{
  "reference": "1 Chronicles 2",
  "verses": [
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 1,
      "text": "These are the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 2,
      "text": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 3,
      "text": "The sons of Judah: Er, Onan, and Shelah; which three were born to him of Shua’s daughter the Canaanitess. Er, Judah’s firstborn, was wicked in The LORD’s sight; and he killed him."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 4,
      "text": "Tamar his daughter-in-law bore him Perez and Zerah. All the sons of Judah were five."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 5,
      "text": "The sons of Perez: Hezron and Hamul."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 6,
      "text": "The sons of Zerah: Zimri, Ethan, Heman, Calcol, and Dara; five of them in all."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 7,
      "text": "The son of Carmi: Achar, the troubler of Israel, who committed a trespass in the devoted thing."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 8,
      "text": "The son of Ethan: Azariah."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 9,
      "text": "The sons also of Hezron, who were born to him: Jerahmeel, Ram, and Chelubai."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 10,
      "text": "Ram became the father of Amminadab, and Amminadab became the father of Nahshon, prince of the children of Judah;"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 11,
      "text": "and Nahshon became the father of Salma, and Salma became the father of Boaz,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 12,
      "text": "and Boaz became the father of Obed, and Obed became the father of Jesse;"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 13,
      "text": "and Jesse became the father of his firstborn Eliab, and Abinadab the second, and Shimea the third,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 14,
      "text": "Nethanel the fourth, Raddai the fifth,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 15,
      "text": "Ozem the sixth, David the seventh;"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 16,
      "text": "and their sisters were Zeruiah and Abigail. The sons of Zeruiah: Abishai, Joab, and Asahel, three."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 17,
      "text": "Abigail bore Amasa; and the father of Amasa was Jether the Ishmaelite."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 18,
      "text": "Caleb the son of Hezron became the father of children of Azubah his wife, and of Jerioth; and these were her sons: Jesher, Shobab, and Ardon."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 19,
      "text": "Azubah died, and Caleb married Ephrath, who bore him Hur."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 20,
      "text": "Hur became the father of Uri, and Uri became the father of Bezalel."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 21,
      "text": "Afterward Hezron went in to the daughter of Machir the father of Gilead, whom he took as wife when he was sixty years old; and she bore him Segub."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 22,
      "text": "Segub became the father of Jair, who had twenty-three cities in the land of Gilead."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 23,
      "text": "Geshur and Aram took the towns of Jair from them, with Kenath, and its villages, even sixty cities. All these were the sons of Machir the father of Gilead."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 24,
      "text": "After Hezron died in Caleb Ephrathah, Abijah Hezron’s wife bore him Ashhur the father of Tekoa."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 25,
      "text": "The sons of Jerahmeel the firstborn of Hezron were Ram the firstborn, Bunah, Oren, Ozem, and Ahijah."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 26,
      "text": "Jerahmeel had another wife, whose name was Atarah. She was the mother of Onam."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 27,
      "text": "The sons of Ram the firstborn of Jerahmeel were Maaz, Jamin, and Eker."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 28,
      "text": "The sons of Onam were Shammai and Jada. The sons of Shammai: Nadab and Abishur."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 29,
      "text": "The name of the wife of Abishur was Abihail; and she bore him Ahban and Molid."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 30,
      "text": "The sons of Nadab: Seled and Appaim; but Seled died without children."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 31,
      "text": "The son of Appaim: Ishi. The son of Ishi: Sheshan. The son of Sheshan: Ahlai."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 32,
      "text": "The sons of Jada the brother of Shammai: Jether and Jonathan; and Jether died without children."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 33,
      "text": "The sons of Jonathan: Peleth and Zaza. These were the sons of Jerahmeel."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 34,
      "text": "Now Sheshan had no sons, but daughters. Sheshan had a servant, an Egyptian, whose name was Jarha."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 35,
      "text": "Sheshan gave his daughter to Jarha his servant as wife; and she bore him Attai."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 36,
      "text": "Attai became the father of Nathan, and Nathan became the father of Zabad,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 37,
      "text": "and Zabad became the father of Ephlal, and Ephlal became the father of Obed,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 38,
      "text": "and Obed became the father of Jehu, and Jehu became the father of Azariah,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 39,
      "text": "and Azariah became the father of Helez, and Helez became the father of Eleasah,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 40,
      "text": "and Eleasah became the father of Sismai, and Sismai became the father of Shallum,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 41,
      "text": "and Shallum became the father of Jekamiah, and Jekamiah became the father of Elishama."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 42,
      "text": "The sons of Caleb the brother of Jerahmeel were Mesha his firstborn, who was the father of Ziph; and the sons of Mareshah the father of Hebron."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 43,
      "text": "The sons of Hebron: Korah, Tappuah, Rekem, and Shema."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 44,
      "text": "Shema became the father of Raham, the father of Jorkeam; and Rekem became the father of Shammai."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 45,
      "text": "The son of Shammai was Maon; and Maon was the father of Beth Zur."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 46,
      "text": "Ephah, Caleb’s concubine, bore Haran, Moza, and Gazez; and Haran became the father of Gazez."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 47,
      "text": "The sons of Jahdai: Regem, Jothan, Geshan, Pelet, Ephah, and Shaaph."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 48,
      "text": "Maacah, Caleb’s concubine, bore Sheber and Tirhanah."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 49,
      "text": "She bore also Shaaph the father of Madmannah, Sheva the father of Machbena, and the father of Gibea; and the daughter of Caleb was Achsah."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 50,
      "text": "These were the sons of Caleb, the son of Hur, the firstborn of Ephrathah: Shobal the father of Kiriath Jearim,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 51,
      "text": "Salma the father of Bethlehem, and Hareph the father of Beth Gader."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 52,
      "text": "Shobal the father of Kiriath Jearim had sons: Haroeh, half of the Menuhoth."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 53,
      "text": "The families of Kiriath Jearim: the Ithrites, the Puthites, the Shumathites, and the Mishraites; from them came the Zorathites and the Eshtaolites."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 54,
      "text": "The sons of Salma: Bethlehem, the Netophathites, Atroth Beth Joab, and half of the Manahathites, the Zorites."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 2,
      "verse": 55,
      "text": "The families of scribes who lived at Jabez: the Tirathites, the Shimeathites, and the Sucathites. These are the Kenites who came from Hammath, the father of the house of Rechab."
    }
  ],
  "text": "These are the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun, Dan, Joseph, Benjamin, Naphtali, Gad, and Asher. The sons of Judah: Er, Onan, and Shelah; which three were born to him of Shua’s daughter the Canaanitess. Er, Judah’s firstborn, was wicked in The LORD’s sight; and he killed him. Tamar his daughter-in-law bore him Perez and Zerah. All the sons of Judah were five. The sons of Perez: Hezron and Hamul. The sons of Zerah: Zimri, Ethan, Heman, Calcol, and Dara; five of them in all. The son of Carmi: Achar, the troubler of Israel, who committed a trespass in the devoted thing. The son of Ethan: Azariah. The sons also of Hezron, who were born to him: Jerahmeel, Ram, and Chelubai. Ram became the father of Amminadab, and Amminadab became the father of Nahshon, prince of the children of Judah; and Nahshon became the father of Salma, and Salma became the father of Boaz, and Boaz became the father of Obed, and Obed became the father of Jesse; and Jesse became the father of his firstborn Eliab, and Abinadab the second, and Shimea the third, Nethanel the fourth, Raddai the fifth, Ozem the sixth, David the seventh; and their sisters were Zeruiah and Abigail. The sons of Zeruiah: Abishai, Joab, and Asahel, three. Abigail bore Amasa; and the father of Amasa was Jether the Ishmaelite. Caleb the son of Hezron became the father of children of Azubah his wife, and of Jerioth; and these were her sons: Jesher, Shobab, and Ardon. Azubah died, and Caleb married Ephrath, who bore him Hur. Hur became the father of Uri, and Uri became the father of Bezalel. Afterward Hezron went in to the daughter of Machir the father of Gilead, whom he took as wife when he was sixty years old; and she bore him Segub. Segub became the father of Jair, who had twenty-three cities in the land of Gilead. Geshur and Aram took the towns of Jair from them, with Kenath, and its villages, even sixty cities. All these were the sons of Machir the father of Gilead. After Hezron died in Caleb Ephrathah, Abijah Hezron’s wife bore him Ashhur the father of Tekoa. The sons of Jerahmeel the firstborn of Hezron were Ram the firstborn, Bunah, Oren, Ozem, and Ahijah. Jerahmeel had another wife, whose name was Atarah. She was the mother of Onam. The sons of Ram the firstborn of Jerahmeel were Maaz, Jamin, and Eker. The sons of Onam were Shammai and Jada. The sons of Shammai: Nadab and Abishur. The name of the wife of Abishur was Abihail; and she bore him Ahban and Molid. The sons of Nadab: Seled and Appaim; but Seled died without children. The son of Appaim: Ishi. The son of Ishi: Sheshan. The son of Sheshan: Ahlai. The sons of Jada the brother of Shammai: Jether and Jonathan; and Jether died without children. The sons of Jonathan: Peleth and Zaza. These were the sons of Jerahmeel. Now Sheshan had no sons, but daughters. Sheshan had a servant, an Egyptian, whose name was Jarha. Sheshan gave his daughter to Jarha his servant as wife; and she bore him Attai. Attai became the father of Nathan, and Nathan became the father of Zabad, and Zabad became the father of Ephlal, and Ephlal became the father of Obed, and Obed became the father of Jehu, and Jehu became the father of Azariah, and Azariah became the father of Helez, and Helez became the father of Eleasah, and Eleasah became the father of Sismai, and Sismai became the father of Shallum, and Shallum became the father of Jekamiah, and Jekamiah became the father of Elishama. The sons of Caleb the brother of Jerahmeel were Mesha his firstborn, who was the father of Ziph; and the sons of Mareshah the father of Hebron. The sons of Hebron: Korah, Tappuah, Rekem, and Shema. Shema became the father of Raham, the father of Jorkeam; and Rekem became the father of Shammai. The son of Shammai was Maon; and Maon was the father of Beth Zur. Ephah, Caleb’s concubine, bore Haran, Moza, and Gazez; and Haran became the father of Gazez. The sons of Jahdai: Regem, Jothan, Geshan, Pelet, Ephah, and Shaaph. Maacah, Caleb’s concubine, bore Sheber and Tirhanah. She bore also Shaaph the father of Madmannah, Sheva the father of Machbena, and the father of Gibea; and the daughter of Caleb was Achsah. These were the sons of Caleb, the son of Hur, the firstborn of Ephrathah: Shobal the father of Kiriath Jearim, Salma the father of Bethlehem, and Hareph the father of Beth Gader. Shobal the father of Kiriath Jearim had sons: Haroeh, half of the Menuhoth. The families of Kiriath Jearim: the Ithrites, the Puthites, the Shumathites, and the Mishraites; from them came the Zorathites and the Eshtaolites. The sons of Salma: Bethlehem, the Netophathites, Atroth Beth Joab, and half of the Manahathites, the Zorites. The families of scribes who lived at Jabez: the Tirathites, the Shimeathites, and the Sucathites. These are the Kenites who came from Hammath, the father of the house of Rechab.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}