{
  "reference": "1 Chronicles 6",
  "verses": [
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 1,
      "text": "The sons of Levi: Gershon, Kohath, and Merari."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 2,
      "text": "The sons of Kohath: Amram, Izhar, and Hebron, and Uzziel."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 3,
      "text": "The children of Amram: Aaron, Moses, and Miriam. The sons of Aaron: Nadab, Abihu, Eleazar, and Ithamar."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 4,
      "text": "Eleazar became the father of Phinehas, Phinehas became the father of Abishua,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 5,
      "text": "Abishua became the father of Bukki. Bukki became the father of Uzzi."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 6,
      "text": "Uzzi became the father of Zerahiah. Zerahiah became the father of Meraioth."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 7,
      "text": "Meraioth became the father of Amariah. Amariah became the father of Ahitub."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 8,
      "text": "Ahitub became the father of Zadok. Zadok became the father of Ahimaaz."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 9,
      "text": "Ahimaaz became the father of Azariah. Azariah became the father of Johanan."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 10,
      "text": "Johanan became the father of Azariah, who executed the priest’s office in the house that Solomon built in Jerusalem."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 11,
      "text": "Azariah became the father of Amariah. Amariah became the father of Ahitub."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 12,
      "text": "Ahitub became the father of Zadok. Zadok became the father of Shallum."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 13,
      "text": "Shallum became the father of Hilkiah. Hilkiah became the father of Azariah."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 14,
      "text": "Azariah became the father of Seraiah. Seraiah became the father of Jehozadak."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 15,
      "text": "Jehozadak went into captivity, when The LORD carried Judah and Jerusalem away by the hand of Nebuchadnezzar."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 16,
      "text": "The sons of Levi: Gershom, Kohath, and Merari."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 17,
      "text": "These are the names of the sons of Gershom: Libni and Shimei."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 18,
      "text": "The sons of Kohath were Amram, Izhar, Hebron, and Uzziel."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 19,
      "text": "The sons of Merari: Mahli and Mushi. These are the families of the Levites according to their fathers’ households."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 20,
      "text": "Of Gershom: Libni his son, Jahath his son, Zimmah his son,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 21,
      "text": "Joah his son, Iddo his son, Zerah his son, and Jeatherai his son."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 22,
      "text": "The sons of Kohath: Amminadab his son, Korah his son, Assir his son,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 23,
      "text": "Elkanah his son, and Ebiasaph his son, Assir his son,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 24,
      "text": "Tahath his son, Uriel his son, Uzziah his son, and Shaul his son."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 25,
      "text": "The sons of Elkanah: Amasai and Ahimoth."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 26,
      "text": "As for Elkanah, the sons of Elkanah: Zophai his son, Nahath his son,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 27,
      "text": "Eliab his son, Jeroham his son, and Elkanah his son."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 28,
      "text": "The sons of Samuel: the firstborn, Joel, and the second, Abijah."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 29,
      "text": "The sons of Merari: Mahli, Libni his son, Shimei his son, Uzzah his son,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 30,
      "text": "Shimea his son, Haggiah his son, Asaiah his son."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 31,
      "text": "These are they whom David set over the service of song in The LORD’s house, after the ark came to rest there."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 32,
      "text": "They ministered with song before the tabernacle of the Tent of Meeting, until Solomon had built The LORD’s house in Jerusalem. They performed the duties of their office according to their order."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 33,
      "text": "These are those who served, and their sons. Of the sons of the Kohathites: Heman the singer, the son of Joel, the son of Samuel,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 34,
      "text": "the son of Elkanah, the son of Jeroham, the son of Eliel, the son of Toah,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 35,
      "text": "the son of Zuph, the son of Elkanah, the son of Mahath, the son of Amasai,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 36,
      "text": "the son of Elkanah, the son of Joel, the son of Azariah, the son of Zephaniah,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 37,
      "text": "the son of Tahath, the son of Assir, the son of Ebiasaph, the son of Korah,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 38,
      "text": "the son of Izhar, the son of Kohath, the son of Levi, the son of Israel."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 39,
      "text": "His brother Asaph, who stood on his right hand, even Asaph the son of Berechiah, the son of Shimea,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 40,
      "text": "the son of Michael, the son of Baaseiah, the son of Malchijah,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 41,
      "text": "the son of Ethni, the son of Zerah, the son of Adaiah,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 42,
      "text": "the son of Ethan, the son of Zimmah, the son of Shimei,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 43,
      "text": "the son of Jahath, the son of Gershom, the son of Levi."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 44,
      "text": "On the left hand their brothers the sons of Merari: Ethan the son of Kishi, the son of Abdi, the son of Malluch,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 45,
      "text": "the son of Hashabiah, the son of Amaziah, the son of Hilkiah,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 46,
      "text": "the son of Amzi, the son of Bani, the son of Shemer,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 47,
      "text": "the son of Mahli, the son of Mushi, the son of Merari, the son of Levi."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 48,
      "text": "Their brothers the Levites were appointed for all the service of the tabernacle of God’s house."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 49,
      "text": "But Aaron and his sons offered on the altar of burnt offering, and on the altar of incense, for all the work of the most holy place, and to make atonement for Israel, according to all that Moses the servant of God had commanded."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 50,
      "text": "These are the sons of Aaron: Eleazar his son, Phinehas his son, Abishua his son,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 51,
      "text": "Bukki his son, Uzzi his son, Zerahiah his son,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 52,
      "text": "Meraioth his son, Amariah his son, Ahitub his son,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 53,
      "text": "Zadok his son, and Ahimaaz his son."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 54,
      "text": "Now these are their dwelling places according to their encampments in their borders: to the sons of Aaron, of the families of the Kohathites (for theirs was the first lot),"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 55,
      "text": "to them they gave Hebron in the land of Judah, and its suburbs around it;"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 56,
      "text": "but the fields of the city, and its villages, they gave to Caleb the son of Jephunneh."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 57,
      "text": "To the sons of Aaron they gave the cities of refuge, Hebron; Libnah also with its suburbs, Jattir, Eshtemoa with its suburbs,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 58,
      "text": "Hilen with its suburbs, Debir with its suburbs,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 59,
      "text": "Ashan with its suburbs, and Beth Shemesh with its suburbs;"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 60,
      "text": "and out of the tribe of Benjamin, Geba with its suburbs, Allemeth with its suburbs, and Anathoth with its suburbs. All their cities throughout their families were thirteen cities."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 61,
      "text": "To the rest of the sons of Kohath were given by lot, out of the family of the tribe, out of the half-tribe, the half of Manasseh, ten cities."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 62,
      "text": "To the sons of Gershom, according to their families, out of the tribe of Issachar, and out of the tribe of Asher, and out of the tribe of Naphtali, and out of the tribe of Manasseh in Bashan, thirteen cities."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 63,
      "text": "To the sons of Merari were given by lot, according to their families, out of the tribe of Reuben, and out of the tribe of Gad, and out of the tribe of Zebulun, twelve cities."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 64,
      "text": "The children of Israel gave to the Levites the cities with their suburbs."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 65,
      "text": "They gave by lot out of the tribe of the children of Judah, and out of the tribe of the children of Simeon, and out of the tribe of the children of Benjamin, these cities which are mentioned by name."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 66,
      "text": "Some of the families of the sons of Kohath had cities of their borders out of the tribe of Ephraim."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 67,
      "text": "They gave to them the cities of refuge, Shechem in the hill country of Ephraim with its suburbs; Gezer also with its suburbs,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 68,
      "text": "Jokmeam with its suburbs, Beth Horon with its suburbs,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 69,
      "text": "Aijalon with its suburbs, Gath Rimmon with its suburbs;"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 70,
      "text": "and out of the half-tribe of Manasseh, Aner with its suburbs, and Bileam with its suburbs, for the rest of the family of the sons of Kohath."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 71,
      "text": "To the sons of Gershom were given, out of the family of the half-tribe of Manasseh, Golan in Bashan with its suburbs, and Ashtaroth with its suburbs;"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 72,
      "text": "and out of the tribe of Issachar, Kedesh with its suburbs, Daberath with its suburbs,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 73,
      "text": "Ramoth with its suburbs, and Anem with its suburbs;"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 74,
      "text": "and out of the tribe of Asher, Mashal with its suburbs, Abdon with its suburbs,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 75,
      "text": "Hukok with its suburbs, and Rehob with its suburbs;"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 76,
      "text": "and out of the tribe of Naphtali, Kedesh in Galilee with its suburbs, Hammon with its suburbs, and Kiriathaim with its suburbs."
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 77,
      "text": "To the rest of the Levites, the sons of Merari, were given, out of the tribe of Zebulun, Rimmono with its suburbs, Tabor with its suburbs;"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 78,
      "text": "and beyond the Jordan at Jericho, on the east side of the Jordan, were given them, out of the tribe of Reuben, Bezer in the wilderness with its suburbs, and Jahzah with its suburbs,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 79,
      "text": "Kedemoth with its suburbs, and Mephaath with its suburbs;"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 80,
      "text": "and out of the tribe of Gad, Ramoth in Gilead with its suburbs, Mahanaim with its suburbs,"
    },
    {
      "book_id": "1CH",
      "book_name": "1 Chronicles",
      "chapter": 6,
      "verse": 81,
      "text": "Heshbon with its suburbs, and Jazer with its suburbs."
    }
  ],
  "text": "The sons of Levi: Gershon, Kohath, and Merari. The sons of Kohath: Amram, Izhar, and Hebron, and Uzziel. The children of Amram: Aaron, Moses, and Miriam. The sons of Aaron: Nadab, Abihu, Eleazar, and Ithamar. Eleazar became the father of Phinehas, Phinehas became the father of Abishua, Abishua became the father of Bukki. Bukki became the father of Uzzi. Uzzi became the father of Zerahiah. Zerahiah became the father of Meraioth. Meraioth became the father of Amariah. Amariah became the father of Ahitub. Ahitub became the father of Zadok. Zadok became the father of Ahimaaz. Ahimaaz became the father of Azariah. Azariah became the father of Johanan. Johanan became the father of Azariah, who executed the priest’s office in the house that Solomon built in Jerusalem. Azariah became the father of Amariah. Amariah became the father of Ahitub. Ahitub became the father of Zadok. Zadok became the father of Shallum. Shallum became the father of Hilkiah. Hilkiah became the father of Azariah. Azariah became the father of Seraiah. Seraiah became the father of Jehozadak. Jehozadak went into captivity, when The LORD carried Judah and Jerusalem away by the hand of Nebuchadnezzar. The sons of Levi: Gershom, Kohath, and Merari. These are the names of the sons of Gershom: Libni and Shimei. The sons of Kohath were Amram, Izhar, Hebron, and Uzziel. The sons of Merari: Mahli and Mushi. These are the families of the Levites according to their fathers’ households. Of Gershom: Libni his son, Jahath his son, Zimmah his son, Joah his son, Iddo his son, Zerah his son, and Jeatherai his son. The sons of Kohath: Amminadab his son, Korah his son, Assir his son, Elkanah his son, and Ebiasaph his son, Assir his son, Tahath his son, Uriel his son, Uzziah his son, and Shaul his son. The sons of Elkanah: Amasai and Ahimoth. As for Elkanah, the sons of Elkanah: Zophai his son, Nahath his son, Eliab his son, Jeroham his son, and Elkanah his son. The sons of Samuel: the firstborn, Joel, and the second, Abijah. The sons of Merari: Mahli, Libni his son, Shimei his son, Uzzah his son, Shimea his son, Haggiah his son, Asaiah his son. These are they whom David set over the service of song in The LORD’s house, after the ark came to rest there. They ministered with song before the tabernacle of the Tent of Meeting, until Solomon had built The LORD’s house in Jerusalem. They performed the duties of their office according to their order. These are those who served, and their sons. Of the sons of the Kohathites: Heman the singer, the son of Joel, the son of Samuel, the son of Elkanah, the son of Jeroham, the son of Eliel, the son of Toah, the son of Zuph, the son of Elkanah, the son of Mahath, the son of Amasai, the son of Elkanah, the son of Joel, the son of Azariah, the son of Zephaniah, the son of Tahath, the son of Assir, the son of Ebiasaph, the son of Korah, the son of Izhar, the son of Kohath, the son of Levi, the son of Israel. His brother Asaph, who stood on his right hand, even Asaph the son of Berechiah, the son of Shimea, the son of Michael, the son of Baaseiah, the son of Malchijah, the son of Ethni, the son of Zerah, the son of Adaiah, the son of Ethan, the son of Zimmah, the son of Shimei, the son of Jahath, the son of Gershom, the son of Levi. On the left hand their brothers the sons of Merari: Ethan the son of Kishi, the son of Abdi, the son of Malluch, the son of Hashabiah, the son of Amaziah, the son of Hilkiah, the son of Amzi, the son of Bani, the son of Shemer, the son of Mahli, the son of Mushi, the son of Merari, the son of Levi. Their brothers the Levites were appointed for all the service of the tabernacle of God’s house. But Aaron and his sons offered on the altar of burnt offering, and on the altar of incense, for all the work of the most holy place, and to make atonement for Israel, according to all that Moses the servant of God had commanded. These are the sons of Aaron: Eleazar his son, Phinehas his son, Abishua his son, Bukki his son, Uzzi his son, Zerahiah his son, Meraioth his son, Amariah his son, Ahitub his son, Zadok his son, and Ahimaaz his son. Now these are their dwelling places according to their encampments in their borders: to the sons of Aaron, of the families of the Kohathites (for theirs was the first lot), to them they gave Hebron in the land of Judah, and its suburbs around it; but the fields of the city, and its villages, they gave to Caleb the son of Jephunneh. To the sons of Aaron they gave the cities of refuge, Hebron; Libnah also with its suburbs, Jattir, Eshtemoa with its suburbs, Hilen with its suburbs, Debir with its suburbs, Ashan with its suburbs, and Beth Shemesh with its suburbs; and out of the tribe of Benjamin, Geba with its suburbs, Allemeth with its suburbs, and Anathoth with its suburbs. All their cities throughout their families were thirteen cities. To the rest of the sons of Kohath were given by lot, out of the family of the tribe, out of the half-tribe, the half of Manasseh, ten cities. To the sons of Gershom, according to their families, out of the tribe of Issachar, and out of the tribe of Asher, and out of the tribe of Naphtali, and out of the tribe of Manasseh in Bashan, thirteen cities. To the sons of Merari were given by lot, according to their families, out of the tribe of Reuben, and out of the tribe of Gad, and out of the tribe of Zebulun, twelve cities. The children of Israel gave to the Levites the cities with their suburbs. They gave by lot out of the tribe of the children of Judah, and out of the tribe of the children of Simeon, and out of the tribe of the children of Benjamin, these cities which are mentioned by name. Some of the families of the sons of Kohath had cities of their borders out of the tribe of Ephraim. They gave to them the cities of refuge, Shechem in the hill country of Ephraim with its suburbs; Gezer also with its suburbs, Jokmeam with its suburbs, Beth Horon with its suburbs, Aijalon with its suburbs, Gath Rimmon with its suburbs; and out of the half-tribe of Manasseh, Aner with its suburbs, and Bileam with its suburbs, for the rest of the family of the sons of Kohath. To the sons of Gershom were given, out of the family of the half-tribe of Manasseh, Golan in Bashan with its suburbs, and Ashtaroth with its suburbs; and out of the tribe of Issachar, Kedesh with its suburbs, Daberath with its suburbs, Ramoth with its suburbs, and Anem with its suburbs; and out of the tribe of Asher, Mashal with its suburbs, Abdon with its suburbs, Hukok with its suburbs, and Rehob with its suburbs; and out of the tribe of Naphtali, Kedesh in Galilee with its suburbs, Hammon with its suburbs, and Kiriathaim with its suburbs. To the rest of the Levites, the sons of Merari, were given, out of the tribe of Zebulun, Rimmono with its suburbs, Tabor with its suburbs; and beyond the Jordan at Jericho, on the east side of the Jordan, were given them, out of the tribe of Reuben, Bezer in the wilderness with its suburbs, and Jahzah with its suburbs, Kedemoth with its suburbs, and Mephaath with its suburbs; and out of the tribe of Gad, Ramoth in Gilead with its suburbs, Mahanaim with its suburbs, Heshbon with its suburbs, and Jazer with its suburbs.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}