{
  "reference": "1 Corinthians 16",
  "verses": [
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 1,
      "text": "Now concerning the collection for the saints, as I commanded the assemblies of Galatia, you do likewise."
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 2,
      "text": "On the first day of the week, let each one of you save, as he may prosper, that no collections be made when I come."
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 3,
      "text": "When I arrive, I will send whoever you approve with letters to carry your gracious gift to Jerusalem."
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 4,
      "text": "If it is appropriate for me to go also, they will go with me."
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 5,
      "text": "But I will come to you when I have passed through Macedonia, for I am passing through Macedonia."
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 6,
      "text": "But with you it may be that I will stay, or even winter, that you may send me on my journey wherever I go."
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 7,
      "text": "For I do not wish to see you now in passing, but I hope to stay a while with you, if the Lord permits."
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 8,
      "text": "But I will stay at Ephesus until Pentecost,"
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 9,
      "text": "for a great and effective door has opened to me, and there are many adversaries."
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 10,
      "text": "Now if Timothy comes, see that he is with you without fear, for he does the work of the Lord, as I also do."
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 11,
      "text": "Therefore let no one despise him. But set him forward on his journey in peace, that he may come to me; for I expect him with the brothers."
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 12,
      "text": "Now concerning Apollos, the brother, I strongly urged him to come to you with the brothers; and it was not at all his desire to come now; but he will come when he has an opportunity."
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 13,
      "text": "Watch! Stand firm in the faith! Be courageous! Be strong!"
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 14,
      "text": "Let all that you do be done in love."
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 15,
      "text": "Now I beg you, brothers (you know the house of Stephanas, that it is the first fruits of Achaia, and that they have set themselves to serve the saints),"
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 16,
      "text": "that you also be in subjection to such, and to everyone who helps in the work and labors."
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 17,
      "text": "I rejoice at the coming of Stephanas, Fortunatus, and Achaicus; for that which was lacking on your part, they supplied."
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 18,
      "text": "For they refreshed my spirit and yours. Therefore acknowledge those who are like that."
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 19,
      "text": "The assemblies of Asia greet you. Aquila and Priscilla greet you much in the Lord, together with the assembly that is in their house."
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 20,
      "text": "All the brothers greet you. Greet one another with a holy kiss."
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 21,
      "text": "This greeting is by me, Paul, with my own hand."
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 22,
      "text": "If any man doesn’t love the Lord Jesus Christ, let him be accursed. Come, Lord!"
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 23,
      "text": "The grace of the Lord Jesus Christ be with you."
    },
    {
      "book_id": "1CO",
      "book_name": "1 Corinthians",
      "chapter": 16,
      "verse": 24,
      "text": "My love to all of you in Christ Jesus. Amen."
    }
  ],
  "text": "Now concerning the collection for the saints, as I commanded the assemblies of Galatia, you do likewise. On the first day of the week, let each one of you save, as he may prosper, that no collections be made when I come. When I arrive, I will send whoever you approve with letters to carry your gracious gift to Jerusalem. If it is appropriate for me to go also, they will go with me. But I will come to you when I have passed through Macedonia, for I am passing through Macedonia. But with you it may be that I will stay, or even winter, that you may send me on my journey wherever I go. For I do not wish to see you now in passing, but I hope to stay a while with you, if the Lord permits. But I will stay at Ephesus until Pentecost, for a great and effective door has opened to me, and there are many adversaries. Now if Timothy comes, see that he is with you without fear, for he does the work of the Lord, as I also do. Therefore let no one despise him. But set him forward on his journey in peace, that he may come to me; for I expect him with the brothers. Now concerning Apollos, the brother, I strongly urged him to come to you with the brothers; and it was not at all his desire to come now; but he will come when he has an opportunity. Watch! Stand firm in the faith! Be courageous! Be strong! Let all that you do be done in love. Now I beg you, brothers (you know the house of Stephanas, that it is the first fruits of Achaia, and that they have set themselves to serve the saints), that you also be in subjection to such, and to everyone who helps in the work and labors. I rejoice at the coming of Stephanas, Fortunatus, and Achaicus; for that which was lacking on your part, they supplied. For they refreshed my spirit and yours. Therefore acknowledge those who are like that. The assemblies of Asia greet you. Aquila and Priscilla greet you much in the Lord, together with the assembly that is in their house. All the brothers greet you. Greet one another with a holy kiss. This greeting is by me, Paul, with my own hand. If any man doesn’t love the Lord Jesus Christ, let him be accursed. Come, Lord! The grace of the Lord Jesus Christ be with you. My love to all of you in Christ Jesus. Amen.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}