{
  "reference": "1 Samuel 12",
  "verses": [
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 1,
      "text": "Samuel said to all Israel, \"Behold, I have listened to your voice in all that you said to me, and have made a king over you."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 2,
      "text": "Now, behold, the king walks before you. I am old and gray-headed. Behold, my sons are with you. I have walked before you from my youth to this day."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 3,
      "text": "Here I am. Witness against me before The LORD, and before his anointed. Whose ox have I taken? Whose donkey have I taken? Whom have I defrauded? Whom have I oppressed? Of whose hand have I taken a ransom to make me blind my eyes? I will restore it to you.\""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 4,
      "text": "They said, \"You have not defrauded us, nor oppressed us, neither have you taken anything from anyone’s hand.\""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 5,
      "text": "He said to them, \"The LORD is witness against you, and his anointed is witness today, that you have not found anything in my hand.\" They said, \"He is witness.\""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 6,
      "text": "Samuel said to the people, \"It is The LORD who appointed Moses and Aaron, and that brought your fathers up out of the land of Egypt."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 7,
      "text": "Now therefore stand still, that I may plead with you before The LORD concerning all the righteous acts of The LORD, which he did to you and to your fathers."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 8,
      "text": "\"When Jacob had come into Egypt, and your fathers cried to The LORD, then The LORD sent Moses and Aaron, who brought your fathers out of Egypt, and made them to dwell in this place."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 9,
      "text": "\"But they forgot The LORD their God; and he sold them into the hand of Sisera, captain of the army of Hazor, and into the hand of the Philistines, and into the hand of the king of Moab; and they fought against them."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 10,
      "text": "They cried to The LORD, and said, 'We have sinned, because we have forsaken The LORD, and have served the Baals and the Ashtaroth: but now deliver us out of the hand of our enemies, and we will serve you.’"
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 11,
      "text": "The LORD sent Jerubbaal, Bedan, Jephthah, and Samuel, and delivered you out of the hand of your enemies on every side; and you lived in safety."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 12,
      "text": "\"When you saw that Nahash the king of the children of Ammon came against you, you said to me, 'No, but a king shall reign over us;’ when The LORD your God was your king."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 13,
      "text": "Now therefore see the king whom you have chosen, and whom you have asked for. Behold, The LORD has set a king over you."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 14,
      "text": "If you will fear The LORD, and serve him, and listen to his voice, and not rebel against the commandment of The LORD, then both you and also the king who reigns over you are followers of The LORD your God."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 15,
      "text": "But if you will not listen to The LORD’s voice, but rebel against the commandment of The LORD, then The LORD’s hand will be against you, as it was against your fathers."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 16,
      "text": "\"Now therefore stand still and see this great thing, which The LORD will do before your eyes."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 17,
      "text": "Isn’t it wheat harvest today? I will call to The LORD, that he may send thunder and rain; and you will know and see that your wickedness is great, which you have done in The LORD’s sight, in asking for a king.\""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 18,
      "text": "So Samuel called to The LORD; and The LORD sent thunder and rain that day. Then all the people greatly feared The LORD and Samuel."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 19,
      "text": "All the people said to Samuel, \"Pray for your servants to The LORD your God, that we not die; for we have added to all our sins this evil, to ask for a king.\""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 20,
      "text": "Samuel said to the people, \"Don’t be afraid. You have indeed done all this evil; yet don’t turn away from following The LORD, but serve The LORD with all your heart."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 21,
      "text": "Don’t turn away to go after vain things which can’t profit or deliver, for they are vain."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 22,
      "text": "For The LORD will not forsake his people for his great name’s sake, because it has pleased The LORD to make you a people for himself."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 23,
      "text": "Moreover as for me, far be it from me that I should sin against The LORD in ceasing to pray for you: but I will instruct you in the good and the right way."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 24,
      "text": "Only fear The LORD, and serve him in truth with all your heart; for consider what great things he has done for you."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 12,
      "verse": 25,
      "text": "But if you keep doing evil, you will be consumed, both you and your king.\""
    }
  ],
  "text": "Samuel said to all Israel, \"Behold, I have listened to your voice in all that you said to me, and have made a king over you. Now, behold, the king walks before you. I am old and gray-headed. Behold, my sons are with you. I have walked before you from my youth to this day. Here I am. Witness against me before The LORD, and before his anointed. Whose ox have I taken? Whose donkey have I taken? Whom have I defrauded? Whom have I oppressed? Of whose hand have I taken a ransom to make me blind my eyes? I will restore it to you.\" They said, \"You have not defrauded us, nor oppressed us, neither have you taken anything from anyone’s hand.\" He said to them, \"The LORD is witness against you, and his anointed is witness today, that you have not found anything in my hand.\" They said, \"He is witness.\" Samuel said to the people, \"It is The LORD who appointed Moses and Aaron, and that brought your fathers up out of the land of Egypt. Now therefore stand still, that I may plead with you before The LORD concerning all the righteous acts of The LORD, which he did to you and to your fathers. \"When Jacob had come into Egypt, and your fathers cried to The LORD, then The LORD sent Moses and Aaron, who brought your fathers out of Egypt, and made them to dwell in this place. \"But they forgot The LORD their God; and he sold them into the hand of Sisera, captain of the army of Hazor, and into the hand of the Philistines, and into the hand of the king of Moab; and they fought against them. They cried to The LORD, and said, 'We have sinned, because we have forsaken The LORD, and have served the Baals and the Ashtaroth: but now deliver us out of the hand of our enemies, and we will serve you.’ The LORD sent Jerubbaal, Bedan, Jephthah, and Samuel, and delivered you out of the hand of your enemies on every side; and you lived in safety. \"When you saw that Nahash the king of the children of Ammon came against you, you said to me, 'No, but a king shall reign over us;’ when The LORD your God was your king. Now therefore see the king whom you have chosen, and whom you have asked for. Behold, The LORD has set a king over you. If you will fear The LORD, and serve him, and listen to his voice, and not rebel against the commandment of The LORD, then both you and also the king who reigns over you are followers of The LORD your God. But if you will not listen to The LORD’s voice, but rebel against the commandment of The LORD, then The LORD’s hand will be against you, as it was against your fathers. \"Now therefore stand still and see this great thing, which The LORD will do before your eyes. Isn’t it wheat harvest today? I will call to The LORD, that he may send thunder and rain; and you will know and see that your wickedness is great, which you have done in The LORD’s sight, in asking for a king.\" So Samuel called to The LORD; and The LORD sent thunder and rain that day. Then all the people greatly feared The LORD and Samuel. All the people said to Samuel, \"Pray for your servants to The LORD your God, that we not die; for we have added to all our sins this evil, to ask for a king.\" Samuel said to the people, \"Don’t be afraid. You have indeed done all this evil; yet don’t turn away from following The LORD, but serve The LORD with all your heart. Don’t turn away to go after vain things which can’t profit or deliver, for they are vain. For The LORD will not forsake his people for his great name’s sake, because it has pleased The LORD to make you a people for himself. Moreover as for me, far be it from me that I should sin against The LORD in ceasing to pray for you: but I will instruct you in the good and the right way. Only fear The LORD, and serve him in truth with all your heart; for consider what great things he has done for you. But if you keep doing evil, you will be consumed, both you and your king.\"",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}