{
  "reference": "1 Samuel 24",
  "verses": [
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 1,
      "text": "When Saul had returned from following the Philistines, he was told, \"Behold, David is in the wilderness of En Gedi.\""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 2,
      "text": "Then Saul took three thousand chosen men out of all Israel, and went to seek David and his men on the rocks of the wild goats."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 3,
      "text": "He came to the sheep pens by the way, where there was a cave; and Saul went in to relieve himself. Now David and his men were staying in the innermost parts of the cave."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 4,
      "text": "David’s men said to him, \"Behold, the day of which The LORD said to you, 'Behold, I will deliver your enemy into your hand, and you shall do to him as it shall seem good to you.’\" Then David arose, and cut off the skirt of Saul’s robe secretly."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 5,
      "text": "Afterward, David’s heart struck him, because he had cut off Saul’s skirt."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 6,
      "text": "He said to his men, \"The LORD forbid that I should do this thing to my lord, The LORD’s anointed, to stretch out my hand against him, since he is The LORD’s anointed.\""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 7,
      "text": "So David checked his men with these words, and didn’t allow them to rise against Saul. Saul rose up out of the cave, and went on his way."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 8,
      "text": "David also arose afterward, and went out of the cave, and cried after Saul, saying, \"My lord the king!\" When Saul looked behind him, David bowed with his face to the earth, and showed respect."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 9,
      "text": "David said to Saul, \"Why do you listen to men’s words, saying, 'Behold, David seeks to harm you?’"
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 10,
      "text": "Behold, today your eyes have seen how The LORD had delivered you today into my hand in the cave. Some urged me to kill you; but I spared you; and I said, I will not stretch out my hand against my lord; for he is The LORD’s anointed."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 11,
      "text": "Moreover, my father, behold, yes, see the skirt of your robe in my hand; for in that I cut off the skirt of your robe, and didn’t kill you, know and see that there is neither evil nor disobedience in my hand, and I have not sinned against you, though you hunt for my life to take it."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 12,
      "text": "May The LORD judge between me and you, and may The LORD avenge me of you; but my hand will not be on you."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 13,
      "text": "As the proverb of the ancients says, 'Out of the wicked comes wickedness;’ but my hand will not be on you."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 14,
      "text": "Against whom has the king of Israel come out? Whom do you pursue? A dead dog? A flea?"
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 15,
      "text": "May The LORD therefore be judge, and give sentence between me and you, and see, and plead my cause, and deliver me out of your hand.\""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 16,
      "text": "It came to pass, when David had finished speaking these words to Saul, that Saul said, \"Is that your voice, my son David?\" Saul lifted up his voice, and wept."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 17,
      "text": "He said to David, \"You are more righteous than I; for you have done good to me, whereas I have done evil to you."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 18,
      "text": "You have declared today how you have dealt well with me, because when The LORD had delivered me up into your hand, you didn’t kill me."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 19,
      "text": "For if a man finds his enemy, will he let him go away unharmed? Therefore may The LORD reward you good for that which you have done to me today."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 20,
      "text": "Now, behold, I know that you will surely be king, and that the kingdom of Israel will be established in your hand."
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 21,
      "text": "Swear now therefore to me by The LORD, that you will not cut off my offspring after me, and that you will not destroy my name out of my father’s house.\""
    },
    {
      "book_id": "1SA",
      "book_name": "1 Samuel",
      "chapter": 24,
      "verse": 22,
      "text": "David swore to Saul. Saul went home, but David and his men went up to the stronghold."
    }
  ],
  "text": "When Saul had returned from following the Philistines, he was told, \"Behold, David is in the wilderness of En Gedi.\" Then Saul took three thousand chosen men out of all Israel, and went to seek David and his men on the rocks of the wild goats. He came to the sheep pens by the way, where there was a cave; and Saul went in to relieve himself. Now David and his men were staying in the innermost parts of the cave. David’s men said to him, \"Behold, the day of which The LORD said to you, 'Behold, I will deliver your enemy into your hand, and you shall do to him as it shall seem good to you.’\" Then David arose, and cut off the skirt of Saul’s robe secretly. Afterward, David’s heart struck him, because he had cut off Saul’s skirt. He said to his men, \"The LORD forbid that I should do this thing to my lord, The LORD’s anointed, to stretch out my hand against him, since he is The LORD’s anointed.\" So David checked his men with these words, and didn’t allow them to rise against Saul. Saul rose up out of the cave, and went on his way. David also arose afterward, and went out of the cave, and cried after Saul, saying, \"My lord the king!\" When Saul looked behind him, David bowed with his face to the earth, and showed respect. David said to Saul, \"Why do you listen to men’s words, saying, 'Behold, David seeks to harm you?’ Behold, today your eyes have seen how The LORD had delivered you today into my hand in the cave. Some urged me to kill you; but I spared you; and I said, I will not stretch out my hand against my lord; for he is The LORD’s anointed. Moreover, my father, behold, yes, see the skirt of your robe in my hand; for in that I cut off the skirt of your robe, and didn’t kill you, know and see that there is neither evil nor disobedience in my hand, and I have not sinned against you, though you hunt for my life to take it. May The LORD judge between me and you, and may The LORD avenge me of you; but my hand will not be on you. As the proverb of the ancients says, 'Out of the wicked comes wickedness;’ but my hand will not be on you. Against whom has the king of Israel come out? Whom do you pursue? A dead dog? A flea? May The LORD therefore be judge, and give sentence between me and you, and see, and plead my cause, and deliver me out of your hand.\" It came to pass, when David had finished speaking these words to Saul, that Saul said, \"Is that your voice, my son David?\" Saul lifted up his voice, and wept. He said to David, \"You are more righteous than I; for you have done good to me, whereas I have done evil to you. You have declared today how you have dealt well with me, because when The LORD had delivered me up into your hand, you didn’t kill me. For if a man finds his enemy, will he let him go away unharmed? Therefore may The LORD reward you good for that which you have done to me today. Now, behold, I know that you will surely be king, and that the kingdom of Israel will be established in your hand. Swear now therefore to me by The LORD, that you will not cut off my offspring after me, and that you will not destroy my name out of my father’s house.\" David swore to Saul. Saul went home, but David and his men went up to the stronghold.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}