{
  "reference": "2 Chronicles 7",
  "verses": [
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 1,
      "text": "Now when Solomon had finished praying, fire came down from heaven and consumed the burnt offering and the sacrifices; and The LORD’s glory filled the house."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 2,
      "text": "The priests could not enter into The LORD’s house, because The LORD’s glory filled The LORD’s house."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 3,
      "text": "All the children of Israel looked on, when the fire came down, and The LORD’s glory was on the house. They bowed themselves with their faces to the ground on the pavement, worshiped, and gave thanks to The LORD, saying, “For he is good; for his loving kindness endures for ever.”"
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 4,
      "text": "Then the king and all the people offered sacrifices before The LORD."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 5,
      "text": "King Solomon offered a sacrifice of twenty-two thousand head of cattle and a hundred twenty thousand sheep. So the king and all the people dedicated God’s house."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 6,
      "text": "The priests stood, according to their positions; the Levites also with instruments of music of The LORD, which David the king had made to give thanks to The LORD, when David praised by their ministry, saying “For his loving kindness endures for ever.” The priests sounded trumpets before them; and all Israel stood."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 7,
      "text": "Moreover Solomon made the middle of the court that was before The LORD’s house holy; for there he offered the burnt offerings, and the fat of the peace offerings, because the bronze altar which Solomon had made was not able to receive the burnt offering, the meal offering, and the fat."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 8,
      "text": "So Solomon held the feast at that time for seven days, and all Israel with him, a very great assembly, from the entrance of Hamath to the brook of Egypt."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 9,
      "text": "On the eighth day, they held a solemn assembly; for they kept the dedication of the altar seven days, and the feast seven days."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 10,
      "text": "On the twenty-third day of the seventh month, he sent the people away to their tents, joyful and glad of heart for the goodness that The LORD had shown to David, and to Solomon, and to Israel his people."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 11,
      "text": "Thus Solomon finished The LORD’s house and the king’s house; and he successfully completed all that came into Solomon’s heart to make in The LORD’s house and in his own house."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 12,
      "text": "The LORD appeared to Solomon by night, and said to him, “I have heard your prayer, and have chosen this place for myself for a house of sacrifice."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 13,
      "text": "“If I shut up the sky so that there is no rain, or if I command the locust to devour the land, or if I send pestilence among my people;"
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 14,
      "text": "if my people, who are called by my name, will humble themselves, pray, seek my face, and turn from their wicked ways; then I will hear from heaven, will forgive their sin, and will heal their land."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 15,
      "text": "Now my eyes will be open my ears attentive to prayer that is made in this place."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 16,
      "text": "For now I have chosen and made this house holy, that my name may be there forever; and my eyes and my heart will be there perpetually."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 17,
      "text": "“As for you, if you will walk before me as David your father walked, and do according to all that I have commanded you, and will keep my statutes and my ordinances;"
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 18,
      "text": "then I will establish the throne of your kingdom, according as I covenanted with David your father, saying, ‘There shall not fail you a man to be ruler in Israel.’"
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 19,
      "text": "But if you turn away, and forsake my statutes and my commandments which I have set before you, and shall go and serve other gods, and worship them;"
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 20,
      "text": "then I will pluck them up by the roots out of my land which I have given them; and this house, which I have made holy for my name, I will cast out of my sight, and I will make it a proverb and a byword among all peoples."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 21,
      "text": "This house, which is so high, everyone who passes by it shall be astonished, and shall say, ‘Why has The LORD done this to this land and to this house?’"
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 7,
      "verse": 22,
      "text": "They shall answer, ‘Because they abandoned The LORD, the God of their fathers, who brought them out of the land of Egypt, and took other gods, worshiped them, and served them. Therefore he has brought all this evil on them.’”"
    }
  ],
  "text": "Now when Solomon had finished praying, fire came down from heaven and consumed the burnt offering and the sacrifices; and The LORD’s glory filled the house. The priests could not enter into The LORD’s house, because The LORD’s glory filled The LORD’s house. All the children of Israel looked on, when the fire came down, and The LORD’s glory was on the house. They bowed themselves with their faces to the ground on the pavement, worshiped, and gave thanks to The LORD, saying, “For he is good; for his loving kindness endures for ever.” Then the king and all the people offered sacrifices before The LORD. King Solomon offered a sacrifice of twenty-two thousand head of cattle and a hundred twenty thousand sheep. So the king and all the people dedicated God’s house. The priests stood, according to their positions; the Levites also with instruments of music of The LORD, which David the king had made to give thanks to The LORD, when David praised by their ministry, saying “For his loving kindness endures for ever.” The priests sounded trumpets before them; and all Israel stood. Moreover Solomon made the middle of the court that was before The LORD’s house holy; for there he offered the burnt offerings, and the fat of the peace offerings, because the bronze altar which Solomon had made was not able to receive the burnt offering, the meal offering, and the fat. So Solomon held the feast at that time for seven days, and all Israel with him, a very great assembly, from the entrance of Hamath to the brook of Egypt. On the eighth day, they held a solemn assembly; for they kept the dedication of the altar seven days, and the feast seven days. On the twenty-third day of the seventh month, he sent the people away to their tents, joyful and glad of heart for the goodness that The LORD had shown to David, and to Solomon, and to Israel his people. Thus Solomon finished The LORD’s house and the king’s house; and he successfully completed all that came into Solomon’s heart to make in The LORD’s house and in his own house. The LORD appeared to Solomon by night, and said to him, “I have heard your prayer, and have chosen this place for myself for a house of sacrifice. “If I shut up the sky so that there is no rain, or if I command the locust to devour the land, or if I send pestilence among my people; if my people, who are called by my name, will humble themselves, pray, seek my face, and turn from their wicked ways; then I will hear from heaven, will forgive their sin, and will heal their land. Now my eyes will be open my ears attentive to prayer that is made in this place. For now I have chosen and made this house holy, that my name may be there forever; and my eyes and my heart will be there perpetually. “As for you, if you will walk before me as David your father walked, and do according to all that I have commanded you, and will keep my statutes and my ordinances; then I will establish the throne of your kingdom, according as I covenanted with David your father, saying, ‘There shall not fail you a man to be ruler in Israel.’ But if you turn away, and forsake my statutes and my commandments which I have set before you, and shall go and serve other gods, and worship them; then I will pluck them up by the roots out of my land which I have given them; and this house, which I have made holy for my name, I will cast out of my sight, and I will make it a proverb and a byword among all peoples. This house, which is so high, everyone who passes by it shall be astonished, and shall say, ‘Why has The LORD done this to this land and to this house?’ They shall answer, ‘Because they abandoned The LORD, the God of their fathers, who brought them out of the land of Egypt, and took other gods, worshiped them, and served them. Therefore he has brought all this evil on them.’”",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}