{
  "reference": "2 Chronicles 14",
  "verses": [
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 14,
      "verse": 1,
      "text": "So Abijah slept with his fathers, and they buried him in David’s city; and Asa his son reigned in his place. In his days, the land was quiet ten years."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 14,
      "verse": 2,
      "text": "Asa did that which was good and right in The LORD his God’s eyes;"
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 14,
      "verse": 3,
      "text": "for he took away the foreign altars and the high places, broke down the pillars, cut down the Asherah poles,"
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 14,
      "verse": 4,
      "text": "and commanded Judah to seek The LORD, the God of their fathers, and to obey his law and command."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 14,
      "verse": 5,
      "text": "Also he took away out of all the cities of Judah the high places and the sun images; and the kingdom was quiet before him."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 14,
      "verse": 6,
      "text": "He built fortified cities in Judah; for the land was quiet, and he had no war in those years, because The LORD had given him rest."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 14,
      "verse": 7,
      "text": "For he said to Judah, “Let us build these cities, and make walls around them, with towers, gates, and bars. The land is yet before us, because we have sought The LORD our God. We have sought him, and he has given us rest on every side.” So they built and prospered."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 14,
      "verse": 8,
      "text": "Asa had an army of three hundred thousand out of Judah who bore bucklers and spears, and two hundred eighty thousand out of Benjamin who bore shields and drew bows. All these were mighty men of valor."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 14,
      "verse": 9,
      "text": "Zerah the Ethiopian came out against them with an army of a million troops and three hundred chariots, and he came to Mareshah."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 14,
      "verse": 10,
      "text": "Then Asa went out to meet him, and they set the battle in array in the valley of Zephathah at Mareshah."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 14,
      "verse": 11,
      "text": "Asa cried to The LORD his God, and said, “The LORD, there is no one besides you to help, between the mighty and him who has no strength. Help us, The LORD our God; for we rely on you, and in your name are we come against this multitude. The LORD, you are our God. Don’t let man prevail against you.”"
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 14,
      "verse": 12,
      "text": "So The LORD struck the Ethiopians before Asa and before Judah; and the Ethiopians fled."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 14,
      "verse": 13,
      "text": "Asa and the people who were with him pursued them to Gerar: and so many of the Ethiopians fell that they could not recover themselves; for they were destroyed before The LORD and before his army; and they carried away very much booty."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 14,
      "verse": 14,
      "text": "They struck all the cities around Gerar; for the fear of The LORD came on them, and they plundered all the cities; for there was much plunder in them."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 14,
      "verse": 15,
      "text": "They also struck the tents of livestock, and carried away sheep in abundance, and camels, and returned to Jerusalem."
    }
  ],
  "text": "So Abijah slept with his fathers, and they buried him in David’s city; and Asa his son reigned in his place. In his days, the land was quiet ten years. Asa did that which was good and right in The LORD his God’s eyes; for he took away the foreign altars and the high places, broke down the pillars, cut down the Asherah poles, and commanded Judah to seek The LORD, the God of their fathers, and to obey his law and command. Also he took away out of all the cities of Judah the high places and the sun images; and the kingdom was quiet before him. He built fortified cities in Judah; for the land was quiet, and he had no war in those years, because The LORD had given him rest. For he said to Judah, “Let us build these cities, and make walls around them, with towers, gates, and bars. The land is yet before us, because we have sought The LORD our God. We have sought him, and he has given us rest on every side.” So they built and prospered. Asa had an army of three hundred thousand out of Judah who bore bucklers and spears, and two hundred eighty thousand out of Benjamin who bore shields and drew bows. All these were mighty men of valor. Zerah the Ethiopian came out against them with an army of a million troops and three hundred chariots, and he came to Mareshah. Then Asa went out to meet him, and they set the battle in array in the valley of Zephathah at Mareshah. Asa cried to The LORD his God, and said, “The LORD, there is no one besides you to help, between the mighty and him who has no strength. Help us, The LORD our God; for we rely on you, and in your name are we come against this multitude. The LORD, you are our God. Don’t let man prevail against you.” So The LORD struck the Ethiopians before Asa and before Judah; and the Ethiopians fled. Asa and the people who were with him pursued them to Gerar: and so many of the Ethiopians fell that they could not recover themselves; for they were destroyed before The LORD and before his army; and they carried away very much booty. They struck all the cities around Gerar; for the fear of The LORD came on them, and they plundered all the cities; for there was much plunder in them. They also struck the tents of livestock, and carried away sheep in abundance, and camels, and returned to Jerusalem.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}