{
  "reference": "2 Chronicles 13",
  "verses": [
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 1,
      "text": "In the eighteenth year of king Jeroboam, Abijah began to reign over Judah."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 2,
      "text": "He reigned three years in Jerusalem. His mother’s name was Micaiah the daughter of Uriel of Gibeah. There was war between Abijah and Jeroboam."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 3,
      "text": "Abijah joined battle with an army of valiant men of war, even four hundred thousand chosen men; and Jeroboam set the battle in array against him with eight hundred thousand chosen men, who were mighty men of valor."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 4,
      "text": "Abijah stood up on Mount Zemaraim, which is in the hill country of Ephraim, and said, “Hear me, Jeroboam and all Israel:"
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 5,
      "text": "Ought you not to know that The LORD, the God of Israel, gave the kingdom over Israel to David forever, even to him and to his sons by a covenant of salt?"
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 6,
      "text": "Yet Jeroboam the son of Nebat, the servant of Solomon the son of David, rose up, and rebelled against his lord."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 7,
      "text": "Worthless men were gathered to him, wicked fellows who strengthened themselves against Rehoboam the son of Solomon, when Rehoboam was young and tender hearted, and could not withstand them."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 8,
      "text": "“Now you intend to withstand the kingdom of The LORD in the hand of the sons of David. You are a great multitude, and the golden calves which Jeroboam made you for gods are with you."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 9,
      "text": "Haven’t you driven out the priests of The LORD, the sons of Aaron, and the Levites, and made priests for yourselves according to the ways of the peoples of other lands? Whoever comes to consecrate himself with a young bull and seven rams may be a priest of those who are no gods."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 10,
      "text": "“But as for us, The LORD is our God, and we have not forsaken him. We have priests serving The LORD, the sons of Aaron, and the Levites in their work;"
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 11,
      "text": "and they burn to The LORD every morning and every evening burnt offerings and sweet incense. They also set the show bread in order on the pure table; and the lamp stand of gold with its lamps, to burn every evening; for we keep the instruction of The LORD our God, but you have forsaken him."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 12,
      "text": "Behold, God is with us at our head, and his priests with the trumpets of alarm to sound an alarm against you. Children of Israel, don’t fight against The LORD, the God of your fathers; for you will not prosper.”"
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 13,
      "text": "But Jeroboam caused an ambush to come about behind them; so they were before Judah, and the ambush was behind them."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 14,
      "text": "When Judah looked back, behold, the battle was before and behind them; and they cried to The LORD, and the priests sounded with the trumpets."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 15,
      "text": "Then the men of Judah gave a shout. As the men of Judah shouted, God struck Jeroboam and all Israel before Abijah and Judah."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 16,
      "text": "The children of Israel fled before Judah, and God delivered them into their hand."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 17,
      "text": "Abijah and his people killed them with a great slaughter, so five hundred thousand chosen men of Israel fell down slain."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 18,
      "text": "Thus the children of Israel were brought under at that time, and the children of Judah prevailed, because they relied on The LORD, the God of their fathers."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 19,
      "text": "Abijah pursued Jeroboam, and took cities from him, Bethel with its villages, Jeshanah with its villages, and Ephron with its villages."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 20,
      "text": "Jeroboam didn’t recover strength again in the days of Abijah. The LORD struck him, and he died."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 21,
      "text": "But Abijah grew mighty, and took for himself fourteen wives, and became the father of twenty-two sons, and sixteen daughters."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 13,
      "verse": 22,
      "text": "The rest of the acts of Abijah, his ways, and his sayings are written in the commentary of the prophet Iddo."
    }
  ],
  "text": "In the eighteenth year of king Jeroboam, Abijah began to reign over Judah. He reigned three years in Jerusalem. His mother’s name was Micaiah the daughter of Uriel of Gibeah. There was war between Abijah and Jeroboam. Abijah joined battle with an army of valiant men of war, even four hundred thousand chosen men; and Jeroboam set the battle in array against him with eight hundred thousand chosen men, who were mighty men of valor. Abijah stood up on Mount Zemaraim, which is in the hill country of Ephraim, and said, “Hear me, Jeroboam and all Israel: Ought you not to know that The LORD, the God of Israel, gave the kingdom over Israel to David forever, even to him and to his sons by a covenant of salt? Yet Jeroboam the son of Nebat, the servant of Solomon the son of David, rose up, and rebelled against his lord. Worthless men were gathered to him, wicked fellows who strengthened themselves against Rehoboam the son of Solomon, when Rehoboam was young and tender hearted, and could not withstand them. “Now you intend to withstand the kingdom of The LORD in the hand of the sons of David. You are a great multitude, and the golden calves which Jeroboam made you for gods are with you. Haven’t you driven out the priests of The LORD, the sons of Aaron, and the Levites, and made priests for yourselves according to the ways of the peoples of other lands? Whoever comes to consecrate himself with a young bull and seven rams may be a priest of those who are no gods. “But as for us, The LORD is our God, and we have not forsaken him. We have priests serving The LORD, the sons of Aaron, and the Levites in their work; and they burn to The LORD every morning and every evening burnt offerings and sweet incense. They also set the show bread in order on the pure table; and the lamp stand of gold with its lamps, to burn every evening; for we keep the instruction of The LORD our God, but you have forsaken him. Behold, God is with us at our head, and his priests with the trumpets of alarm to sound an alarm against you. Children of Israel, don’t fight against The LORD, the God of your fathers; for you will not prosper.” But Jeroboam caused an ambush to come about behind them; so they were before Judah, and the ambush was behind them. When Judah looked back, behold, the battle was before and behind them; and they cried to The LORD, and the priests sounded with the trumpets. Then the men of Judah gave a shout. As the men of Judah shouted, God struck Jeroboam and all Israel before Abijah and Judah. The children of Israel fled before Judah, and God delivered them into their hand. Abijah and his people killed them with a great slaughter, so five hundred thousand chosen men of Israel fell down slain. Thus the children of Israel were brought under at that time, and the children of Judah prevailed, because they relied on The LORD, the God of their fathers. Abijah pursued Jeroboam, and took cities from him, Bethel with its villages, Jeshanah with its villages, and Ephron with its villages. Jeroboam didn’t recover strength again in the days of Abijah. The LORD struck him, and he died. But Abijah grew mighty, and took for himself fourteen wives, and became the father of twenty-two sons, and sixteen daughters. The rest of the acts of Abijah, his ways, and his sayings are written in the commentary of the prophet Iddo.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}