{
  "reference": "2 Chronicles 4",
  "verses": [
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 1,
      "text": "Then he made an altar of brass, twenty cubits long, twenty cubits wide, and ten cubits high."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 2,
      "text": "Also he made the molten sea of ten cubits from brim to brim. It was round, five cubits high, and thirty cubits in circumference."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 3,
      "text": "Under it was the likeness of oxen, which encircled it, for ten cubits, encircling the sea. The oxen were in two rows, cast when it was cast."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 4,
      "text": "It stood on twelve oxen, three looking toward the north, and three looking toward the west, and three looking toward the south, and three looking toward the east; and the sea was set on them above, and all their hindquarters were inward."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 5,
      "text": "It was a handbreadth thick; and its brim was made like the brim of a cup, like the flower of a lily. It received and held three thousand baths."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 6,
      "text": "He also made ten basins, and put five on the right hand, and five on the left, to wash in them. The things that belonged to the burnt offering were washed in them; but the sea was for the priests to wash in."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 7,
      "text": "He made the ten lamp stands of gold according to the ordinance concerning them; and he set them in the temple, five on the right hand, and five on the left."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 8,
      "text": "He made also ten tables, and placed them in the temple, five on the right side, and five on the left. He made one hundred basins of gold."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 9,
      "text": "Furthermore he made the court of the priests, the great court, and doors for the court, and overlaid their doors with brass."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 10,
      "text": "He set the sea on the right side of the house eastward, toward the south."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 11,
      "text": "Huram made the pots, the shovels, and the basins. So Huram finished doing the work that he did for king Solomon in God’s house:"
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 12,
      "text": "the two pillars, the bowls, the two capitals which were on the top of the pillars, the two networks to cover the two bowls of the capitals that were on the top of the pillars,"
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 13,
      "text": "and the four hundred pomegranates for the two networks; two rows of pomegranates for each network, to cover the two bowls of the capitals that were on the pillars."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 14,
      "text": "He also made the bases, and he made the basins on the bases;"
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 15,
      "text": "one sea, and the twelve oxen under it."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 16,
      "text": "Huram his father also made the pots, the shovels, the forks, and all its vessels for king Solomon, for The LORD’s house, of bright brass."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 17,
      "text": "The king cast them in the plain of the Jordan, in the clay ground between Succoth and Zeredah."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 18,
      "text": "Thus Solomon made all these vessels in great abundance; for the weight of the brass could not be determined."
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 19,
      "text": "Solomon made all the vessels that were in God’s house, the golden altar also, and the tables with the show bread on them;"
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 20,
      "text": "and the lamp stands with their lamps, to burn according to the ordinance before the inner sanctuary, of pure gold;"
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 21,
      "text": "and the flowers, the lamps, and the tongs of gold that was perfect gold;"
    },
    {
      "book_id": "2CH",
      "book_name": "2 Chronicles",
      "chapter": 4,
      "verse": 22,
      "text": "and the snuffers, the basins, the spoons, and the fire pans of pure gold. As for the entry of the house, its inner doors for the most holy place and the doors of the main hall of the temple were of gold."
    }
  ],
  "text": "Then he made an altar of brass, twenty cubits long, twenty cubits wide, and ten cubits high. Also he made the molten sea of ten cubits from brim to brim. It was round, five cubits high, and thirty cubits in circumference. Under it was the likeness of oxen, which encircled it, for ten cubits, encircling the sea. The oxen were in two rows, cast when it was cast. It stood on twelve oxen, three looking toward the north, and three looking toward the west, and three looking toward the south, and three looking toward the east; and the sea was set on them above, and all their hindquarters were inward. It was a handbreadth thick; and its brim was made like the brim of a cup, like the flower of a lily. It received and held three thousand baths. He also made ten basins, and put five on the right hand, and five on the left, to wash in them. The things that belonged to the burnt offering were washed in them; but the sea was for the priests to wash in. He made the ten lamp stands of gold according to the ordinance concerning them; and he set them in the temple, five on the right hand, and five on the left. He made also ten tables, and placed them in the temple, five on the right side, and five on the left. He made one hundred basins of gold. Furthermore he made the court of the priests, the great court, and doors for the court, and overlaid their doors with brass. He set the sea on the right side of the house eastward, toward the south. Huram made the pots, the shovels, and the basins. So Huram finished doing the work that he did for king Solomon in God’s house: the two pillars, the bowls, the two capitals which were on the top of the pillars, the two networks to cover the two bowls of the capitals that were on the top of the pillars, and the four hundred pomegranates for the two networks; two rows of pomegranates for each network, to cover the two bowls of the capitals that were on the pillars. He also made the bases, and he made the basins on the bases; one sea, and the twelve oxen under it. Huram his father also made the pots, the shovels, the forks, and all its vessels for king Solomon, for The LORD’s house, of bright brass. The king cast them in the plain of the Jordan, in the clay ground between Succoth and Zeredah. Thus Solomon made all these vessels in great abundance; for the weight of the brass could not be determined. Solomon made all the vessels that were in God’s house, the golden altar also, and the tables with the show bread on them; and the lamp stands with their lamps, to burn according to the ordinance before the inner sanctuary, of pure gold; and the flowers, the lamps, and the tongs of gold that was perfect gold; and the snuffers, the basins, the spoons, and the fire pans of pure gold. As for the entry of the house, its inner doors for the most holy place and the doors of the main hall of the temple were of gold.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}