{
  "reference": "2 Corinthians 5",
  "verses": [
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 5,
      "verse": 1,
      "text": "For we know that if the earthly house of our tent is dissolved, we have a building from God, a house not made with hands, eternal, in the heavens."
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 5,
      "verse": 2,
      "text": "For most certainly in this we groan, longing to be clothed with our habitation which is from heaven;"
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 5,
      "verse": 3,
      "text": "if so be that being clothed we will not be found naked."
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 5,
      "verse": 4,
      "text": "For indeed we who are in this tent do groan, being burdened; not that we desire to be unclothed, but that we desire to be clothed, that what is mortal may be swallowed up by life."
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 5,
      "verse": 5,
      "text": "Now he who made us for this very thing is God, who also gave to us the down payment of the Spirit."
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 5,
      "verse": 6,
      "text": "Therefore we are always confident and know that while we are at home in the body, we are absent from the Lord;"
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 5,
      "verse": 7,
      "text": "for we walk by faith, not by sight."
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 5,
      "verse": 8,
      "text": "We are courageous, I say, and are willing rather to be absent from the body, and to be at home with the Lord."
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 5,
      "verse": 9,
      "text": "Therefore also we make it our aim, whether at home or absent, to be well pleasing to him."
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 5,
      "verse": 10,
      "text": "For we must all be revealed before the judgment seat of Christ; that each one may receive the things in the body, according to what he has done, whether good or bad."
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 5,
      "verse": 11,
      "text": "Knowing therefore the fear of the Lord, we persuade men, but we are revealed to God; and I hope that we are revealed also in your consciences."
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 5,
      "verse": 12,
      "text": "For we are not commending ourselves to you again, but speak as giving you occasion of boasting on our behalf, that you may have something to answer those who boast in appearance, and not in heart."
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 5,
      "verse": 13,
      "text": "For if we are beside ourselves, it is for God. Or if we are of sober mind, it is for you."
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 5,
      "verse": 14,
      "text": "For the love of Christ constrains us; because we judge thus, that one died for all, therefore all died."
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 5,
      "verse": 15,
      "text": "He died for all, that those who live should no longer live to themselves, but to him who for their sakes died and rose again."
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 5,
      "verse": 16,
      "text": "Therefore we know no one after the flesh from now on. Even though we have known Christ after the flesh, yet now we know him so no more."
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 5,
      "verse": 17,
      "text": "Therefore if anyone is in Christ, he is a new creation. The old things have passed away. Behold, all things have become new."
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 5,
      "verse": 18,
      "text": "But all things are of God, who reconciled us to himself through Jesus Christ, and gave to us the ministry of reconciliation;"
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 5,
      "verse": 19,
      "text": "namely, that God was in Christ reconciling the world to himself, not reckoning to them their trespasses, and having committed to us the word of reconciliation."
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 5,
      "verse": 20,
      "text": "We are therefore ambassadors on behalf of Christ, as though God were entreating by us: we beg you on behalf of Christ, be reconciled to God."
    },
    {
      "book_id": "2CO",
      "book_name": "2 Corinthians",
      "chapter": 5,
      "verse": 21,
      "text": "For him who knew no sin he made to be sin on our behalf; so that in him we might become the righteousness of God."
    }
  ],
  "text": "For we know that if the earthly house of our tent is dissolved, we have a building from God, a house not made with hands, eternal, in the heavens. For most certainly in this we groan, longing to be clothed with our habitation which is from heaven; if so be that being clothed we will not be found naked. For indeed we who are in this tent do groan, being burdened; not that we desire to be unclothed, but that we desire to be clothed, that what is mortal may be swallowed up by life. Now he who made us for this very thing is God, who also gave to us the down payment of the Spirit. Therefore we are always confident and know that while we are at home in the body, we are absent from the Lord; for we walk by faith, not by sight. We are courageous, I say, and are willing rather to be absent from the body, and to be at home with the Lord. Therefore also we make it our aim, whether at home or absent, to be well pleasing to him. For we must all be revealed before the judgment seat of Christ; that each one may receive the things in the body, according to what he has done, whether good or bad. Knowing therefore the fear of the Lord, we persuade men, but we are revealed to God; and I hope that we are revealed also in your consciences. For we are not commending ourselves to you again, but speak as giving you occasion of boasting on our behalf, that you may have something to answer those who boast in appearance, and not in heart. For if we are beside ourselves, it is for God. Or if we are of sober mind, it is for you. For the love of Christ constrains us; because we judge thus, that one died for all, therefore all died. He died for all, that those who live should no longer live to themselves, but to him who for their sakes died and rose again. Therefore we know no one after the flesh from now on. Even though we have known Christ after the flesh, yet now we know him so no more. Therefore if anyone is in Christ, he is a new creation. The old things have passed away. Behold, all things have become new. But all things are of God, who reconciled us to himself through Jesus Christ, and gave to us the ministry of reconciliation; namely, that God was in Christ reconciling the world to himself, not reckoning to them their trespasses, and having committed to us the word of reconciliation. We are therefore ambassadors on behalf of Christ, as though God were entreating by us: we beg you on behalf of Christ, be reconciled to God. For him who knew no sin he made to be sin on our behalf; so that in him we might become the righteousness of God.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}