{
  "reference": "2 Samuel 6",
  "verses": [
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 1,
      "text": "David again gathered together all the chosen men of Israel, thirty thousand."
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 2,
      "text": "David arose, and went with all the people who were with him, from Baale Judah, to bring up from there God’s ark, which is called by the Name, even the name of The LORD of Armies who sits above the cherubim."
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 3,
      "text": "They set God’s ark on a new cart, and brought it out of Abinadab’s house that was on the hill; and Uzzah and Ahio, the sons of Abinadab, drove the new cart."
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 4,
      "text": "They brought it out of Abinadab’s house, which was in the hill, with God’s ark; and Ahio went before the ark."
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 5,
      "text": "David and all the house of Israel played before The LORD with all kinds of instruments made of cypress wood, with harps, with stringed instruments, with tambourines, with castanets, and with cymbals."
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 6,
      "text": "When they came to the threshing floor of Nacon, Uzzah reached for God’s ark, and took hold of it; for the cattle stumbled."
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 7,
      "text": "The LORD’s anger burned against Uzzah; and God struck him there for his error; and he died there by God’s ark."
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 8,
      "text": "David was displeased, because The LORD had broken out against Uzzah; and he called that place Perez Uzzah, to this day."
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 9,
      "text": "David was afraid of The LORD that day; and he said, \"How could The LORD’s ark come to me?\""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 10,
      "text": "So David would not move The LORD’s ark to be with him in David’s city; but David carried it aside into Obed-Edom the Gittite’s house."
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 11,
      "text": "The LORD’s ark remained in Obed-Edom the Gittite’s house three months; and The LORD blessed Obed-Edom and all his house."
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 12,
      "text": "King David was told, \"The LORD has blessed the house of Obed-Edom, and all that belongs to him, because of God’s ark.\" So David went and brought up God’s ark from the house of Obed-Edom into David’s city with joy."
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 13,
      "text": "When those who bore The LORD’s ark had gone six paces, he sacrificed an ox and a fattened calf."
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 14,
      "text": "David danced before The LORD with all his might; and David was clothed in a linen ephod."
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 15,
      "text": "So David and all the house of Israel brought up The LORD’s ark with shouting, and with the sound of the trumpet."
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 16,
      "text": "As The LORD’s ark came into David’s city, Michal the daughter of Saul looked out through the window, and saw king David leaping and dancing before The LORD; and she despised him in her heart."
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 17,
      "text": "They brought in The LORD’s ark, and set it in its place, in the middle of the tent that David had pitched for it; and David offered burnt offerings and peace offerings before The LORD."
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 18,
      "text": "When David had finished offering the burnt offering and the peace offerings, he blessed the people in the name of The LORD of Armies."
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 19,
      "text": "He gave to all the people, even among the whole multitude of Israel, both to men and women, to everyone a portion of bread, dates, and raisins. So all the people departed, each to his own house."
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 20,
      "text": "Then David returned to bless his household. Michal the daughter of Saul came out to meet David, and said, \"How glorious the king of Israel was today, who uncovered himself today in the eyes of the servants of his servants, as one of the vain fellows shamelessly uncovers himself!\""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 21,
      "text": "David said to Michal, \"It was before The LORD, who chose me above your father, and above all his house, to appoint me prince over the people of The LORD, over Israel. Therefore I will celebrate before The LORD."
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 22,
      "text": "I will be yet more vile than this, and will be worthless in my own sight. But of the servants of whom you have spoken, they will honor me.\""
    },
    {
      "book_id": "2SA",
      "book_name": "2 Samuel",
      "chapter": 6,
      "verse": 23,
      "text": "Michal the daughter of Saul had no child to the day of her death."
    }
  ],
  "text": "David again gathered together all the chosen men of Israel, thirty thousand. David arose, and went with all the people who were with him, from Baale Judah, to bring up from there God’s ark, which is called by the Name, even the name of The LORD of Armies who sits above the cherubim. They set God’s ark on a new cart, and brought it out of Abinadab’s house that was on the hill; and Uzzah and Ahio, the sons of Abinadab, drove the new cart. They brought it out of Abinadab’s house, which was in the hill, with God’s ark; and Ahio went before the ark. David and all the house of Israel played before The LORD with all kinds of instruments made of cypress wood, with harps, with stringed instruments, with tambourines, with castanets, and with cymbals. When they came to the threshing floor of Nacon, Uzzah reached for God’s ark, and took hold of it; for the cattle stumbled. The LORD’s anger burned against Uzzah; and God struck him there for his error; and he died there by God’s ark. David was displeased, because The LORD had broken out against Uzzah; and he called that place Perez Uzzah, to this day. David was afraid of The LORD that day; and he said, \"How could The LORD’s ark come to me?\" So David would not move The LORD’s ark to be with him in David’s city; but David carried it aside into Obed-Edom the Gittite’s house. The LORD’s ark remained in Obed-Edom the Gittite’s house three months; and The LORD blessed Obed-Edom and all his house. King David was told, \"The LORD has blessed the house of Obed-Edom, and all that belongs to him, because of God’s ark.\" So David went and brought up God’s ark from the house of Obed-Edom into David’s city with joy. When those who bore The LORD’s ark had gone six paces, he sacrificed an ox and a fattened calf. David danced before The LORD with all his might; and David was clothed in a linen ephod. So David and all the house of Israel brought up The LORD’s ark with shouting, and with the sound of the trumpet. As The LORD’s ark came into David’s city, Michal the daughter of Saul looked out through the window, and saw king David leaping and dancing before The LORD; and she despised him in her heart. They brought in The LORD’s ark, and set it in its place, in the middle of the tent that David had pitched for it; and David offered burnt offerings and peace offerings before The LORD. When David had finished offering the burnt offering and the peace offerings, he blessed the people in the name of The LORD of Armies. He gave to all the people, even among the whole multitude of Israel, both to men and women, to everyone a portion of bread, dates, and raisins. So all the people departed, each to his own house. Then David returned to bless his household. Michal the daughter of Saul came out to meet David, and said, \"How glorious the king of Israel was today, who uncovered himself today in the eyes of the servants of his servants, as one of the vain fellows shamelessly uncovers himself!\" David said to Michal, \"It was before The LORD, who chose me above your father, and above all his house, to appoint me prince over the people of The LORD, over Israel. Therefore I will celebrate before The LORD. I will be yet more vile than this, and will be worthless in my own sight. But of the servants of whom you have spoken, they will honor me.\" Michal the daughter of Saul had no child to the day of her death.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}