{
  "reference": "2 Timothy 3",
  "verses": [
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 3,
      "verse": 1,
      "text": "But know this, that in the last days, grievous times will come."
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 3,
      "verse": 2,
      "text": "For men will be lovers of self, lovers of money, boastful, arrogant, blasphemers, disobedient to parents, unthankful, unholy,"
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 3,
      "verse": 3,
      "text": "without natural affection, unforgiving, slanderers, without self-control, fierce, not lovers of good,"
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 3,
      "verse": 4,
      "text": "traitors, headstrong, conceited, lovers of pleasure rather than lovers of God;"
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 3,
      "verse": 5,
      "text": "holding a form of godliness, but having denied its power. Turn away from these, also."
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 3,
      "verse": 6,
      "text": "For some of these are people who creep into houses, and take captive gullible women loaded down with sins, led away by various lusts,"
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 3,
      "verse": 7,
      "text": "always learning, and never able to come to the knowledge of the truth."
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 3,
      "verse": 8,
      "text": "Even as Jannes and Jambres opposed Moses, so do these also oppose the truth; men corrupted in mind, who concerning the faith are rejected."
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 3,
      "verse": 9,
      "text": "But they will proceed no further. For their folly will be evident to all men, as theirs also came to be."
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 3,
      "verse": 10,
      "text": "But you did follow my teaching, conduct, purpose, faith, patience, love, steadfastness,"
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 3,
      "verse": 11,
      "text": "persecutions, and sufferings: those things that happened to me at Antioch, Iconium, and Lystra. I endured those persecutions. The Lord delivered me out of them all."
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 3,
      "verse": 12,
      "text": "Yes, and all who desire to live godly in Christ Jesus will suffer persecution."
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 3,
      "verse": 13,
      "text": "But evil men and impostors will grow worse and worse, deceiving and being deceived."
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 3,
      "verse": 14,
      "text": "But you remain in the things which you have learned and have been assured of, knowing from whom you have learned them."
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 3,
      "verse": 15,
      "text": "From infancy, you have known the holy Scriptures which are able to make you wise for salvation through faith, which is in Christ Jesus."
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 3,
      "verse": 16,
      "text": "Every Scripture is God-breathed and profitable for teaching, for reproof, for correction, and for instruction in righteousness,"
    },
    {
      "book_id": "2TI",
      "book_name": "2 Timothy",
      "chapter": 3,
      "verse": 17,
      "text": "that the man of God may be complete, thoroughly equipped for every good work."
    }
  ],
  "text": "But know this, that in the last days, grievous times will come. For men will be lovers of self, lovers of money, boastful, arrogant, blasphemers, disobedient to parents, unthankful, unholy, without natural affection, unforgiving, slanderers, without self-control, fierce, not lovers of good, traitors, headstrong, conceited, lovers of pleasure rather than lovers of God; holding a form of godliness, but having denied its power. Turn away from these, also. For some of these are people who creep into houses, and take captive gullible women loaded down with sins, led away by various lusts, always learning, and never able to come to the knowledge of the truth. Even as Jannes and Jambres opposed Moses, so do these also oppose the truth; men corrupted in mind, who concerning the faith are rejected. But they will proceed no further. For their folly will be evident to all men, as theirs also came to be. But you did follow my teaching, conduct, purpose, faith, patience, love, steadfastness, persecutions, and sufferings: those things that happened to me at Antioch, Iconium, and Lystra. I endured those persecutions. The Lord delivered me out of them all. Yes, and all who desire to live godly in Christ Jesus will suffer persecution. But evil men and impostors will grow worse and worse, deceiving and being deceived. But you remain in the things which you have learned and have been assured of, knowing from whom you have learned them. From infancy, you have known the holy Scriptures which are able to make you wise for salvation through faith, which is in Christ Jesus. Every Scripture is God-breathed and profitable for teaching, for reproof, for correction, and for instruction in righteousness, that the man of God may be complete, thoroughly equipped for every good work.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}