{
  "reference": "Deuteronomy 34",
  "verses": [
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 34,
      "verse": 1,
      "text": "Moses went up from the plains of Moab to Mount Nebo, to the top of Pisgah, that is over against Jericho. The LORD showed him all the land of Gilead, to Dan,"
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 34,
      "verse": 2,
      "text": "and all Naphtali, and the land of Ephraim and Manasseh, and all the land of Judah, to the western sea,"
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 34,
      "verse": 3,
      "text": "and the south, and the Plain of the valley of Jericho the city of palm trees, to Zoar."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 34,
      "verse": 4,
      "text": "The LORD said to him, \"This is the land which I swore to Abraham, to Isaac, and to Jacob, saying, 'I will give it to your offspring.’ I have caused you to see it with your eyes, but you shall not go over there.\""
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 34,
      "verse": 5,
      "text": "So Moses the servant of The LORD died there in the land of Moab, according to The LORD’s word."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 34,
      "verse": 6,
      "text": "He buried him in the valley in the land of Moab opposite Beth Peor, but no man knows where his tomb is to this day."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 34,
      "verse": 7,
      "text": "Moses was one hundred twenty years old when he died. His eye was not dim, nor his strength gone."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 34,
      "verse": 8,
      "text": "The children of Israel wept for Moses in the plains of Moab thirty days, until the days of weeping in the mourning for Moses were ended."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 34,
      "verse": 9,
      "text": "Joshua the son of Nun was full of the spirit of wisdom; for Moses had laid his hands on him. The children of Israel listened to him, and did as The LORD commanded Moses."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 34,
      "verse": 10,
      "text": "Since then, there has not arisen a prophet in Israel like Moses, whom The LORD knew face to face,"
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 34,
      "verse": 11,
      "text": "in all the signs and the wonders, which The LORD sent him to do in the land of Egypt, to Pharaoh, and to all his servants, and to all his land,"
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 34,
      "verse": 12,
      "text": "and in all the mighty hand, and in all the awesome deeds, which Moses did in the sight of all Israel."
    }
  ],
  "text": "Moses went up from the plains of Moab to Mount Nebo, to the top of Pisgah, that is over against Jericho. The LORD showed him all the land of Gilead, to Dan, and all Naphtali, and the land of Ephraim and Manasseh, and all the land of Judah, to the western sea, and the south, and the Plain of the valley of Jericho the city of palm trees, to Zoar. The LORD said to him, \"This is the land which I swore to Abraham, to Isaac, and to Jacob, saying, 'I will give it to your offspring.’ I have caused you to see it with your eyes, but you shall not go over there.\" So Moses the servant of The LORD died there in the land of Moab, according to The LORD’s word. He buried him in the valley in the land of Moab opposite Beth Peor, but no man knows where his tomb is to this day. Moses was one hundred twenty years old when he died. His eye was not dim, nor his strength gone. The children of Israel wept for Moses in the plains of Moab thirty days, until the days of weeping in the mourning for Moses were ended. Joshua the son of Nun was full of the spirit of wisdom; for Moses had laid his hands on him. The children of Israel listened to him, and did as The LORD commanded Moses. Since then, there has not arisen a prophet in Israel like Moses, whom The LORD knew face to face, in all the signs and the wonders, which The LORD sent him to do in the land of Egypt, to Pharaoh, and to all his servants, and to all his land, and in all the mighty hand, and in all the awesome deeds, which Moses did in the sight of all Israel.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}