{
  "reference": "Deuteronomy 11",
  "verses": [
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 1,
      "text": "Therefore you shall love The LORD your God, and keep his instructions, his statutes, his ordinances, and his commandments, always."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 2,
      "text": "Know this day—for I don’t speak with your children who have not known, and who have not seen the chastisement of The LORD your God, his greatness, his mighty hand, his outstretched arm,"
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 3,
      "text": "his signs, and his works, which he did in the middle of Egypt to Pharaoh the king of Egypt, and to all his land;"
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 4,
      "text": "and what he did to the army of Egypt, to their horses, and to their chariots; how he made the water of the Red Sea to overflow them as they pursued you, and how The LORD has destroyed them to this day;"
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 5,
      "text": "and what he did to you in the wilderness, until you came to this place;"
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 6,
      "text": "and what he did to Dathan and Abiram, the sons of Eliab, the son of Reuben; how the earth opened its mouth, and swallowed them up, with their households, their tents, and every living thing that followed them, in the middle of all Israel;"
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 7,
      "text": "but your eyes have seen all of The LORD’s great work which he did."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 8,
      "text": "Therefore you shall keep all the commandment which I command you today, that you may be strong, and go in and possess the land, where you go over to possess it;"
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 9,
      "text": "and that you may prolong your days in the land, which The LORD swore to your fathers to give to them and to their offspring, a land flowing with milk and honey."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 10,
      "text": "For the land, where you go in to possess, isn’t like the land of Egypt, that you came out of, where you sowed your seed, and watered it with your foot, as a garden of herbs;"
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 11,
      "text": "but the land, where you go over to possess it, is a land of hills and valleys which drinks water from the rain of the sky,"
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 12,
      "text": "a land which The LORD your God cares for. The LORD your God’s eyes are always on it, from the beginning of the year even to the end of the year."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 13,
      "text": "It shall happen, if you shall listen diligently to my commandments which I command you today, to love The LORD your God, and to serve him with all your heart and with all your soul,"
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 14,
      "text": "that I will give the rain of your land in its season, the former rain and the latter rain, that you may gather in your grain, your new wine, and your oil."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 15,
      "text": "I will give grass in your fields for your livestock, and you shall eat and be full."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 16,
      "text": "Be careful, lest your heart be deceived, and you turn away, and serve other gods, and worship them;"
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 17,
      "text": "and The LORD’s anger be kindled against you, and he shut up the sky, so that there is no rain, and the land doesn’t yield its fruit; and you perish quickly from off the good land which The LORD gives you."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 18,
      "text": "Therefore you shall lay up these my words in your heart and in your soul. You shall bind them for a sign on your hand, and they shall be for frontlets between your eyes."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 19,
      "text": "You shall teach them to your children, talking of them, when you sit in your house, and when you walk by the way, and when you lie down, and when you rise up."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 20,
      "text": "You shall write them on the door posts of your house, and on your gates;"
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 21,
      "text": "that your days may be multiplied, and the days of your children, in the land which The LORD swore to your fathers to give them, as the days of the heavens above the earth."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 22,
      "text": "For if you shall diligently keep all these commandments which I command you, to do them, to love The LORD your God, to walk in all his ways, and to cling to him;"
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 23,
      "text": "then The LORD will drive out all these nations from before you, and you shall dispossess nations greater and mightier than yourselves."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 24,
      "text": "Every place on which the sole of your foot treads shall be yours: from the wilderness, and Lebanon, from the river, the river Euphrates, even to the western sea shall be your border."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 25,
      "text": "No man will be able to stand before you. The LORD your God will lay the fear of you and the dread of you on all the land that you tread on, as he has spoken to you."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 26,
      "text": "Behold, I set before you today a blessing and a curse:"
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 27,
      "text": "the blessing, if you listen to the commandments of The LORD your God, which I command you today;"
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 28,
      "text": "and the curse, if you do not listen to the commandments of The LORD your God, but turn away out of the way which I command you today, to go after other gods, which you have not known."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 29,
      "text": "It shall happen, when The LORD your God brings you into the land where you go to possess it, that you shall set the blessing on Mount Gerizim, and the curse on Mount Ebal."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 30,
      "text": "Aren’t they beyond the Jordan, behind the way of the going down of the sun, in the land of the Canaanites who dwell in the Arabah, near Gilgal, beside the oaks of Moreh?"
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 31,
      "text": "For you are to pass over the Jordan to go in to possess the land which The LORD your God gives you, and you shall possess it, and dwell therein."
    },
    {
      "book_id": "DEU",
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 32,
      "text": "You shall observe to do all the statutes and the ordinances which I set before you today."
    }
  ],
  "text": "Therefore you shall love The LORD your God, and keep his instructions, his statutes, his ordinances, and his commandments, always. Know this day—for I don’t speak with your children who have not known, and who have not seen the chastisement of The LORD your God, his greatness, his mighty hand, his outstretched arm, his signs, and his works, which he did in the middle of Egypt to Pharaoh the king of Egypt, and to all his land; and what he did to the army of Egypt, to their horses, and to their chariots; how he made the water of the Red Sea to overflow them as they pursued you, and how The LORD has destroyed them to this day; and what he did to you in the wilderness, until you came to this place; and what he did to Dathan and Abiram, the sons of Eliab, the son of Reuben; how the earth opened its mouth, and swallowed them up, with their households, their tents, and every living thing that followed them, in the middle of all Israel; but your eyes have seen all of The LORD’s great work which he did. Therefore you shall keep all the commandment which I command you today, that you may be strong, and go in and possess the land, where you go over to possess it; and that you may prolong your days in the land, which The LORD swore to your fathers to give to them and to their offspring, a land flowing with milk and honey. For the land, where you go in to possess, isn’t like the land of Egypt, that you came out of, where you sowed your seed, and watered it with your foot, as a garden of herbs; but the land, where you go over to possess it, is a land of hills and valleys which drinks water from the rain of the sky, a land which The LORD your God cares for. The LORD your God’s eyes are always on it, from the beginning of the year even to the end of the year. It shall happen, if you shall listen diligently to my commandments which I command you today, to love The LORD your God, and to serve him with all your heart and with all your soul, that I will give the rain of your land in its season, the former rain and the latter rain, that you may gather in your grain, your new wine, and your oil. I will give grass in your fields for your livestock, and you shall eat and be full. Be careful, lest your heart be deceived, and you turn away, and serve other gods, and worship them; and The LORD’s anger be kindled against you, and he shut up the sky, so that there is no rain, and the land doesn’t yield its fruit; and you perish quickly from off the good land which The LORD gives you. Therefore you shall lay up these my words in your heart and in your soul. You shall bind them for a sign on your hand, and they shall be for frontlets between your eyes. You shall teach them to your children, talking of them, when you sit in your house, and when you walk by the way, and when you lie down, and when you rise up. You shall write them on the door posts of your house, and on your gates; that your days may be multiplied, and the days of your children, in the land which The LORD swore to your fathers to give them, as the days of the heavens above the earth. For if you shall diligently keep all these commandments which I command you, to do them, to love The LORD your God, to walk in all his ways, and to cling to him; then The LORD will drive out all these nations from before you, and you shall dispossess nations greater and mightier than yourselves. Every place on which the sole of your foot treads shall be yours: from the wilderness, and Lebanon, from the river, the river Euphrates, even to the western sea shall be your border. No man will be able to stand before you. The LORD your God will lay the fear of you and the dread of you on all the land that you tread on, as he has spoken to you. Behold, I set before you today a blessing and a curse: the blessing, if you listen to the commandments of The LORD your God, which I command you today; and the curse, if you do not listen to the commandments of The LORD your God, but turn away out of the way which I command you today, to go after other gods, which you have not known. It shall happen, when The LORD your God brings you into the land where you go to possess it, that you shall set the blessing on Mount Gerizim, and the curse on Mount Ebal. Aren’t they beyond the Jordan, behind the way of the going down of the sun, in the land of the Canaanites who dwell in the Arabah, near Gilgal, beside the oaks of Moreh? For you are to pass over the Jordan to go in to possess the land which The LORD your God gives you, and you shall possess it, and dwell therein. You shall observe to do all the statutes and the ordinances which I set before you today.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}