{
  "reference": "Ephesians 2",
  "verses": [
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 1,
      "text": "You were made alive when you were dead in transgressions and sins,"
    },
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 2,
      "text": "in which you once walked according to the course of this world, according to the prince of the power of the air, the spirit who now works in the children of disobedience;"
    },
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 3,
      "text": "among whom we also all once lived in the lusts of our flesh, doing the desires of the flesh and of the mind, and were by nature children of wrath, even as the rest."
    },
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 4,
      "text": "But God, being rich in mercy, for his great love with which he loved us,"
    },
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 5,
      "text": "even when we were dead through our trespasses, made us alive together with Christ (by grace you have been saved),"
    },
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 6,
      "text": "and raised us up with him, and made us to sit with him in the heavenly places in Christ Jesus,"
    },
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 7,
      "text": "that in the ages to come he might show the exceeding riches of his grace in kindness toward us in Christ Jesus;"
    },
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 8,
      "text": "for by grace you have been saved through faith, and that not of yourselves; it is the gift of God,"
    },
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 9,
      "text": "not of works, that no one would boast."
    },
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 10,
      "text": "For we are his workmanship, created in Christ Jesus for good works, which God prepared before that we would walk in them."
    },
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 11,
      "text": "Therefore remember that once you, the Gentiles in the flesh, who are called \"uncircumcision\" by that which is called \"circumcision\", (in the flesh, made by hands);"
    },
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 12,
      "text": "that you were at that time separate from Christ, alienated from the commonwealth of Israel, and strangers from the covenants of the promise, having no hope and without God in the world."
    },
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 13,
      "text": "But now in Christ Jesus you who once were far off are made near in the blood of Christ."
    },
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 14,
      "text": "For he is our peace, who made both one, and broke down the middle wall of partition,"
    },
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 15,
      "text": "having abolished in his flesh the hostility, the law of commandments contained in ordinances, that he might create in himself one new man of the two, making peace;"
    },
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 16,
      "text": "and might reconcile them both in one body to God through the cross, having killed the hostility thereby."
    },
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 17,
      "text": "He came and preached peace to you who were far off and to those who were near."
    },
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 18,
      "text": "For through him we both have our access in one Spirit to the Father."
    },
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 19,
      "text": "So then you are no longer strangers and foreigners, but you are fellow citizens with the saints, and of the household of God,"
    },
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 20,
      "text": "being built on the foundation of the apostles and prophets, Christ Jesus himself being the chief cornerstone;"
    },
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 21,
      "text": "in whom the whole building, fitted together, grows into a holy temple in the Lord;"
    },
    {
      "book_id": "EPH",
      "book_name": "Ephesians",
      "chapter": 2,
      "verse": 22,
      "text": "in whom you also are built together for a habitation of God in the Spirit."
    }
  ],
  "text": "You were made alive when you were dead in transgressions and sins, in which you once walked according to the course of this world, according to the prince of the power of the air, the spirit who now works in the children of disobedience; among whom we also all once lived in the lusts of our flesh, doing the desires of the flesh and of the mind, and were by nature children of wrath, even as the rest. But God, being rich in mercy, for his great love with which he loved us, even when we were dead through our trespasses, made us alive together with Christ (by grace you have been saved), and raised us up with him, and made us to sit with him in the heavenly places in Christ Jesus, that in the ages to come he might show the exceeding riches of his grace in kindness toward us in Christ Jesus; for by grace you have been saved through faith, and that not of yourselves; it is the gift of God, not of works, that no one would boast. For we are his workmanship, created in Christ Jesus for good works, which God prepared before that we would walk in them. Therefore remember that once you, the Gentiles in the flesh, who are called \"uncircumcision\" by that which is called \"circumcision\", (in the flesh, made by hands); that you were at that time separate from Christ, alienated from the commonwealth of Israel, and strangers from the covenants of the promise, having no hope and without God in the world. But now in Christ Jesus you who once were far off are made near in the blood of Christ. For he is our peace, who made both one, and broke down the middle wall of partition, having abolished in his flesh the hostility, the law of commandments contained in ordinances, that he might create in himself one new man of the two, making peace; and might reconcile them both in one body to God through the cross, having killed the hostility thereby. He came and preached peace to you who were far off and to those who were near. For through him we both have our access in one Spirit to the Father. So then you are no longer strangers and foreigners, but you are fellow citizens with the saints, and of the household of God, being built on the foundation of the apostles and prophets, Christ Jesus himself being the chief cornerstone; in whom the whole building, fitted together, grows into a holy temple in the Lord; in whom you also are built together for a habitation of God in the Spirit.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}