{
  "reference": "Exodus 5",
  "verses": [
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 1,
      "text": "Afterward Moses and Aaron came, and said to Pharaoh, \"This is what The LORD, the God of Israel, says, 'Let my people go, that they may hold a feast to me in the wilderness.’\""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 2,
      "text": "Pharaoh said, \"Who is The LORD, that I should listen to his voice to let Israel go? I don’t know The LORD, and moreover I will not let Israel go.\""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 3,
      "text": "They said, \"The God of the Hebrews has met with us. Please let us go three days’ journey into the wilderness, and sacrifice to The LORD, our God, lest he fall on us with pestilence, or with the sword.\""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 4,
      "text": "The king of Egypt said to them, \"Why do you, Moses and Aaron, take the people from their work? Get back to your burdens!\""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 5,
      "text": "Pharaoh said, \"Behold, the people of the land are now many, and you make them rest from their burdens.\""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 6,
      "text": "The same day Pharaoh commanded the taskmasters of the people, and their officers, saying,"
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 7,
      "text": "\"You shall no longer give the people straw to make brick, as before. Let them go and gather straw for themselves."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 8,
      "text": "The number of the bricks, which they made before, you require from them. You shall not diminish anything of it, for they are idle; therefore they cry, saying, 'Let us go and sacrifice to our God.’"
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 9,
      "text": "Let heavier work be laid on the men, that they may labor in it; and don’t let them pay any attention to lying words.\""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 10,
      "text": "The taskmasters of the people went out, and their officers, and they spoke to the people, saying, \"This is what Pharaoh says: 'I will not give you straw."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 11,
      "text": "Go yourselves, get straw where you can find it, for nothing of your work shall be diminished.’\""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 12,
      "text": "So the people were scattered abroad throughout all the land of Egypt to gather stubble for straw."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 13,
      "text": "The taskmasters were urgent saying, \"Fulfill your work quota daily, as when there was straw!\""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 14,
      "text": "The officers of the children of Israel, whom Pharaoh’s taskmasters had set over them, were beaten, and demanded, \"Why haven’t you fulfilled your quota both yesterday and today, in making brick as before?\""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 15,
      "text": "Then the officers of the children of Israel came and cried to Pharaoh, saying, \"Why do you deal this way with your servants?"
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 16,
      "text": "No straw is given to your servants, and they tell us, 'Make brick!’ and behold, your servants are beaten; but the fault is in your own people.\""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 17,
      "text": "But he said, \"You are idle! You are idle! Therefore you say, 'Let us go and sacrifice to The LORD.’"
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 18,
      "text": "Go therefore now, and work, for no straw shall be given to you, yet you shall deliver the same number of bricks!\""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 19,
      "text": "The officers of the children of Israel saw that they were in trouble, when it was said, \"You shall not diminish anything from your daily quota of bricks!\""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 20,
      "text": "They met Moses and Aaron, who stood in the way, as they came out from Pharaoh:"
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 21,
      "text": "and they said to them, \"May The LORD look at you, and judge, because you have made us a stench to be abhorred in the eyes of Pharaoh, and in the eyes of his servants, to put a sword in their hand to kill us.\""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 22,
      "text": "Moses returned to The LORD, and said, \"Lord, why have you brought trouble on this people? Why is it that you have sent me?"
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 5,
      "verse": 23,
      "text": "For since I came to Pharaoh to speak in your name, he has brought trouble on this people; and you have not rescued your people at all.\""
    }
  ],
  "text": "Afterward Moses and Aaron came, and said to Pharaoh, \"This is what The LORD, the God of Israel, says, 'Let my people go, that they may hold a feast to me in the wilderness.’\" Pharaoh said, \"Who is The LORD, that I should listen to his voice to let Israel go? I don’t know The LORD, and moreover I will not let Israel go.\" They said, \"The God of the Hebrews has met with us. Please let us go three days’ journey into the wilderness, and sacrifice to The LORD, our God, lest he fall on us with pestilence, or with the sword.\" The king of Egypt said to them, \"Why do you, Moses and Aaron, take the people from their work? Get back to your burdens!\" Pharaoh said, \"Behold, the people of the land are now many, and you make them rest from their burdens.\" The same day Pharaoh commanded the taskmasters of the people, and their officers, saying, \"You shall no longer give the people straw to make brick, as before. Let them go and gather straw for themselves. The number of the bricks, which they made before, you require from them. You shall not diminish anything of it, for they are idle; therefore they cry, saying, 'Let us go and sacrifice to our God.’ Let heavier work be laid on the men, that they may labor in it; and don’t let them pay any attention to lying words.\" The taskmasters of the people went out, and their officers, and they spoke to the people, saying, \"This is what Pharaoh says: 'I will not give you straw. Go yourselves, get straw where you can find it, for nothing of your work shall be diminished.’\" So the people were scattered abroad throughout all the land of Egypt to gather stubble for straw. The taskmasters were urgent saying, \"Fulfill your work quota daily, as when there was straw!\" The officers of the children of Israel, whom Pharaoh’s taskmasters had set over them, were beaten, and demanded, \"Why haven’t you fulfilled your quota both yesterday and today, in making brick as before?\" Then the officers of the children of Israel came and cried to Pharaoh, saying, \"Why do you deal this way with your servants? No straw is given to your servants, and they tell us, 'Make brick!’ and behold, your servants are beaten; but the fault is in your own people.\" But he said, \"You are idle! You are idle! Therefore you say, 'Let us go and sacrifice to The LORD.’ Go therefore now, and work, for no straw shall be given to you, yet you shall deliver the same number of bricks!\" The officers of the children of Israel saw that they were in trouble, when it was said, \"You shall not diminish anything from your daily quota of bricks!\" They met Moses and Aaron, who stood in the way, as they came out from Pharaoh: and they said to them, \"May The LORD look at you, and judge, because you have made us a stench to be abhorred in the eyes of Pharaoh, and in the eyes of his servants, to put a sword in their hand to kill us.\" Moses returned to The LORD, and said, \"Lord, why have you brought trouble on this people? Why is it that you have sent me? For since I came to Pharaoh to speak in your name, he has brought trouble on this people; and you have not rescued your people at all.\"",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}