{
  "reference": "Exodus 40",
  "verses": [
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 1,
      "text": "The LORD spoke to Moses, saying,"
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 2,
      "text": "\"On the first day of the first month you shall raise up the tabernacle of the Tent of Meeting."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 3,
      "text": "You shall put the ark of the testimony in it, and you shall screen the ark with the veil."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 4,
      "text": "You shall bring in the table, and set in order the things that are on it. You shall bring in the lamp stand, and light its lamps."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 5,
      "text": "You shall set the golden altar for incense before the ark of the testimony, and put the screen of the door to the tabernacle."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 6,
      "text": "\"You shall set the altar of burnt offering before the door of the tabernacle of the Tent of Meeting."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 7,
      "text": "You shall set the basin between the Tent of Meeting and the altar, and shall put water therein."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 8,
      "text": "You shall set up the court around it, and hang up the screen of the gate of the court."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 9,
      "text": "\"You shall take the anointing oil, and anoint the tabernacle, and all that is in it, and shall make it holy, and all its furniture: and it will be holy."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 10,
      "text": "You shall anoint the altar of burnt offering, with all its vessels, and sanctify the altar: and the altar will be most holy."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 11,
      "text": "You shall anoint the basin and its base, and sanctify it."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 12,
      "text": "\"You shall bring Aaron and his sons to the door of the Tent of Meeting, and shall wash them with water."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 13,
      "text": "You shall put on Aaron the holy garments; and you shall anoint him, and sanctify him, that he may minister to me in the priest’s office."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 14,
      "text": "You shall bring his sons, and put coats on them."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 15,
      "text": "You shall anoint them, as you anointed their father, that they may minister to me in the priest’s office. Their anointing shall be to them for an everlasting priesthood throughout their generations.\""
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 16,
      "text": "Moses did so. According to all that The LORD commanded him, so he did."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 17,
      "text": "In the first month in the second year, on the first day of the month, the tabernacle was raised up."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 18,
      "text": "Moses raised up the tabernacle, and laid its sockets, and set up its boards, and put in its bars, and raised up its pillars."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 19,
      "text": "He spread the covering over the tent, and put the roof of the tabernacle above on it, as The LORD commanded Moses."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 20,
      "text": "He took and put the testimony into the ark, and set the poles on the ark, and put the mercy seat above on the ark."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 21,
      "text": "He brought the ark into the tabernacle, and set up the veil of the screen, and screened the ark of the testimony, as The LORD commanded Moses."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 22,
      "text": "He put the table in the Tent of Meeting, on the side of the tabernacle northward, outside of the veil."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 23,
      "text": "He set the bread in order on it before The LORD, as The LORD commanded Moses."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 24,
      "text": "He put the lamp stand in the Tent of Meeting, opposite the table, on the side of the tabernacle southward."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 25,
      "text": "He lit the lamps before The LORD, as The LORD commanded Moses."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 26,
      "text": "He put the golden altar in the Tent of Meeting before the veil;"
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 27,
      "text": "and he burned incense of sweet spices on it, as The LORD commanded Moses."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 28,
      "text": "He put up the screen of the door to the tabernacle."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 29,
      "text": "He set the altar of burnt offering at the door of the tabernacle of the Tent of Meeting, and offered on it the burnt offering and the meal offering, as The LORD commanded Moses."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 30,
      "text": "He set the basin between the Tent of Meeting and the altar, and put water therein, with which to wash."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 31,
      "text": "Moses, Aaron, and his sons washed their hands and their feet there."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 32,
      "text": "When they went into the Tent of Meeting, and when they came near to the altar, they washed, as The LORD commanded Moses."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 33,
      "text": "He raised up the court around the tabernacle and the altar, and set up the screen of the gate of the court. So Moses finished the work."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 34,
      "text": "Then the cloud covered the Tent of Meeting, and The LORD’s glory filled the tabernacle."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 35,
      "text": "Moses wasn’t able to enter into the Tent of Meeting, because the cloud stayed on it, and The LORD’s glory filled the tabernacle."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 36,
      "text": "When the cloud was taken up from over the tabernacle, the children of Israel went onward, throughout all their journeys;"
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 37,
      "text": "but if the cloud wasn’t taken up, then they didn’t travel until the day that it was taken up."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 40,
      "verse": 38,
      "text": "For the cloud of The LORD was on the tabernacle by day, and there was fire in the cloud by night, in the sight of all the house of Israel, throughout all their journeys."
    }
  ],
  "text": "The LORD spoke to Moses, saying, \"On the first day of the first month you shall raise up the tabernacle of the Tent of Meeting. You shall put the ark of the testimony in it, and you shall screen the ark with the veil. You shall bring in the table, and set in order the things that are on it. You shall bring in the lamp stand, and light its lamps. You shall set the golden altar for incense before the ark of the testimony, and put the screen of the door to the tabernacle. \"You shall set the altar of burnt offering before the door of the tabernacle of the Tent of Meeting. You shall set the basin between the Tent of Meeting and the altar, and shall put water therein. You shall set up the court around it, and hang up the screen of the gate of the court. \"You shall take the anointing oil, and anoint the tabernacle, and all that is in it, and shall make it holy, and all its furniture: and it will be holy. You shall anoint the altar of burnt offering, with all its vessels, and sanctify the altar: and the altar will be most holy. You shall anoint the basin and its base, and sanctify it. \"You shall bring Aaron and his sons to the door of the Tent of Meeting, and shall wash them with water. You shall put on Aaron the holy garments; and you shall anoint him, and sanctify him, that he may minister to me in the priest’s office. You shall bring his sons, and put coats on them. You shall anoint them, as you anointed their father, that they may minister to me in the priest’s office. Their anointing shall be to them for an everlasting priesthood throughout their generations.\" Moses did so. According to all that The LORD commanded him, so he did. In the first month in the second year, on the first day of the month, the tabernacle was raised up. Moses raised up the tabernacle, and laid its sockets, and set up its boards, and put in its bars, and raised up its pillars. He spread the covering over the tent, and put the roof of the tabernacle above on it, as The LORD commanded Moses. He took and put the testimony into the ark, and set the poles on the ark, and put the mercy seat above on the ark. He brought the ark into the tabernacle, and set up the veil of the screen, and screened the ark of the testimony, as The LORD commanded Moses. He put the table in the Tent of Meeting, on the side of the tabernacle northward, outside of the veil. He set the bread in order on it before The LORD, as The LORD commanded Moses. He put the lamp stand in the Tent of Meeting, opposite the table, on the side of the tabernacle southward. He lit the lamps before The LORD, as The LORD commanded Moses. He put the golden altar in the Tent of Meeting before the veil; and he burned incense of sweet spices on it, as The LORD commanded Moses. He put up the screen of the door to the tabernacle. He set the altar of burnt offering at the door of the tabernacle of the Tent of Meeting, and offered on it the burnt offering and the meal offering, as The LORD commanded Moses. He set the basin between the Tent of Meeting and the altar, and put water therein, with which to wash. Moses, Aaron, and his sons washed their hands and their feet there. When they went into the Tent of Meeting, and when they came near to the altar, they washed, as The LORD commanded Moses. He raised up the court around the tabernacle and the altar, and set up the screen of the gate of the court. So Moses finished the work. Then the cloud covered the Tent of Meeting, and The LORD’s glory filled the tabernacle. Moses wasn’t able to enter into the Tent of Meeting, because the cloud stayed on it, and The LORD’s glory filled the tabernacle. When the cloud was taken up from over the tabernacle, the children of Israel went onward, throughout all their journeys; but if the cloud wasn’t taken up, then they didn’t travel until the day that it was taken up. For the cloud of The LORD was on the tabernacle by day, and there was fire in the cloud by night, in the sight of all the house of Israel, throughout all their journeys.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}