{
  "reference": "Exodus 1",
  "verses": [
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 1,
      "text": "Now these are the names of the sons of Israel, who came into Egypt (every man and his household came with Jacob):"
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 2,
      "text": "Reuben, Simeon, Levi, and Judah,"
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 3,
      "text": "Issachar, Zebulun, and Benjamin,"
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 4,
      "text": "Dan and Naphtali, Gad and Asher."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 5,
      "text": "All the souls who came out of Jacob’s body were seventy souls, and Joseph was in Egypt already."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 6,
      "text": "Joseph died, as did all his brothers, and all that generation."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 7,
      "text": "The children of Israel were fruitful, and increased abundantly, and multiplied, and grew exceedingly mighty; and the land was filled with them."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 8,
      "text": "Now there arose a new king over Egypt, who didn’t know Joseph."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 9,
      "text": "He said to his people, “Behold, the people of the children of Israel are more and mightier than we."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 10,
      "text": "Come, let us deal wisely with them, lest they multiply, and it happen that when any war breaks out, they also join themselves to our enemies, and fight against us, and escape out of the land.”"
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 11,
      "text": "Therefore they set taskmasters over them to afflict them with their burdens. They built storage cities for Pharaoh: Pithom and Raamses."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 12,
      "text": "But the more they afflicted them, the more they multiplied and the more they spread out. They were grieved because of the children of Israel."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 13,
      "text": "The Egyptians ruthlessly made the children of Israel serve,"
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 14,
      "text": "and they made their lives bitter with hard service, in mortar and in brick, and in all kinds of service in the field, all their service, in which they ruthlessly made them serve."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 15,
      "text": "The king of Egypt spoke to the Hebrew midwives, of whom the name of the one was Shiphrah, and the name of the other Puah,"
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 16,
      "text": "and he said, “When you perform the duty of a midwife to the Hebrew women, and see them on the birth stool; if it is a son, then you shall kill him; but if it is a daughter, then she shall live.”"
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 17,
      "text": "But the midwives feared God, and didn’t do what the king of Egypt commanded them, but saved the baby boys alive."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 18,
      "text": "The king of Egypt called for the midwives, and said to them, “Why have you done this thing, and have saved the boys alive?”"
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 19,
      "text": "The midwives said to Pharaoh, “Because the Hebrew women aren’t like the Egyptian women; for they are vigorous, and give birth before the midwife comes to them.”"
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 20,
      "text": "God dealt well with the midwives, and the people multiplied, and grew very mighty."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 21,
      "text": "Because the midwives feared God, he gave them families."
    },
    {
      "book_id": "EXO",
      "book_name": "Exodus",
      "chapter": 1,
      "verse": 22,
      "text": "Pharaoh commanded all his people, saying, “You shall cast every son who is born into the river, and every daughter you shall save alive.”"
    }
  ],
  "text": "Now these are the names of the sons of Israel, who came into Egypt (every man and his household came with Jacob): Reuben, Simeon, Levi, and Judah, Issachar, Zebulun, and Benjamin, Dan and Naphtali, Gad and Asher. All the souls who came out of Jacob’s body were seventy souls, and Joseph was in Egypt already. Joseph died, as did all his brothers, and all that generation. The children of Israel were fruitful, and increased abundantly, and multiplied, and grew exceedingly mighty; and the land was filled with them. Now there arose a new king over Egypt, who didn’t know Joseph. He said to his people, “Behold, the people of the children of Israel are more and mightier than we. Come, let us deal wisely with them, lest they multiply, and it happen that when any war breaks out, they also join themselves to our enemies, and fight against us, and escape out of the land.” Therefore they set taskmasters over them to afflict them with their burdens. They built storage cities for Pharaoh: Pithom and Raamses. But the more they afflicted them, the more they multiplied and the more they spread out. They were grieved because of the children of Israel. The Egyptians ruthlessly made the children of Israel serve, and they made their lives bitter with hard service, in mortar and in brick, and in all kinds of service in the field, all their service, in which they ruthlessly made them serve. The king of Egypt spoke to the Hebrew midwives, of whom the name of the one was Shiphrah, and the name of the other Puah, and he said, “When you perform the duty of a midwife to the Hebrew women, and see them on the birth stool; if it is a son, then you shall kill him; but if it is a daughter, then she shall live.” But the midwives feared God, and didn’t do what the king of Egypt commanded them, but saved the baby boys alive. The king of Egypt called for the midwives, and said to them, “Why have you done this thing, and have saved the boys alive?” The midwives said to Pharaoh, “Because the Hebrew women aren’t like the Egyptian women; for they are vigorous, and give birth before the midwife comes to them.” God dealt well with the midwives, and the people multiplied, and grew very mighty. Because the midwives feared God, he gave them families. Pharaoh commanded all his people, saying, “You shall cast every son who is born into the river, and every daughter you shall save alive.”",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}