{
  "reference": "Ezekiel 26",
  "verses": [
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 1,
      "text": "In the eleventh year, in the first of the month, The LORD’s word came to me, saying,"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 2,
      "text": "“Son of man, because Tyre has said against Jerusalem, ‘Aha! She is broken! She who was the gateway of the peoples has been returned to me. I will be replenished, now that she is laid waste;’"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 3,
      "text": "therefore thus says the Lord The LORD, ‘Behold, I am against you, Tyre, and will cause many nations to come up against you, as the sea causes its waves to come up."
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 4,
      "text": "They will destroy the walls of Tyre, and break down her towers. I will also scrape her dust from her, and make her a bare rock."
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 5,
      "text": "She will be a place for the spreading of nets in the middle of the sea; for I have spoken it,’ says the Lord The LORD. ‘She will become plunder for the nations."
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 6,
      "text": "Her daughters who are in the field will be slain with the sword. Then they will know that I am The LORD.’"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 7,
      "text": "“For thus says the Lord The LORD: ‘Behold, I will bring on Tyre Nebuchadnezzar king of Babylon, king of kings, from the north, with horses, with chariots, with horsemen, and an army with many people."
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 8,
      "text": "He will kill your daughters in the field with the sword. He will make forts against you, cast up a mound against you, and raise up the buckler against you."
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 9,
      "text": "He will set his battering engines against your walls, and with his axes he will break down your towers."
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 10,
      "text": "By reason of the abundance of his horses, their dust will cover you. Your walls will shake at the noise of the horsemen, of the wagons, and of the chariots, when he enters into your gates, as men enter into a city which is broken open."
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 11,
      "text": "He will tread down all your streets with the hoofs of his horses. He will kill your people with the sword. The pillars of your strength will go down to the ground."
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 12,
      "text": "They will make a plunder of your riches, and make a prey of your merchandise. They will break down your walls, and destroy your pleasant houses. They will lay your stones, your timber, and your dust in the middle of the waters."
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 13,
      "text": "I will cause the noise of your songs to cease. The sound of your harps won’t be heard any more."
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 14,
      "text": "I will make you a bare rock. You will be a place for the spreading of nets. You will be built no more; for I The LORD have spoken it,’ says the Lord The LORD."
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 15,
      "text": "“Thus says the Lord The LORD to Tyre: ‘Won’t the islands shake at the sound of your fall, when the wounded groan, when the slaughter is made within you?"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 16,
      "text": "Then all the princes of the sea will come down from their thrones, and lay aside their robes, and strip off their embroidered garments. They will clothe themselves with trembling. They will sit on the ground, and will tremble every moment, and be astonished at you."
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 17,
      "text": "They will take up a lamentation over you, and tell you, “How you are destroyed, who were inhabited by seafaring men, the renowned city, who was strong in the sea, she and her inhabitants, who caused their terror to be on all who lived there!”"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 18,
      "text": "Now the islands will tremble in the day of your fall. Yes, the islands that are in the sea will be dismayed at your departure.’"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 19,
      "text": "“For thus says the Lord The LORD: ‘When I make you a desolate city, like the cities that are not inhabited; when I bring up the deep on you, and the great waters cover you;"
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 20,
      "text": "then I will bring you down with those who descend into the pit, to the people of old time, and will make you dwell in the lower parts of the earth, in the places that are desolate of old, with those who go down to the pit, that you be not inhabited; and I will set glory in the land of the living."
    },
    {
      "book_id": "EZK",
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 21,
      "text": "I will make you a terror, and you will no more have any being. Though you are sought for, yet you will never be found again,’ says the Lord The LORD.”"
    }
  ],
  "text": "In the eleventh year, in the first of the month, The LORD’s word came to me, saying, “Son of man, because Tyre has said against Jerusalem, ‘Aha! She is broken! She who was the gateway of the peoples has been returned to me. I will be replenished, now that she is laid waste;’ therefore thus says the Lord The LORD, ‘Behold, I am against you, Tyre, and will cause many nations to come up against you, as the sea causes its waves to come up. They will destroy the walls of Tyre, and break down her towers. I will also scrape her dust from her, and make her a bare rock. She will be a place for the spreading of nets in the middle of the sea; for I have spoken it,’ says the Lord The LORD. ‘She will become plunder for the nations. Her daughters who are in the field will be slain with the sword. Then they will know that I am The LORD.’ “For thus says the Lord The LORD: ‘Behold, I will bring on Tyre Nebuchadnezzar king of Babylon, king of kings, from the north, with horses, with chariots, with horsemen, and an army with many people. He will kill your daughters in the field with the sword. He will make forts against you, cast up a mound against you, and raise up the buckler against you. He will set his battering engines against your walls, and with his axes he will break down your towers. By reason of the abundance of his horses, their dust will cover you. Your walls will shake at the noise of the horsemen, of the wagons, and of the chariots, when he enters into your gates, as men enter into a city which is broken open. He will tread down all your streets with the hoofs of his horses. He will kill your people with the sword. The pillars of your strength will go down to the ground. They will make a plunder of your riches, and make a prey of your merchandise. They will break down your walls, and destroy your pleasant houses. They will lay your stones, your timber, and your dust in the middle of the waters. I will cause the noise of your songs to cease. The sound of your harps won’t be heard any more. I will make you a bare rock. You will be a place for the spreading of nets. You will be built no more; for I The LORD have spoken it,’ says the Lord The LORD. “Thus says the Lord The LORD to Tyre: ‘Won’t the islands shake at the sound of your fall, when the wounded groan, when the slaughter is made within you? Then all the princes of the sea will come down from their thrones, and lay aside their robes, and strip off their embroidered garments. They will clothe themselves with trembling. They will sit on the ground, and will tremble every moment, and be astonished at you. They will take up a lamentation over you, and tell you, “How you are destroyed, who were inhabited by seafaring men, the renowned city, who was strong in the sea, she and her inhabitants, who caused their terror to be on all who lived there!” Now the islands will tremble in the day of your fall. Yes, the islands that are in the sea will be dismayed at your departure.’ “For thus says the Lord The LORD: ‘When I make you a desolate city, like the cities that are not inhabited; when I bring up the deep on you, and the great waters cover you; then I will bring you down with those who descend into the pit, to the people of old time, and will make you dwell in the lower parts of the earth, in the places that are desolate of old, with those who go down to the pit, that you be not inhabited; and I will set glory in the land of the living. I will make you a terror, and you will no more have any being. Though you are sought for, yet you will never be found again,’ says the Lord The LORD.”",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}