{
  "reference": "Genesis 28",
  "verses": [
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 1,
      "text": "Isaac called Jacob, blessed him, and commanded him, \"You shall not take a wife of the daughters of Canaan."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 2,
      "text": "Arise, go to Paddan Aram, to the house of Bethuel your mother’s father. Take a wife from there from the daughters of Laban, your mother’s brother."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 3,
      "text": "May God Almighty bless you, and make you fruitful, and multiply you, that you may be a company of peoples,"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 4,
      "text": "and give you the blessing of Abraham, to you, and to your offspring with you, that you may inherit the land where you travel, which God gave to Abraham.\""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 5,
      "text": "Isaac sent Jacob away. He went to Paddan Aram to Laban, son of Bethuel the Syrian, Rebekah’s brother, Jacob’s and Esau’s mother."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 6,
      "text": "Now Esau saw that Isaac had blessed Jacob and sent him away to Paddan Aram, to take him a wife from there, and that as he blessed him he gave him a command, saying, \"You shall not take a wife of the daughters of Canaan,\""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 7,
      "text": "and that Jacob obeyed his father and his mother, and was gone to Paddan Aram."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 8,
      "text": "Esau saw that the daughters of Canaan didn’t please Isaac, his father."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 9,
      "text": "Esau went to Ishmael, and took, besides the wives that he had, Mahalath the daughter of Ishmael, Abraham’s son, the sister of Nebaioth, to be his wife."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 10,
      "text": "Jacob went out from Beersheba, and went toward Haran."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 11,
      "text": "He came to a certain place, and stayed there all night, because the sun had set. He took one of the stones of the place, and put it under his head, and lay down in that place to sleep."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 12,
      "text": "He dreamed. Behold, a stairway set upon the earth, and its top reached to heaven. Behold, the angels of God ascending and descending on it."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 13,
      "text": "Behold, The LORD stood above it, and said, \"I am The LORD, the God of Abraham your father, and the God of Isaac. The land whereon you lie, to you will I give it, and to your offspring."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 14,
      "text": "Your offspring will be as the dust of the earth, and you will spread abroad to the west, and to the east, and to the north, and to the south. In you and in your offspring will all the families of the earth be blessed."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 15,
      "text": "Behold, I am with you, and will keep you, wherever you go, and will bring you again into this land. For I will not leave you, until I have done that which I have spoken of to you.\""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 16,
      "text": "Jacob awakened out of his sleep, and he said, \"Surely The LORD is in this place, and I didn’t know it.\""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 17,
      "text": "He was afraid, and said, \"How dreadful is this place! This is none other than God’s house, and this is the gate of heaven.\""
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 18,
      "text": "Jacob rose up early in the morning, and took the stone that he had put under his head, and set it up for a pillar, and poured oil on its top."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 19,
      "text": "He called the name of that place Bethel, but the name of the city was Luz at the first."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 20,
      "text": "Jacob vowed a vow, saying, \"If God will be with me, and will keep me in this way that I go, and will give me bread to eat, and clothing to put on,"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 21,
      "text": "so that I come again to my father’s house in peace, and The LORD will be my God,"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 28,
      "verse": 22,
      "text": "then this stone, which I have set up for a pillar, will be God’s house. Of all that you will give me I will surely give a tenth to you.\""
    }
  ],
  "text": "Isaac called Jacob, blessed him, and commanded him, \"You shall not take a wife of the daughters of Canaan. Arise, go to Paddan Aram, to the house of Bethuel your mother’s father. Take a wife from there from the daughters of Laban, your mother’s brother. May God Almighty bless you, and make you fruitful, and multiply you, that you may be a company of peoples, and give you the blessing of Abraham, to you, and to your offspring with you, that you may inherit the land where you travel, which God gave to Abraham.\" Isaac sent Jacob away. He went to Paddan Aram to Laban, son of Bethuel the Syrian, Rebekah’s brother, Jacob’s and Esau’s mother. Now Esau saw that Isaac had blessed Jacob and sent him away to Paddan Aram, to take him a wife from there, and that as he blessed him he gave him a command, saying, \"You shall not take a wife of the daughters of Canaan,\" and that Jacob obeyed his father and his mother, and was gone to Paddan Aram. Esau saw that the daughters of Canaan didn’t please Isaac, his father. Esau went to Ishmael, and took, besides the wives that he had, Mahalath the daughter of Ishmael, Abraham’s son, the sister of Nebaioth, to be his wife. Jacob went out from Beersheba, and went toward Haran. He came to a certain place, and stayed there all night, because the sun had set. He took one of the stones of the place, and put it under his head, and lay down in that place to sleep. He dreamed. Behold, a stairway set upon the earth, and its top reached to heaven. Behold, the angels of God ascending and descending on it. Behold, The LORD stood above it, and said, \"I am The LORD, the God of Abraham your father, and the God of Isaac. The land whereon you lie, to you will I give it, and to your offspring. Your offspring will be as the dust of the earth, and you will spread abroad to the west, and to the east, and to the north, and to the south. In you and in your offspring will all the families of the earth be blessed. Behold, I am with you, and will keep you, wherever you go, and will bring you again into this land. For I will not leave you, until I have done that which I have spoken of to you.\" Jacob awakened out of his sleep, and he said, \"Surely The LORD is in this place, and I didn’t know it.\" He was afraid, and said, \"How dreadful is this place! This is none other than God’s house, and this is the gate of heaven.\" Jacob rose up early in the morning, and took the stone that he had put under his head, and set it up for a pillar, and poured oil on its top. He called the name of that place Bethel, but the name of the city was Luz at the first. Jacob vowed a vow, saying, \"If God will be with me, and will keep me in this way that I go, and will give me bread to eat, and clothing to put on, so that I come again to my father’s house in peace, and The LORD will be my God, then this stone, which I have set up for a pillar, will be God’s house. Of all that you will give me I will surely give a tenth to you.\"",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}