{
  "reference": "Genesis 15",
  "verses": [
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 15,
      "verse": 1,
      "text": "After these things The LORD’s word came to Abram in a vision, saying, “Don’t be afraid, Abram. I am your shield, your exceedingly great reward.”"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 15,
      "verse": 2,
      "text": "Abram said, “Lord The LORD, what will you give me, since I go childless, and he who will inherit my estate is Eliezer of Damascus?”"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 15,
      "verse": 3,
      "text": "Abram said, “Behold, to me you have given no children: and, behold, one born in my house is my heir.”"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 15,
      "verse": 4,
      "text": "Behold, The LORD’s word came to him, saying, “This man will not be your heir, but he who will come out of your own body will be your heir.”"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 15,
      "verse": 5,
      "text": "The LORD brought him outside, and said, “Look now toward the sky, and count the stars, if you are able to count them.” He said to Abram, “So will your offspring be.”"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 15,
      "verse": 6,
      "text": "He believed in The LORD, who credited it to him for righteousness."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 15,
      "verse": 7,
      "text": "He said to Abram, “I am The LORD who brought you out of Ur of the Chaldees, to give you this land to inherit it.”"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 15,
      "verse": 8,
      "text": "He said, “Lord The LORD, how will I know that I will inherit it?”"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 15,
      "verse": 9,
      "text": "He said to him, “Bring me a heifer three years old, a female goat three years old, a ram three years old, a turtledove, and a young pigeon.”"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 15,
      "verse": 10,
      "text": "He brought him all these, and divided them in the middle, and laid each half opposite the other; but he didn’t divide the birds."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 15,
      "verse": 11,
      "text": "The birds of prey came down on the carcasses, and Abram drove them away."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 15,
      "verse": 12,
      "text": "When the sun was going down, a deep sleep fell on Abram. Now terror and great darkness fell on him."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 15,
      "verse": 13,
      "text": "He said to Abram, “Know for sure that your offspring will live as foreigners in a land that is not theirs, and will serve them. They will afflict them four hundred years."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 15,
      "verse": 14,
      "text": "I will also judge that nation, whom they will serve. Afterward they will come out with great wealth,"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 15,
      "verse": 15,
      "text": "but you will go to your fathers in peace. You will be buried at a good old age."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 15,
      "verse": 16,
      "text": "In the fourth generation they will come here again, for the iniquity of the Amorite is not yet full.”"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 15,
      "verse": 17,
      "text": "It came to pass that, when the sun went down, and it was dark, behold, a smoking furnace, and a flaming torch passed between these pieces."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 15,
      "verse": 18,
      "text": "In that day The LORD made a covenant with Abram, saying, “I have given this land to your offspring, from the river of Egypt to the great river, the river Euphrates:"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 15,
      "verse": 19,
      "text": "the Kenites, the Kenizzites, the Kadmonites,"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 15,
      "verse": 20,
      "text": "the Hittites, the Perizzites, the Rephaim,"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 15,
      "verse": 21,
      "text": "the Amorites, the Canaanites, the Girgashites, and the Jebusites.”"
    }
  ],
  "text": "After these things The LORD’s word came to Abram in a vision, saying, “Don’t be afraid, Abram. I am your shield, your exceedingly great reward.” Abram said, “Lord The LORD, what will you give me, since I go childless, and he who will inherit my estate is Eliezer of Damascus?” Abram said, “Behold, to me you have given no children: and, behold, one born in my house is my heir.” Behold, The LORD’s word came to him, saying, “This man will not be your heir, but he who will come out of your own body will be your heir.” The LORD brought him outside, and said, “Look now toward the sky, and count the stars, if you are able to count them.” He said to Abram, “So will your offspring be.” He believed in The LORD, who credited it to him for righteousness. He said to Abram, “I am The LORD who brought you out of Ur of the Chaldees, to give you this land to inherit it.” He said, “Lord The LORD, how will I know that I will inherit it?” He said to him, “Bring me a heifer three years old, a female goat three years old, a ram three years old, a turtledove, and a young pigeon.” He brought him all these, and divided them in the middle, and laid each half opposite the other; but he didn’t divide the birds. The birds of prey came down on the carcasses, and Abram drove them away. When the sun was going down, a deep sleep fell on Abram. Now terror and great darkness fell on him. He said to Abram, “Know for sure that your offspring will live as foreigners in a land that is not theirs, and will serve them. They will afflict them four hundred years. I will also judge that nation, whom they will serve. Afterward they will come out with great wealth, but you will go to your fathers in peace. You will be buried at a good old age. In the fourth generation they will come here again, for the iniquity of the Amorite is not yet full.” It came to pass that, when the sun went down, and it was dark, behold, a smoking furnace, and a flaming torch passed between these pieces. In that day The LORD made a covenant with Abram, saying, “I have given this land to your offspring, from the river of Egypt to the great river, the river Euphrates: the Kenites, the Kenizzites, the Kadmonites, the Hittites, the Perizzites, the Rephaim, the Amorites, the Canaanites, the Girgashites, and the Jebusites.”",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}