{
  "reference": "Genesis 3",
  "verses": [
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 1,
      "text": "Now the serpent was more subtle than any animal of the field which The LORD God had made. He said to the woman, “Has God really said, ‘You shall not eat of any tree of the garden?’”"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 2,
      "text": "The woman said to the serpent, “We may eat fruit from the trees of the garden,"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 3,
      "text": "but not the fruit of the tree which is in the middle of the garden. God has said, ‘You shall not eat of it. You shall not touch it, lest you die.’”"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 4,
      "text": "The serpent said to the woman, “You won’t really die,"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 5,
      "text": "for God knows that in the day you eat it, your eyes will be opened, and you will be like God, knowing good and evil.”"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 6,
      "text": "When the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took some of its fruit, and ate; and she gave some to her husband with her, and he ate it, too."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 7,
      "text": "Their eyes were opened, and they both knew that they were naked. They sewed fig leaves together, and made coverings for themselves."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 8,
      "text": "They heard The LORD God’s voice walking in the garden in the cool of the day, and the man and his wife hid themselves from the presence of The LORD God among the trees of the garden."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 9,
      "text": "The LORD God called to the man, and said to him, “Where are you?”"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 10,
      "text": "The man said, “I heard your voice in the garden, and I was afraid, because I was naked; and I hid myself.”"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 11,
      "text": "God said, “Who told you that you were naked? Have you eaten from the tree that I commanded you not to eat from?”"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 12,
      "text": "The man said, “The woman whom you gave to be with me, she gave me fruit from the tree, and I ate it.”"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 13,
      "text": "The LORD God said to the woman, “What have you done?” The woman said, “The serpent deceived me, and I ate.”"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 14,
      "text": "The LORD God said to the serpent, “Because you have done this, you are cursed above all livestock, and above every animal of the field. You shall go on your belly and you shall eat dust all the days of your life."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 15,
      "text": "I will put hostility between you and the woman, and between your offspring and her offspring. He will bruise your head, and you will bruise his heel.”"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 16,
      "text": "To the woman he said, “I will greatly multiply your pain in childbirth. In pain you will bear children. Your desire will be for your husband, and he will rule over you.”"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 17,
      "text": "To Adam he said, “Because you have listened to your wife’s voice, and ate from the tree, about which I commanded you, saying, ‘You shall not eat of it,’ the ground is cursed for your sake. You will eat from it with much labor all the days of your life."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 18,
      "text": "It will yield thorns and thistles to you; and you will eat the herb of the field."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 19,
      "text": "By the sweat of your face will you eat bread until you return to the ground, for out of it you were taken. For you are dust, and to dust you shall return.”"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 20,
      "text": "The man called his wife Eve because she would be the mother of all the living."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 21,
      "text": "The LORD God made coats of animal skins for Adam and for his wife, and clothed them."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 22,
      "text": "The LORD God said, “Behold, the man has become like one of us, knowing good and evil. Now, lest he reach out his hand, and also take of the tree of life, and eat, and live forever—”"
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 23,
      "text": "Therefore The LORD God sent him out from the garden of Eden, to till the ground from which he was taken."
    },
    {
      "book_id": "GEN",
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 24,
      "text": "So he drove out the man; and he placed cherubim at the east of the garden of Eden, and a flaming sword which turned every way, to guard the way to the tree of life."
    }
  ],
  "text": "Now the serpent was more subtle than any animal of the field which The LORD God had made. He said to the woman, “Has God really said, ‘You shall not eat of any tree of the garden?’” The woman said to the serpent, “We may eat fruit from the trees of the garden, but not the fruit of the tree which is in the middle of the garden. God has said, ‘You shall not eat of it. You shall not touch it, lest you die.’” The serpent said to the woman, “You won’t really die, for God knows that in the day you eat it, your eyes will be opened, and you will be like God, knowing good and evil.” When the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took some of its fruit, and ate; and she gave some to her husband with her, and he ate it, too. Their eyes were opened, and they both knew that they were naked. They sewed fig leaves together, and made coverings for themselves. They heard The LORD God’s voice walking in the garden in the cool of the day, and the man and his wife hid themselves from the presence of The LORD God among the trees of the garden. The LORD God called to the man, and said to him, “Where are you?” The man said, “I heard your voice in the garden, and I was afraid, because I was naked; and I hid myself.” God said, “Who told you that you were naked? Have you eaten from the tree that I commanded you not to eat from?” The man said, “The woman whom you gave to be with me, she gave me fruit from the tree, and I ate it.” The LORD God said to the woman, “What have you done?” The woman said, “The serpent deceived me, and I ate.” The LORD God said to the serpent, “Because you have done this, you are cursed above all livestock, and above every animal of the field. You shall go on your belly and you shall eat dust all the days of your life. I will put hostility between you and the woman, and between your offspring and her offspring. He will bruise your head, and you will bruise his heel.” To the woman he said, “I will greatly multiply your pain in childbirth. In pain you will bear children. Your desire will be for your husband, and he will rule over you.” To Adam he said, “Because you have listened to your wife’s voice, and ate from the tree, about which I commanded you, saying, ‘You shall not eat of it,’ the ground is cursed for your sake. You will eat from it with much labor all the days of your life. It will yield thorns and thistles to you; and you will eat the herb of the field. By the sweat of your face will you eat bread until you return to the ground, for out of it you were taken. For you are dust, and to dust you shall return.” The man called his wife Eve because she would be the mother of all the living. The LORD God made coats of animal skins for Adam and for his wife, and clothed them. The LORD God said, “Behold, the man has become like one of us, knowing good and evil. Now, lest he reach out his hand, and also take of the tree of life, and eat, and live forever—” Therefore The LORD God sent him out from the garden of Eden, to till the ground from which he was taken. So he drove out the man; and he placed cherubim at the east of the garden of Eden, and a flaming sword which turned every way, to guard the way to the tree of life.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}