{
  "reference": "Haggai 2",
  "verses": [
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 1,
      "text": "In the seventh month, in the twenty-first day of the month, The LORD’s word came by Haggai the prophet, saying,"
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 2,
      "text": "“Speak now to Zerubbabel, the son of Shealtiel, governor of Judah, and to Joshua, the son of Jehozadak, the high priest, and to the remnant of the people, saying,"
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 3,
      "text": "‘Who is left among you who saw this house in its former glory? How do you see it now? Isn’t it in your eyes as nothing?"
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 4,
      "text": "Yet now be strong, Zerubbabel,’ says The LORD. ‘Be strong, Joshua, son of Jehozadak, the high priest. Be strong, all you people of the land,’ says The LORD, ‘and work, for I am with you,’ says The LORD of Armies."
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 5,
      "text": "This is the word that I covenanted with you when you came out of Egypt, and my Spirit lived among you. ‘Don’t be afraid.’"
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 6,
      "text": "For this is what The LORD of Armies says: ‘Yet once, it is a little while, and I will shake the heavens, the earth, the sea, and the dry land;"
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 7,
      "text": "and I will shake all nations. The precious things of all nations will come, and I will fill this house with glory, says The LORD of Armies."
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 8,
      "text": "The silver is mine, and the gold is mine,’ says The LORD of Armies."
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 9,
      "text": "‘The latter glory of this house will be greater than the former,’ says The LORD of Armies; ‘and in this place will I give peace,’ says The LORD of Armies.”"
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 10,
      "text": "In the twenty-fourth day of the ninth month, in the second year of Darius, The LORD’s word came by Haggai the prophet, saying,"
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 11,
      "text": "“The LORD of Armies says: Ask now the priests concerning the law, saying,"
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 12,
      "text": "‘If someone carries holy meat in the fold of his garment, and with his fold touches bread, stew, wine, oil, or any food, will it become holy?’” The priests answered, “No.”"
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 13,
      "text": "Then Haggai said, “If one who is unclean by reason of a dead body touch any of these, will it be unclean?” The priests answered, “It will be unclean.”"
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 14,
      "text": "Then Haggai answered, “‘So is this people, and so is this nation before me,’ says The LORD; ‘and so is every work of their hands. That which they offer there is unclean."
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 15,
      "text": "Now, please consider from this day and backward, before a stone was laid on a stone in The LORD’s temple."
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 16,
      "text": "Through all that time, when one came to a heap of twenty measures, there were only ten. When one came to the wine vat to draw out fifty, there were only twenty."
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 17,
      "text": "I struck you with blight, mildew, and hail in all the work of your hands; yet you didn’t turn to me,’ says The LORD."
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 18,
      "text": "‘Consider, please, from this day and backward, from the twenty-fourth day of the ninth month, since the day that the foundation of The LORD’s temple was laid, consider it."
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 19,
      "text": "Is the seed yet in the barn? Yes, the vine, the fig tree, the pomegranate, and the olive tree haven’t produced. From today I will bless you.’”"
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 20,
      "text": "The LORD’s word came the second time to Haggai in the twenty-fourth day of the month, saying,"
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 21,
      "text": "“Speak to Zerubbabel, governor of Judah, saying, ‘I will shake the heavens and the earth."
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 22,
      "text": "I will overthrow the throne of kingdoms. I will destroy the strength of the kingdoms of the nations. I will overthrow the chariots, and those who ride in them. The horses and their riders will come down, everyone by the sword of his brother."
    },
    {
      "book_id": "HAG",
      "book_name": "Haggai",
      "chapter": 2,
      "verse": 23,
      "text": "In that day, says The LORD of Armies, will I take you, Zerubbabel, my servant, the son of Shealtiel,’ says The LORD, ‘and will make you as a signet, for I have chosen you,’ says The LORD of Armies.”"
    }
  ],
  "text": "In the seventh month, in the twenty-first day of the month, The LORD’s word came by Haggai the prophet, saying, “Speak now to Zerubbabel, the son of Shealtiel, governor of Judah, and to Joshua, the son of Jehozadak, the high priest, and to the remnant of the people, saying, ‘Who is left among you who saw this house in its former glory? How do you see it now? Isn’t it in your eyes as nothing? Yet now be strong, Zerubbabel,’ says The LORD. ‘Be strong, Joshua, son of Jehozadak, the high priest. Be strong, all you people of the land,’ says The LORD, ‘and work, for I am with you,’ says The LORD of Armies. This is the word that I covenanted with you when you came out of Egypt, and my Spirit lived among you. ‘Don’t be afraid.’ For this is what The LORD of Armies says: ‘Yet once, it is a little while, and I will shake the heavens, the earth, the sea, and the dry land; and I will shake all nations. The precious things of all nations will come, and I will fill this house with glory, says The LORD of Armies. The silver is mine, and the gold is mine,’ says The LORD of Armies. ‘The latter glory of this house will be greater than the former,’ says The LORD of Armies; ‘and in this place will I give peace,’ says The LORD of Armies.” In the twenty-fourth day of the ninth month, in the second year of Darius, The LORD’s word came by Haggai the prophet, saying, “The LORD of Armies says: Ask now the priests concerning the law, saying, ‘If someone carries holy meat in the fold of his garment, and with his fold touches bread, stew, wine, oil, or any food, will it become holy?’” The priests answered, “No.” Then Haggai said, “If one who is unclean by reason of a dead body touch any of these, will it be unclean?” The priests answered, “It will be unclean.” Then Haggai answered, “‘So is this people, and so is this nation before me,’ says The LORD; ‘and so is every work of their hands. That which they offer there is unclean. Now, please consider from this day and backward, before a stone was laid on a stone in The LORD’s temple. Through all that time, when one came to a heap of twenty measures, there were only ten. When one came to the wine vat to draw out fifty, there were only twenty. I struck you with blight, mildew, and hail in all the work of your hands; yet you didn’t turn to me,’ says The LORD. ‘Consider, please, from this day and backward, from the twenty-fourth day of the ninth month, since the day that the foundation of The LORD’s temple was laid, consider it. Is the seed yet in the barn? Yes, the vine, the fig tree, the pomegranate, and the olive tree haven’t produced. From today I will bless you.’” The LORD’s word came the second time to Haggai in the twenty-fourth day of the month, saying, “Speak to Zerubbabel, governor of Judah, saying, ‘I will shake the heavens and the earth. I will overthrow the throne of kingdoms. I will destroy the strength of the kingdoms of the nations. I will overthrow the chariots, and those who ride in them. The horses and their riders will come down, everyone by the sword of his brother. In that day, says The LORD of Armies, will I take you, Zerubbabel, my servant, the son of Shealtiel,’ says The LORD, ‘and will make you as a signet, for I have chosen you,’ says The LORD of Armies.”",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}