{
  "reference": "Hosea 6",
  "verses": [
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 6,
      "verse": 1,
      "text": "“Come, and let us return to The LORD; for he has torn us to pieces, and he will heal us; he has injured us, and he will bind up our wounds."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 6,
      "verse": 2,
      "text": "After two days he will revive us. On the third day he will raise us up, and we will live before him."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 6,
      "verse": 3,
      "text": "Let us acknowledge The LORD. Let us press on to know The LORD. As surely as the sun rises, The LORD will appear. He will come to us like the rain, like the spring rain that waters the earth.”"
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 6,
      "verse": 4,
      "text": "“Ephraim, what shall I do to you? Judah, what shall I do to you? For your love is like a morning cloud, and like the dew that disappears early."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 6,
      "verse": 5,
      "text": "Therefore I have cut them to pieces with the prophets; I killed them with the words of my mouth. Your judgments are like a flash of lightning."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 6,
      "verse": 6,
      "text": "For I desire mercy, and not sacrifice; and the knowledge of God more than burnt offerings."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 6,
      "verse": 7,
      "text": "But they, like Adam, have broken the covenant. They were unfaithful to me, there."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 6,
      "verse": 8,
      "text": "Gilead is a city of those who work iniquity; it is stained with blood."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 6,
      "verse": 9,
      "text": "As gangs of robbers wait to ambush a man, so the company of priests murder on the path toward Shechem, committing shameful crimes."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 6,
      "verse": 10,
      "text": "In the house of Israel I have seen a horrible thing. There is prostitution in Ephraim. Israel is defiled."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 6,
      "verse": 11,
      "text": "“Also, Judah, there is a harvest appointed for you, when I restore the fortunes of my people."
    }
  ],
  "text": "“Come, and let us return to The LORD; for he has torn us to pieces, and he will heal us; he has injured us, and he will bind up our wounds. After two days he will revive us. On the third day he will raise us up, and we will live before him. Let us acknowledge The LORD. Let us press on to know The LORD. As surely as the sun rises, The LORD will appear. He will come to us like the rain, like the spring rain that waters the earth.” “Ephraim, what shall I do to you? Judah, what shall I do to you? For your love is like a morning cloud, and like the dew that disappears early. Therefore I have cut them to pieces with the prophets; I killed them with the words of my mouth. Your judgments are like a flash of lightning. For I desire mercy, and not sacrifice; and the knowledge of God more than burnt offerings. But they, like Adam, have broken the covenant. They were unfaithful to me, there. Gilead is a city of those who work iniquity; it is stained with blood. As gangs of robbers wait to ambush a man, so the company of priests murder on the path toward Shechem, committing shameful crimes. In the house of Israel I have seen a horrible thing. There is prostitution in Ephraim. Israel is defiled. “Also, Judah, there is a harvest appointed for you, when I restore the fortunes of my people.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}