{
  "reference": "Hosea 9",
  "verses": [
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 9,
      "verse": 1,
      "text": "Don’t rejoice, Israel, to jubilation like the nations; for you were unfaithful to your God. You love the wages of a prostitute at every grain threshing floor."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 9,
      "verse": 2,
      "text": "The threshing floor and the wine press won’t feed them, and the new wine will fail her."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 9,
      "verse": 3,
      "text": "They won’t dwell in The LORD’s land; but Ephraim will return to Egypt, and they will eat unclean food in Assyria."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 9,
      "verse": 4,
      "text": "They won’t pour out wine offerings to The LORD, neither will they be pleasing to him. Their sacrifices will be to them like the bread of mourners; all who eat of it will be polluted; for their bread will be for their appetite. It will not come into The LORD’s house."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 9,
      "verse": 5,
      "text": "What will you do in the day of solemn assembly, and in the day of the feast of The LORD?"
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 9,
      "verse": 6,
      "text": "For, behold, they have gone away from destruction. Egypt will gather them up. Memphis will bury them. Nettles will possess their pleasant things of silver. Thorns will be in their tents."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 9,
      "verse": 7,
      "text": "The days of visitation have come. The days of reckoning have come. Israel will consider the prophet to be a fool, and the man who is inspired to be insane, because of the abundance of your sins, and because your hostility is great."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 9,
      "verse": 8,
      "text": "A prophet watches over Ephraim with my God. A fowler’s snare is on all of his paths, and hostility in the house of his God."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 9,
      "verse": 9,
      "text": "They have deeply corrupted themselves, as in the days of Gibeah. He will remember their iniquity. He will punish them for their sins."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 9,
      "verse": 10,
      "text": "I found Israel like grapes in the wilderness. I saw your fathers as the first ripe in the fig tree at its first season; but they came to Baal Peor, and consecrated themselves to the shameful thing, and became abominable like that which they loved."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 9,
      "verse": 11,
      "text": "As for Ephraim, their glory will fly away like a bird. There will be no birth, no one with child, and no conception."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 9,
      "verse": 12,
      "text": "Though they bring up their children, yet I will bereave them, so that not a man shall be left. Indeed, woe also to them when I depart from them!"
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 9,
      "verse": 13,
      "text": "I have seen Ephraim, like Tyre, planted in a pleasant place; but Ephraim will bring out his children to the murderer."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 9,
      "verse": 14,
      "text": "Give them—The LORD what will you give? Give them a miscarrying womb and dry breasts."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 9,
      "verse": 15,
      "text": "\"All their wickedness is in Gilgal; for there I hated them. Because of the wickedness of their deeds I will drive them out of my house! I will love them no more. All their princes are rebels."
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 9,
      "verse": 16,
      "text": "Ephraim is struck. Their root has dried up. They will bear no fruit. Even though they give birth, yet I will kill the beloved ones of their womb.\""
    },
    {
      "book_id": "HOS",
      "book_name": "Hosea",
      "chapter": 9,
      "verse": 17,
      "text": "My God will cast them away, because they did not listen to him; and they will be wanderers among the nations."
    }
  ],
  "text": "Don’t rejoice, Israel, to jubilation like the nations; for you were unfaithful to your God. You love the wages of a prostitute at every grain threshing floor. The threshing floor and the wine press won’t feed them, and the new wine will fail her. They won’t dwell in The LORD’s land; but Ephraim will return to Egypt, and they will eat unclean food in Assyria. They won’t pour out wine offerings to The LORD, neither will they be pleasing to him. Their sacrifices will be to them like the bread of mourners; all who eat of it will be polluted; for their bread will be for their appetite. It will not come into The LORD’s house. What will you do in the day of solemn assembly, and in the day of the feast of The LORD? For, behold, they have gone away from destruction. Egypt will gather them up. Memphis will bury them. Nettles will possess their pleasant things of silver. Thorns will be in their tents. The days of visitation have come. The days of reckoning have come. Israel will consider the prophet to be a fool, and the man who is inspired to be insane, because of the abundance of your sins, and because your hostility is great. A prophet watches over Ephraim with my God. A fowler’s snare is on all of his paths, and hostility in the house of his God. They have deeply corrupted themselves, as in the days of Gibeah. He will remember their iniquity. He will punish them for their sins. I found Israel like grapes in the wilderness. I saw your fathers as the first ripe in the fig tree at its first season; but they came to Baal Peor, and consecrated themselves to the shameful thing, and became abominable like that which they loved. As for Ephraim, their glory will fly away like a bird. There will be no birth, no one with child, and no conception. Though they bring up their children, yet I will bereave them, so that not a man shall be left. Indeed, woe also to them when I depart from them! I have seen Ephraim, like Tyre, planted in a pleasant place; but Ephraim will bring out his children to the murderer. Give them—The LORD what will you give? Give them a miscarrying womb and dry breasts. \"All their wickedness is in Gilgal; for there I hated them. Because of the wickedness of their deeds I will drive them out of my house! I will love them no more. All their princes are rebels. Ephraim is struck. Their root has dried up. They will bear no fruit. Even though they give birth, yet I will kill the beloved ones of their womb.\" My God will cast them away, because they did not listen to him; and they will be wanderers among the nations.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}