{
  "reference": "Isaiah 22",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 1,
      "text": "The burden of the valley of vision. What ails you now, that you have all gone up to the housetops?"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 2,
      "text": "You that are full of shouting, a tumultuous city, a joyous town; your slain are not slain with the sword, neither are they dead in battle."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 3,
      "text": "All your rulers fled away together. They were bound by the archers. All who were found by you were bound together. They fled far away."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 4,
      "text": "Therefore I said, “Look away from me. I will weep bitterly. Don’t labor to comfort me for the destruction of the daughter of my people."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 5,
      "text": "For it is a day of confusion, and of treading down, and of perplexity, from the Lord, The LORD of Armies, in the valley of vision; a breaking down of the walls, and a crying to the mountains.”"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 6,
      "text": "Elam carried his quiver, with chariots of men and horsemen; and Kir uncovered the shield."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 7,
      "text": "Your choicest valleys were full of chariots, and the horsemen set themselves in array at the gate."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 8,
      "text": "He took away the covering of Judah; and you looked in that day to the armor in the house of the forest."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 9,
      "text": "You saw the breaches of David’s city, that they were many; and you gathered together the waters of the lower pool."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 10,
      "text": "You counted the houses of Jerusalem, and you broke down the houses to fortify the wall."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 11,
      "text": "You also made a reservoir between the two walls for the water of the old pool. But you didn’t look to him who had done this, neither did you have respect for him who purposed it long ago."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 12,
      "text": "In that day, the Lord, The LORD of Armies, called to weeping, and to mourning, and to baldness, and to dressing in sackcloth:"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 13,
      "text": "and behold, joy and gladness, killing cattle and killing sheep, eating meat and drinking wine: “Let us eat and drink, for tomorrow we will die.”"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 14,
      "text": "The LORD of Armies revealed himself in my ears, “Surely this iniquity will not be forgiven you until you die,” says the Lord, The LORD of Armies."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 15,
      "text": "Thus says the Lord, The LORD of Armies, “Go, get yourself to this treasurer, even to Shebna, who is over the house, and say,"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 16,
      "text": "‘What are you doing here? Who has you here, that you have dug out a tomb here?’ Cutting himself out a tomb on high, chiseling a habitation for himself in the rock!”"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 17,
      "text": "Behold, The LORD will overcome you and hurl you away violently. Yes, he will grasp you firmly."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 18,
      "text": "He will surely wind you around and around, and throw you like a ball into a large country. There you will die, and there the chariots of your glory will be, you shame of your lord’s house."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 19,
      "text": "I will thrust you from your office. You will be pulled down from your station."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 20,
      "text": "It will happen in that day that I will call my servant Eliakim the son of Hilkiah,"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 21,
      "text": "and I will clothe him with your robe, and strengthen him with your belt. I will commit your government into his hand; and he will be a father to the inhabitants of Jerusalem, and to the house of Judah."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 22,
      "text": "I will lay the key of David’s house on his shoulder. He will open, and no one will shut. He will shut, and no one will open."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 23,
      "text": "I will fasten him like a nail in a sure place. He will be for a throne of glory to his father’s house."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 24,
      "text": "They will hang on him all the glory of his father’s house, the offspring and the issue, every small vessel, from the cups even to all the pitchers."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 22,
      "verse": 25,
      "text": "“In that day,” says The LORD of Armies, “the nail that was fastened in a sure place will give way. It will be cut down, and fall. The burden that was on it will be cut off, for The LORD has spoken it.”"
    }
  ],
  "text": "The burden of the valley of vision. What ails you now, that you have all gone up to the housetops? You that are full of shouting, a tumultuous city, a joyous town; your slain are not slain with the sword, neither are they dead in battle. All your rulers fled away together. They were bound by the archers. All who were found by you were bound together. They fled far away. Therefore I said, “Look away from me. I will weep bitterly. Don’t labor to comfort me for the destruction of the daughter of my people. For it is a day of confusion, and of treading down, and of perplexity, from the Lord, The LORD of Armies, in the valley of vision; a breaking down of the walls, and a crying to the mountains.” Elam carried his quiver, with chariots of men and horsemen; and Kir uncovered the shield. Your choicest valleys were full of chariots, and the horsemen set themselves in array at the gate. He took away the covering of Judah; and you looked in that day to the armor in the house of the forest. You saw the breaches of David’s city, that they were many; and you gathered together the waters of the lower pool. You counted the houses of Jerusalem, and you broke down the houses to fortify the wall. You also made a reservoir between the two walls for the water of the old pool. But you didn’t look to him who had done this, neither did you have respect for him who purposed it long ago. In that day, the Lord, The LORD of Armies, called to weeping, and to mourning, and to baldness, and to dressing in sackcloth: and behold, joy and gladness, killing cattle and killing sheep, eating meat and drinking wine: “Let us eat and drink, for tomorrow we will die.” The LORD of Armies revealed himself in my ears, “Surely this iniquity will not be forgiven you until you die,” says the Lord, The LORD of Armies. Thus says the Lord, The LORD of Armies, “Go, get yourself to this treasurer, even to Shebna, who is over the house, and say, ‘What are you doing here? Who has you here, that you have dug out a tomb here?’ Cutting himself out a tomb on high, chiseling a habitation for himself in the rock!” Behold, The LORD will overcome you and hurl you away violently. Yes, he will grasp you firmly. He will surely wind you around and around, and throw you like a ball into a large country. There you will die, and there the chariots of your glory will be, you shame of your lord’s house. I will thrust you from your office. You will be pulled down from your station. It will happen in that day that I will call my servant Eliakim the son of Hilkiah, and I will clothe him with your robe, and strengthen him with your belt. I will commit your government into his hand; and he will be a father to the inhabitants of Jerusalem, and to the house of Judah. I will lay the key of David’s house on his shoulder. He will open, and no one will shut. He will shut, and no one will open. I will fasten him like a nail in a sure place. He will be for a throne of glory to his father’s house. They will hang on him all the glory of his father’s house, the offspring and the issue, every small vessel, from the cups even to all the pitchers. “In that day,” says The LORD of Armies, “the nail that was fastened in a sure place will give way. It will be cut down, and fall. The burden that was on it will be cut off, for The LORD has spoken it.”",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}