{
  "reference": "Isaiah 41",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 1,
      "text": "“Keep silent before me, islands, and let the peoples renew their strength. Let them come near, then let them speak. Let’s meet together for judgment."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 2,
      "text": "Who has raised up one from the east? Who called him to his foot in righteousness? He hands over nations to him, and makes him rule over kings. He gives them like the dust to his sword, like the driven stubble to his bow."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 3,
      "text": "He pursues them, and passes by safely, Even by a way that he had not gone with his feet."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 4,
      "text": "Who has worked and done it, calling the generations from the beginning? I, The LORD, the first, and with the last, I am he.”"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 5,
      "text": "The islands have seen, and fear. The ends of the earth tremble. They approach, and come."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 6,
      "text": "Everyone helps his neighbor. They say to their brothers, “Be strong!”"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 7,
      "text": "So the carpenter encourages the goldsmith. He who smoothes with the hammer encourages him who strikes the anvil, saying of the soldering, “It is good”; and he fastens it with nails, that it might not totter."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 8,
      "text": "“But you, Israel, my servant, Jacob whom I have chosen, the offspring of Abraham my friend,"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 9,
      "text": "You whom I have taken hold of from the ends of the earth, and called from its corners, and said to you, ‘You are my servant, I have chosen you and have not cast you away.’"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 10,
      "text": "Don’t you be afraid, for I am with you. Don’t be dismayed, for I am your God. I will strengthen you. Yes, I will help you. Yes, I will uphold you with the right hand of my righteousness."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 11,
      "text": "Behold, all those who are incensed against you will be disappointed and confounded. Those who strive with you will be like nothing, and shall perish."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 12,
      "text": "You will seek them, and won’t find them, even those who contend with you. Those who war against you will be as nothing, as a non-existent thing."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 13,
      "text": "For I, The LORD your God, will hold your right hand, saying to you, ‘Don’t be afraid. I will help you.’"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 14,
      "text": "Don’t be afraid, you worm Jacob, and you men of Israel. I will help you,” says The LORD, “and your Redeemer is the Holy One of Israel."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 15,
      "text": "Behold, I have made you into a new sharp threshing instrument with teeth. You will thresh the mountains, and beat them small, and will make the hills like chaff."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 16,
      "text": "You will winnow them, and the wind will carry them away, and the whirlwind will scatter them. You will rejoice in The LORD. You will glory in the Holy One of Israel."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 17,
      "text": "The poor and needy seek water, and there is none. Their tongue fails for thirst. I, The LORD, will answer them. I, the God of Israel, will not forsake them."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 18,
      "text": "I will open rivers on the bare heights, and springs in the middle of the valleys. I will make the wilderness a pool of water, and the dry land springs of water."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 19,
      "text": "I will put cedar, acacia, myrtle, and oil trees in the wilderness. I will set cypress trees, pine, and box trees together in the desert;"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 20,
      "text": "that they may see, know, consider, and understand together, that The LORD’s hand has done this, and the Holy One of Israel has created it."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 21,
      "text": "Produce your cause,” says The LORD. “Bring out your strong reasons,” says the King of Jacob."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 22,
      "text": "“Let them announce, and declare to us what shall happen. Declare the former things, what they are, that we may consider them, and know the latter end of them; or show us things to come."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 23,
      "text": "Declare the things that are to come hereafter, that we may know that you are gods. Yes, do good, or do evil, that we may be dismayed, and see it together."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 24,
      "text": "Behold, you are of nothing, and your work is of nothing. He who chooses you is an abomination."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 25,
      "text": "“I have raised up one from the north, and he has come; from the rising of the sun, one who calls on my name; and he shall come on rulers as on mortar, and as the potter treads clay."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 26,
      "text": "Who has declared it from the beginning, that we may know? And before, that we may say, ‘He is right?’ Surely, there is no one who declares. Surely, there is no one who shows. Surely, there is no one who hears your words."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 27,
      "text": "I am the first to say to Zion, ‘Behold, look at them;’ and I will give one who brings good news to Jerusalem."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 28,
      "text": "When I look, there is no man; even among them there is no counselor who, when I ask of them, can answer a word."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 41,
      "verse": 29,
      "text": "Behold, all of them, their deeds are vanity and nothing. Their molten images are wind and confusion."
    }
  ],
  "text": "“Keep silent before me, islands, and let the peoples renew their strength. Let them come near, then let them speak. Let’s meet together for judgment. Who has raised up one from the east? Who called him to his foot in righteousness? He hands over nations to him, and makes him rule over kings. He gives them like the dust to his sword, like the driven stubble to his bow. He pursues them, and passes by safely, Even by a way that he had not gone with his feet. Who has worked and done it, calling the generations from the beginning? I, The LORD, the first, and with the last, I am he.” The islands have seen, and fear. The ends of the earth tremble. They approach, and come. Everyone helps his neighbor. They say to their brothers, “Be strong!” So the carpenter encourages the goldsmith. He who smoothes with the hammer encourages him who strikes the anvil, saying of the soldering, “It is good”; and he fastens it with nails, that it might not totter. “But you, Israel, my servant, Jacob whom I have chosen, the offspring of Abraham my friend, You whom I have taken hold of from the ends of the earth, and called from its corners, and said to you, ‘You are my servant, I have chosen you and have not cast you away.’ Don’t you be afraid, for I am with you. Don’t be dismayed, for I am your God. I will strengthen you. Yes, I will help you. Yes, I will uphold you with the right hand of my righteousness. Behold, all those who are incensed against you will be disappointed and confounded. Those who strive with you will be like nothing, and shall perish. You will seek them, and won’t find them, even those who contend with you. Those who war against you will be as nothing, as a non-existent thing. For I, The LORD your God, will hold your right hand, saying to you, ‘Don’t be afraid. I will help you.’ Don’t be afraid, you worm Jacob, and you men of Israel. I will help you,” says The LORD, “and your Redeemer is the Holy One of Israel. Behold, I have made you into a new sharp threshing instrument with teeth. You will thresh the mountains, and beat them small, and will make the hills like chaff. You will winnow them, and the wind will carry them away, and the whirlwind will scatter them. You will rejoice in The LORD. You will glory in the Holy One of Israel. The poor and needy seek water, and there is none. Their tongue fails for thirst. I, The LORD, will answer them. I, the God of Israel, will not forsake them. I will open rivers on the bare heights, and springs in the middle of the valleys. I will make the wilderness a pool of water, and the dry land springs of water. I will put cedar, acacia, myrtle, and oil trees in the wilderness. I will set cypress trees, pine, and box trees together in the desert; that they may see, know, consider, and understand together, that The LORD’s hand has done this, and the Holy One of Israel has created it. Produce your cause,” says The LORD. “Bring out your strong reasons,” says the King of Jacob. “Let them announce, and declare to us what shall happen. Declare the former things, what they are, that we may consider them, and know the latter end of them; or show us things to come. Declare the things that are to come hereafter, that we may know that you are gods. Yes, do good, or do evil, that we may be dismayed, and see it together. Behold, you are of nothing, and your work is of nothing. He who chooses you is an abomination. “I have raised up one from the north, and he has come; from the rising of the sun, one who calls on my name; and he shall come on rulers as on mortar, and as the potter treads clay. Who has declared it from the beginning, that we may know? And before, that we may say, ‘He is right?’ Surely, there is no one who declares. Surely, there is no one who shows. Surely, there is no one who hears your words. I am the first to say to Zion, ‘Behold, look at them;’ and I will give one who brings good news to Jerusalem. When I look, there is no man; even among them there is no counselor who, when I ask of them, can answer a word. Behold, all of them, their deeds are vanity and nothing. Their molten images are wind and confusion.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}