{
  "reference": "Isaiah 61",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 1,
      "text": "The Lord The LORD’s Spirit is on me; because The LORD has anointed me to preach good news to the humble. He has sent me to bind up the broken hearted, to proclaim liberty to the captives, and release to those who are bound;"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 2,
      "text": "to proclaim the year of The LORD’s favor, and the day of vengeance of our God; to comfort all who mourn;"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 3,
      "text": "to provide for those who mourn in Zion, to give to them a garland for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness; that they may be called trees of righteousness, the planting of The LORD, that he may be glorified."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 4,
      "text": "They will rebuild the old ruins. They will raise up the places long devastated. They will repair the ruined cities, that have been devastated for many generations."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 5,
      "text": "Strangers will stand and feed your flocks, and foreigners will work your fields and your vineyards."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 6,
      "text": "But you will be called The LORD’s priests. Men will call you the servants of our God. You will eat the wealth of the nations, and you will boast in their glory."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 7,
      "text": "Instead of your shame you will have double. Instead of dishonor, they will rejoice in their portion. Therefore in their land, they will possess double. Everlasting joy will be to them."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 8,
      "text": "\"For I, The LORD, love justice. I hate robbery and iniquity. I will give them their reward in truth, and I will make an everlasting covenant with them."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 9,
      "text": "Their offspring will be known among the nations, and their offspring among the peoples. All who see them will acknowledge them, that they are the offspring which The LORD has blessed.\""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 10,
      "text": "I will greatly rejoice in The LORD! My soul will be joyful in my God; for he has clothed me with the garments of salvation. He has covered me with the robe of righteousness, as a bridegroom decks himself with a garland, and as a bride adorns herself with her jewels."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 11,
      "text": "For as the earth produces its bud, and as the garden causes the things that are sown in it to spring up; so the Lord The LORD will cause righteousness and praise to spring up before all the nations."
    }
  ],
  "text": "The Lord The LORD’s Spirit is on me; because The LORD has anointed me to preach good news to the humble. He has sent me to bind up the broken hearted, to proclaim liberty to the captives, and release to those who are bound; to proclaim the year of The LORD’s favor, and the day of vengeance of our God; to comfort all who mourn; to provide for those who mourn in Zion, to give to them a garland for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness; that they may be called trees of righteousness, the planting of The LORD, that he may be glorified. They will rebuild the old ruins. They will raise up the places long devastated. They will repair the ruined cities, that have been devastated for many generations. Strangers will stand and feed your flocks, and foreigners will work your fields and your vineyards. But you will be called The LORD’s priests. Men will call you the servants of our God. You will eat the wealth of the nations, and you will boast in their glory. Instead of your shame you will have double. Instead of dishonor, they will rejoice in their portion. Therefore in their land, they will possess double. Everlasting joy will be to them. \"For I, The LORD, love justice. I hate robbery and iniquity. I will give them their reward in truth, and I will make an everlasting covenant with them. Their offspring will be known among the nations, and their offspring among the peoples. All who see them will acknowledge them, that they are the offspring which The LORD has blessed.\" I will greatly rejoice in The LORD! My soul will be joyful in my God; for he has clothed me with the garments of salvation. He has covered me with the robe of righteousness, as a bridegroom decks himself with a garland, and as a bride adorns herself with her jewels. For as the earth produces its bud, and as the garden causes the things that are sown in it to spring up; so the Lord The LORD will cause righteousness and praise to spring up before all the nations.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}