{
  "reference": "Isaiah 12",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 12,
      "verse": 1,
      "text": "In that day you will say, “I will give thanks to you, The LORD; for though you were angry with me, your anger has turned away and you comfort me."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 12,
      "verse": 2,
      "text": "Behold, God is my salvation. I will trust, and will not be afraid; for Yah, The LORD, is my strength and song; and he has become my salvation.”"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 12,
      "verse": 3,
      "text": "Therefore with joy you will draw water out of the wells of salvation."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 12,
      "verse": 4,
      "text": "In that day you will say, “Give thanks to The LORD! Call on his name. Declare his doings among the peoples. Proclaim that his name is exalted!"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 12,
      "verse": 5,
      "text": "Sing to The LORD, for he has done excellent things! Let this be known in all the earth!"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 12,
      "verse": 6,
      "text": "Cry aloud and shout, you inhabitant of Zion; for the Holy One of Israel is great among you!”"
    }
  ],
  "text": "In that day you will say, “I will give thanks to you, The LORD; for though you were angry with me, your anger has turned away and you comfort me. Behold, God is my salvation. I will trust, and will not be afraid; for Yah, The LORD, is my strength and song; and he has become my salvation.” Therefore with joy you will draw water out of the wells of salvation. In that day you will say, “Give thanks to The LORD! Call on his name. Declare his doings among the peoples. Proclaim that his name is exalted! Sing to The LORD, for he has done excellent things! Let this be known in all the earth! Cry aloud and shout, you inhabitant of Zion; for the Holy One of Israel is great among you!”",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}