{
  "reference": "Isaiah 55",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse": 1,
      "text": "“Hey! Come, everyone who thirsts, to the waters! Come, he who has no money, buy, and eat! Yes, come, buy wine and milk without money and without price."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse": 2,
      "text": "Why do you spend money for that which is not bread, and your labor for that which doesn’t satisfy? Listen diligently to me, and eat that which is good, and let your soul delight itself in richness."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse": 3,
      "text": "Turn your ear, and come to me. Hear, and your soul will live: and I will make an everlasting covenant with you, even the sure mercies of David."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse": 4,
      "text": "Behold, I have given him for a witness to the peoples, a leader and commander to the peoples."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse": 5,
      "text": "Behold, you shall call a nation that you don’t know; and a nation that didn’t know you shall run to you, because of The LORD your God, and for the Holy One of Israel; for he has glorified you.”"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse": 6,
      "text": "Seek The LORD while he may be found. Call on him while he is near."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse": 7,
      "text": "Let the wicked forsake his way, and the unrighteous man his thoughts. Let him return to The LORD, and he will have mercy on him; and to our God, for he will freely pardon."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse": 8,
      "text": "“For my thoughts are not your thoughts, and your ways are not my ways,” says The LORD."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse": 9,
      "text": "“For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse": 10,
      "text": "For as the rain comes down and the snow from the sky, and doesn’t return there, but waters the earth, and makes it grow and bud, and gives seed to the sower and bread to the eater;"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse": 11,
      "text": "so is my word that goes out of my mouth: it will not return to me void, but it will accomplish that which I please, and it will prosper in the thing I sent it to do."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse": 12,
      "text": "For you shall go out with joy, and be led out with peace. The mountains and the hills will break out before you into singing; and all the trees of the fields will clap their hands."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 55,
      "verse": 13,
      "text": "Instead of the thorn the cypress tree will come up; and instead of the brier the myrtle tree will come up: and it will make a name for The LORD, for an everlasting sign that will not be cut off.”"
    }
  ],
  "text": "“Hey! Come, everyone who thirsts, to the waters! Come, he who has no money, buy, and eat! Yes, come, buy wine and milk without money and without price. Why do you spend money for that which is not bread, and your labor for that which doesn’t satisfy? Listen diligently to me, and eat that which is good, and let your soul delight itself in richness. Turn your ear, and come to me. Hear, and your soul will live: and I will make an everlasting covenant with you, even the sure mercies of David. Behold, I have given him for a witness to the peoples, a leader and commander to the peoples. Behold, you shall call a nation that you don’t know; and a nation that didn’t know you shall run to you, because of The LORD your God, and for the Holy One of Israel; for he has glorified you.” Seek The LORD while he may be found. Call on him while he is near. Let the wicked forsake his way, and the unrighteous man his thoughts. Let him return to The LORD, and he will have mercy on him; and to our God, for he will freely pardon. “For my thoughts are not your thoughts, and your ways are not my ways,” says The LORD. “For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts. For as the rain comes down and the snow from the sky, and doesn’t return there, but waters the earth, and makes it grow and bud, and gives seed to the sower and bread to the eater; so is my word that goes out of my mouth: it will not return to me void, but it will accomplish that which I please, and it will prosper in the thing I sent it to do. For you shall go out with joy, and be led out with peace. The mountains and the hills will break out before you into singing; and all the trees of the fields will clap their hands. Instead of the thorn the cypress tree will come up; and instead of the brier the myrtle tree will come up: and it will make a name for The LORD, for an everlasting sign that will not be cut off.”",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}