{
  "reference": "Isaiah 28",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 1,
      "text": "Woe to the crown of pride of the drunkards of Ephraim, and to the fading flower of his glorious beauty, which is on the head of the fertile valley of those who are overcome with wine!"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 2,
      "text": "Behold, the Lord has a mighty and strong one. Like a storm of hail, a destroying storm, and like a storm of mighty waters overflowing, he will cast them down to the earth with his hand."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 3,
      "text": "The crown of pride of the drunkards of Ephraim will be trodden under foot."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 4,
      "text": "The fading flower of his glorious beauty, which is on the head of the fertile valley, shall be like the first-ripe fig before the summer; which someone picks and eats as soon as he sees it."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 5,
      "text": "In that day, The LORD of Armies will become a crown of glory, and a diadem of beauty, to the residue of his people;"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 6,
      "text": "and a spirit of justice to him who sits in judgment, and strength to those who turn back the battle at the gate."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 7,
      "text": "They also reel with wine, and stagger with strong drink. The priest and the prophet reel with strong drink. They are swallowed up by wine. They stagger with strong drink. They err in vision. They stumble in judgment."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 8,
      "text": "For all tables are completely full of filthy vomit and filthiness."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 9,
      "text": "Whom will he teach knowledge? To whom will he explain the message? Those who are weaned from the milk, and drawn from the breasts?"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 10,
      "text": "For it is precept on precept, precept on precept; line on line, line on line; here a little, there a little."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 11,
      "text": "But he will speak to this nation with stammering lips and in another language;"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 12,
      "text": "to whom he said, \"This is the resting place. Give rest to weary\"; and \"This is the refreshing\"; yet they would not hear."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 13,
      "text": "Therefore The LORD’s word will be to them precept on precept, precept on precept; line on line, line on line; here a little, there a little; that they may go, fall backward, be broken, be snared, and be taken."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 14,
      "text": "Therefore hear The LORD’s word, you scoffers, that rule this people in Jerusalem:"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 15,
      "text": "\"Because you have said, 'We have made a covenant with death, and with Sheol are we in agreement. When the overflowing scourge passes through, it won’t come to us; for we have made lies our refuge, and we have hidden ourselves under falsehood.’\""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 16,
      "text": "Therefore thus says the Lord The LORD, \"Behold, I lay in Zion for a foundation a stone, a tried stone, a precious cornerstone of a sure foundation. He who believes shall not act hastily."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 17,
      "text": "I will make justice the measuring line, and righteousness the plumb line. The hail will sweep away the refuge of lies, and the waters will overflow the hiding place."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 18,
      "text": "Your covenant with death shall be annulled, and your agreement with Sheol shall not stand. When the overflowing scourge passes through, then you will be trampled down by it."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 19,
      "text": "As often as it passes through, it will seize you; for morning by morning it will pass through, by day and by night; and it will be nothing but terror to understand the message.\""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 20,
      "text": "For the bed is too short to stretch out on, and the blanket is too narrow to wrap oneself in."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 21,
      "text": "For The LORD will rise up as on Mount Perazim. He will be angry as in the valley of Gibeon; that he may do his work, his unusual work, and bring to pass his act, his extraordinary act."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 22,
      "text": "Now therefore don’t be scoffers, lest your bonds be made strong; for I have heard a decree of destruction from the Lord, The LORD of Armies, on the whole earth."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 23,
      "text": "Give ear, and hear my voice! Listen, and hear my speech!"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 24,
      "text": "Does he who plows to sow plow continually? Does he keep turning the soil and breaking the clods?"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 25,
      "text": "When he has leveled its surface, doesn’t he plant the dill, and scatter the cumin seed, and put in the wheat in rows, the barley in the appointed place, and the spelt in its place?"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 26,
      "text": "For his God instructs him in right judgment, and teaches him."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 27,
      "text": "For the dill are not threshed with a sharp instrument, neither is a cart wheel turned over the cumin; but the dill is beaten out with a stick, and the cumin with a rod."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 28,
      "text": "Bread flour must be ground; so he will not always be threshing it. Although he drives the wheel of his threshing cart over it, his horses don’t grind it."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 28,
      "verse": 29,
      "text": "This also comes out from The LORD of Armies, who is wonderful in counsel, and excellent in wisdom."
    }
  ],
  "text": "Woe to the crown of pride of the drunkards of Ephraim, and to the fading flower of his glorious beauty, which is on the head of the fertile valley of those who are overcome with wine! Behold, the Lord has a mighty and strong one. Like a storm of hail, a destroying storm, and like a storm of mighty waters overflowing, he will cast them down to the earth with his hand. The crown of pride of the drunkards of Ephraim will be trodden under foot. The fading flower of his glorious beauty, which is on the head of the fertile valley, shall be like the first-ripe fig before the summer; which someone picks and eats as soon as he sees it. In that day, The LORD of Armies will become a crown of glory, and a diadem of beauty, to the residue of his people; and a spirit of justice to him who sits in judgment, and strength to those who turn back the battle at the gate. They also reel with wine, and stagger with strong drink. The priest and the prophet reel with strong drink. They are swallowed up by wine. They stagger with strong drink. They err in vision. They stumble in judgment. For all tables are completely full of filthy vomit and filthiness. Whom will he teach knowledge? To whom will he explain the message? Those who are weaned from the milk, and drawn from the breasts? For it is precept on precept, precept on precept; line on line, line on line; here a little, there a little. But he will speak to this nation with stammering lips and in another language; to whom he said, \"This is the resting place. Give rest to weary\"; and \"This is the refreshing\"; yet they would not hear. Therefore The LORD’s word will be to them precept on precept, precept on precept; line on line, line on line; here a little, there a little; that they may go, fall backward, be broken, be snared, and be taken. Therefore hear The LORD’s word, you scoffers, that rule this people in Jerusalem: \"Because you have said, 'We have made a covenant with death, and with Sheol are we in agreement. When the overflowing scourge passes through, it won’t come to us; for we have made lies our refuge, and we have hidden ourselves under falsehood.’\" Therefore thus says the Lord The LORD, \"Behold, I lay in Zion for a foundation a stone, a tried stone, a precious cornerstone of a sure foundation. He who believes shall not act hastily. I will make justice the measuring line, and righteousness the plumb line. The hail will sweep away the refuge of lies, and the waters will overflow the hiding place. Your covenant with death shall be annulled, and your agreement with Sheol shall not stand. When the overflowing scourge passes through, then you will be trampled down by it. As often as it passes through, it will seize you; for morning by morning it will pass through, by day and by night; and it will be nothing but terror to understand the message.\" For the bed is too short to stretch out on, and the blanket is too narrow to wrap oneself in. For The LORD will rise up as on Mount Perazim. He will be angry as in the valley of Gibeon; that he may do his work, his unusual work, and bring to pass his act, his extraordinary act. Now therefore don’t be scoffers, lest your bonds be made strong; for I have heard a decree of destruction from the Lord, The LORD of Armies, on the whole earth. Give ear, and hear my voice! Listen, and hear my speech! Does he who plows to sow plow continually? Does he keep turning the soil and breaking the clods? When he has leveled its surface, doesn’t he plant the dill, and scatter the cumin seed, and put in the wheat in rows, the barley in the appointed place, and the spelt in its place? For his God instructs him in right judgment, and teaches him. For the dill are not threshed with a sharp instrument, neither is a cart wheel turned over the cumin; but the dill is beaten out with a stick, and the cumin with a rod. Bread flour must be ground; so he will not always be threshing it. Although he drives the wheel of his threshing cart over it, his horses don’t grind it. This also comes out from The LORD of Armies, who is wonderful in counsel, and excellent in wisdom.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}