{
  "reference": "Isaiah 45",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 1,
      "text": "The LORD says to his anointed, to Cyrus, whose right hand I have held, to subdue nations before him, and strip kings of their armor; to open the doors before him, and the gates shall not be shut:"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 2,
      "text": "\"I will go before you, and make the rough places smooth. I will break the doors of brass in pieces, and cut apart the bars of iron."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 3,
      "text": "I will give you the treasures of darkness, and hidden riches of secret places, that you may know that it is I, The LORD, who call you by your name, even the God of Israel."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 4,
      "text": "For Jacob my servant’s sake, and Israel my chosen, I have called you by your name. I have given you a title, though you have not known me."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 5,
      "text": "I am The LORD, and there is no one else. Besides me, there is no God. I will strengthen you, though you have not known me;"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 6,
      "text": "that they may know from the rising of the sun, and from the west, that there is no one besides me. I am The LORD, and there is no one else."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 7,
      "text": "I form the light, and create darkness. I make peace, and create calamity. I am The LORD, who does all these things."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 8,
      "text": "Rain, you heavens, from above, and let the skies pour down righteousness. Let the earth open, that it may produce salvation, and let it cause righteousness to spring up with it. I, The LORD, have created it."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 9,
      "text": "Woe to him who strives with his Maker— a clay pot among the clay pots of the earth! Shall the clay ask him who fashions it, 'What are you making?’ or your work, 'He has no hands?’"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 10,
      "text": "Woe to him who says to a father, 'What have you become the father of?’ or to a mother, 'To what have you given birth?’\""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 11,
      "text": "The LORD, the Holy One of Israel, and his Maker says: \"You ask me about the things that are to come, concerning my sons, and you command me concerning the work of my hands!"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 12,
      "text": "I have made the earth, and created man on it. I, even my hands, have stretched out the heavens; and I have commanded all their army."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 13,
      "text": "I have raised him up in righteousness, and I will make straight all his ways. He shall build my city, and he shall let my exiles go free, not for price nor reward,\" says The LORD of Armies."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 14,
      "text": "The LORD says: \"The labor of Egypt, and the merchandise of Ethiopia, and the Sabeans, men of stature, shall come over to you, and they shall be yours. They will go after you. They shall come over in chains; and they will bow down to you. They will make supplication to you: 'Surely God is in you; and there is no one else. There is no other god."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 15,
      "text": "Most certainly you are a God who has hidden yourself, God of Israel, the Savior.’\""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 16,
      "text": "They will be disappointed, yes, confounded, all of them. Those who are makers of idols will go into confusion together."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 17,
      "text": "Israel will be saved by The LORD with an everlasting salvation. You will not be disappointed nor confounded to ages everlasting."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 18,
      "text": "For The LORD who created the heavens, the God who formed the earth and made it, who established it and didn’t create it a waste, who formed it to be inhabited says: \"I am The LORD; and there is no other."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 19,
      "text": "I have not spoken in secret, in a place of the land of darkness. I didn’t say to the offspring of Jacob, 'Seek me in vain.’ I, The LORD, speak righteousness. I declare things that are right."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 20,
      "text": "\"Assemble yourselves and come. Draw near together, you who have escaped from the nations. Those have no knowledge who carry the wood of their engraved image, and pray to a god that can’t save."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 21,
      "text": "Declare and present it. Yes, let them take counsel together. Who has shown this from ancient time? Who has declared it of old? Haven’t I, The LORD? There is no other God besides me, a just God and a Savior; There is no one besides me."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 22,
      "text": "\"Look to me, and be saved, all the ends of the earth; for I am God, and there is no other."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 23,
      "text": "I have sworn by myself. The word has gone out of my mouth in righteousness, and will not be revoked, that to me every knee shall bow, every tongue shall take an oath."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 24,
      "text": "They will say of me, 'There is righteousness and strength only in The LORD.’\" Even to him shall men come; and all those who raged against him shall be disappointed."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 45,
      "verse": 25,
      "text": "All the offspring of Israel will be justified in The LORD, and will rejoice!"
    }
  ],
  "text": "The LORD says to his anointed, to Cyrus, whose right hand I have held, to subdue nations before him, and strip kings of their armor; to open the doors before him, and the gates shall not be shut: \"I will go before you, and make the rough places smooth. I will break the doors of brass in pieces, and cut apart the bars of iron. I will give you the treasures of darkness, and hidden riches of secret places, that you may know that it is I, The LORD, who call you by your name, even the God of Israel. For Jacob my servant’s sake, and Israel my chosen, I have called you by your name. I have given you a title, though you have not known me. I am The LORD, and there is no one else. Besides me, there is no God. I will strengthen you, though you have not known me; that they may know from the rising of the sun, and from the west, that there is no one besides me. I am The LORD, and there is no one else. I form the light, and create darkness. I make peace, and create calamity. I am The LORD, who does all these things. Rain, you heavens, from above, and let the skies pour down righteousness. Let the earth open, that it may produce salvation, and let it cause righteousness to spring up with it. I, The LORD, have created it. Woe to him who strives with his Maker— a clay pot among the clay pots of the earth! Shall the clay ask him who fashions it, 'What are you making?’ or your work, 'He has no hands?’ Woe to him who says to a father, 'What have you become the father of?’ or to a mother, 'To what have you given birth?’\" The LORD, the Holy One of Israel, and his Maker says: \"You ask me about the things that are to come, concerning my sons, and you command me concerning the work of my hands! I have made the earth, and created man on it. I, even my hands, have stretched out the heavens; and I have commanded all their army. I have raised him up in righteousness, and I will make straight all his ways. He shall build my city, and he shall let my exiles go free, not for price nor reward,\" says The LORD of Armies. The LORD says: \"The labor of Egypt, and the merchandise of Ethiopia, and the Sabeans, men of stature, shall come over to you, and they shall be yours. They will go after you. They shall come over in chains; and they will bow down to you. They will make supplication to you: 'Surely God is in you; and there is no one else. There is no other god. Most certainly you are a God who has hidden yourself, God of Israel, the Savior.’\" They will be disappointed, yes, confounded, all of them. Those who are makers of idols will go into confusion together. Israel will be saved by The LORD with an everlasting salvation. You will not be disappointed nor confounded to ages everlasting. For The LORD who created the heavens, the God who formed the earth and made it, who established it and didn’t create it a waste, who formed it to be inhabited says: \"I am The LORD; and there is no other. I have not spoken in secret, in a place of the land of darkness. I didn’t say to the offspring of Jacob, 'Seek me in vain.’ I, The LORD, speak righteousness. I declare things that are right. \"Assemble yourselves and come. Draw near together, you who have escaped from the nations. Those have no knowledge who carry the wood of their engraved image, and pray to a god that can’t save. Declare and present it. Yes, let them take counsel together. Who has shown this from ancient time? Who has declared it of old? Haven’t I, The LORD? There is no other God besides me, a just God and a Savior; There is no one besides me. \"Look to me, and be saved, all the ends of the earth; for I am God, and there is no other. I have sworn by myself. The word has gone out of my mouth in righteousness, and will not be revoked, that to me every knee shall bow, every tongue shall take an oath. They will say of me, 'There is righteousness and strength only in The LORD.’\" Even to him shall men come; and all those who raged against him shall be disappointed. All the offspring of Israel will be justified in The LORD, and will rejoice!",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}