{
  "reference": "Isaiah 39",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 39,
      "verse": 1,
      "text": "At that time, Merodach Baladan the son of Baladan, king of Babylon, sent letters and a present to Hezekiah; for he heard that he had been sick, and had recovered."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 39,
      "verse": 2,
      "text": "Hezekiah was pleased with them, and showed them the house of his precious things, the silver, and the gold, the spices, and the precious oil, and all the house of his armor, and all that was found in his treasures. There was nothing in his house, nor in all his dominion, that Hezekiah didn’t show them."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 39,
      "verse": 3,
      "text": "Then Isaiah the prophet came to king Hezekiah, and asked him, \"What did these men say? Where did they come from to you?\" Hezekiah said, \"They have come from a country far from me, even from Babylon.\""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 39,
      "verse": 4,
      "text": "Then he asked, \"What have they seen in your house?\" Hezekiah answered, \"They have seen all that is in my house. There is nothing among my treasures that I have not shown them.\""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 39,
      "verse": 5,
      "text": "Then Isaiah said to Hezekiah, \"Hear the word of The LORD of Armies:"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 39,
      "verse": 6,
      "text": "'Behold, the days are coming when all that is in your house, and that which your fathers have stored up until today, will be carried to Babylon. Nothing will be left,’ says The LORD."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 39,
      "verse": 7,
      "text": "'They will take away your sons who will issue from you, whom you shall father, and they will be eunuchs in the king of Babylon’s palace.’\""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 39,
      "verse": 8,
      "text": "Then Hezekiah said to Isaiah, \"The LORD’s word which you have spoken is good.\" He said moreover, \"For there will be peace and truth in my days.\""
    }
  ],
  "text": "At that time, Merodach Baladan the son of Baladan, king of Babylon, sent letters and a present to Hezekiah; for he heard that he had been sick, and had recovered. Hezekiah was pleased with them, and showed them the house of his precious things, the silver, and the gold, the spices, and the precious oil, and all the house of his armor, and all that was found in his treasures. There was nothing in his house, nor in all his dominion, that Hezekiah didn’t show them. Then Isaiah the prophet came to king Hezekiah, and asked him, \"What did these men say? Where did they come from to you?\" Hezekiah said, \"They have come from a country far from me, even from Babylon.\" Then he asked, \"What have they seen in your house?\" Hezekiah answered, \"They have seen all that is in my house. There is nothing among my treasures that I have not shown them.\" Then Isaiah said to Hezekiah, \"Hear the word of The LORD of Armies: 'Behold, the days are coming when all that is in your house, and that which your fathers have stored up until today, will be carried to Babylon. Nothing will be left,’ says The LORD. 'They will take away your sons who will issue from you, whom you shall father, and they will be eunuchs in the king of Babylon’s palace.’\" Then Hezekiah said to Isaiah, \"The LORD’s word which you have spoken is good.\" He said moreover, \"For there will be peace and truth in my days.\"",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}