{
  "reference": "Isaiah 52",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 52,
      "verse": 1,
      "text": "Awake, awake! Put on your strength, Zion. Put on your beautiful garments, Jerusalem, the holy city: for from now on the uncircumcised and the unclean will no more come into you."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 52,
      "verse": 2,
      "text": "Shake yourself from the dust! Arise, sit up, Jerusalem! Release yourself from the bonds of your neck, captive daughter of Zion!"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 52,
      "verse": 3,
      "text": "For The LORD says, “You were sold for nothing; and you will be redeemed without money.”"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 52,
      "verse": 4,
      "text": "For thus says the Lord The LORD: “My people went down at the first into Egypt to live there: and the Assyrian has oppressed them without cause."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 52,
      "verse": 5,
      "text": "“Now therefore, what do I do here,” says The LORD, “seeing that my people are taken away for nothing? Those who rule over them mock,” says The LORD, “and my name is blasphemed continually all day long."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 52,
      "verse": 6,
      "text": "Therefore my people shall know my name. Therefore they shall know in that day that I am he who speaks. Behold, it is I.”"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 52,
      "verse": 7,
      "text": "How beautiful on the mountains are the feet of him who brings good news, who publishes peace, who brings good news, who proclaims salvation, who says to Zion, “Your God reigns!”"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 52,
      "verse": 8,
      "text": "Your watchmen lift up their voice, together they sing; for they shall see eye to eye, when The LORD returns to Zion."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 52,
      "verse": 9,
      "text": "Break out into joy, sing together, you waste places of Jerusalem; for The LORD has comforted his people. He has redeemed Jerusalem."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 52,
      "verse": 10,
      "text": "The LORD has made bare his holy arm in the eyes of all the nations; and all the ends of the earth have seen the salvation of our God."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 52,
      "verse": 11,
      "text": "Depart, depart, go out from there; touch no unclean thing! Go out from among her! Cleanse yourselves, you who carry The LORD’s vessels."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 52,
      "verse": 12,
      "text": "For you shall not go out in haste, neither shall you go by flight: for The LORD will go before you; and the God of Israel will be your rear guard."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 52,
      "verse": 13,
      "text": "Behold, my servant will deal wisely. He will be exalted and lifted up, and will be very high."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 52,
      "verse": 14,
      "text": "Just as many were astonished at you (his appearance was marred more than any man, and his form more than the sons of men),"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 52,
      "verse": 15,
      "text": "so he will cleanse many nations. Kings will shut their mouths at him: for they will see that which had not been told them; and they will understand that which they had not heard."
    }
  ],
  "text": "Awake, awake! Put on your strength, Zion. Put on your beautiful garments, Jerusalem, the holy city: for from now on the uncircumcised and the unclean will no more come into you. Shake yourself from the dust! Arise, sit up, Jerusalem! Release yourself from the bonds of your neck, captive daughter of Zion! For The LORD says, “You were sold for nothing; and you will be redeemed without money.” For thus says the Lord The LORD: “My people went down at the first into Egypt to live there: and the Assyrian has oppressed them without cause. “Now therefore, what do I do here,” says The LORD, “seeing that my people are taken away for nothing? Those who rule over them mock,” says The LORD, “and my name is blasphemed continually all day long. Therefore my people shall know my name. Therefore they shall know in that day that I am he who speaks. Behold, it is I.” How beautiful on the mountains are the feet of him who brings good news, who publishes peace, who brings good news, who proclaims salvation, who says to Zion, “Your God reigns!” Your watchmen lift up their voice, together they sing; for they shall see eye to eye, when The LORD returns to Zion. Break out into joy, sing together, you waste places of Jerusalem; for The LORD has comforted his people. He has redeemed Jerusalem. The LORD has made bare his holy arm in the eyes of all the nations; and all the ends of the earth have seen the salvation of our God. Depart, depart, go out from there; touch no unclean thing! Go out from among her! Cleanse yourselves, you who carry The LORD’s vessels. For you shall not go out in haste, neither shall you go by flight: for The LORD will go before you; and the God of Israel will be your rear guard. Behold, my servant will deal wisely. He will be exalted and lifted up, and will be very high. Just as many were astonished at you (his appearance was marred more than any man, and his form more than the sons of men), so he will cleanse many nations. Kings will shut their mouths at him: for they will see that which had not been told them; and they will understand that which they had not heard.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}