{
  "reference": "Isaiah 19",
  "verses": [
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 1,
      "text": "The burden of Egypt. \"Behold, The LORD rides on a swift cloud, and comes to Egypt. The idols of Egypt will tremble at his presence; and the heart of Egypt will melt within it."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 2,
      "text": "I will stir up the Egyptians against the Egyptians, and they will fight everyone against his brother, and everyone against his neighbor; city against city, and kingdom against kingdom."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 3,
      "text": "The spirit of Egypt will fail within it. I will destroy its counsel. They will seek the idols, the charmers, those who have familiar spirits, and the wizards."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 4,
      "text": "I will give over the Egyptians into the hand of a cruel lord. A fierce king will rule over them,\" says the Lord, The LORD of Armies."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 5,
      "text": "The waters will fail from the sea, and the river will be wasted and become dry."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 6,
      "text": "The rivers will become foul. The streams of Egypt will be diminished and dried up. The reeds and flags will wither away."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 7,
      "text": "The meadows by the Nile, by the brink of the Nile, and all the sown fields of the Nile, will become dry, be driven away, and be no more."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 8,
      "text": "The fishermen will lament, and all those who fish in the Nile will mourn, and those who spread nets on the waters will languish."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 9,
      "text": "Moreover those who work in combed flax, and those who weave white cloth, will be confounded."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 10,
      "text": "The pillars will be broken in pieces. All those who work for hire will be grieved in soul."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 11,
      "text": "The princes of Zoan are utterly foolish. The counsel of the wisest counselors of Pharaoh has become stupid. How do you say to Pharaoh, \"I am the son of the wise, the son of ancient kings?\""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 12,
      "text": "Where then are your wise men? Let them tell you now; and let them know what The LORD of Armies has purposed concerning Egypt."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 13,
      "text": "The princes of Zoan have become fools. The princes of Memphis are deceived. They have caused Egypt to go astray, who are the cornerstone of her tribes."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 14,
      "text": "The LORD has mixed a spirit of perverseness in the middle of her; and they have caused Egypt to go astray in all of its works, like a drunken man staggers in his vomit."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 15,
      "text": "Neither shall there be any work for Egypt, which head or tail, palm branch or rush, may do."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 16,
      "text": "In that day the Egyptians will be like women. They will tremble and fear because of the shaking of The LORD of Armies’s hand, which he shakes over them."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 17,
      "text": "The land of Judah will become a terror to Egypt. Everyone to whom mention is made of it will be afraid, because of the plans of The LORD of Armies, which he determines against it."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 18,
      "text": "In that day, there will be five cities in the land of Egypt that speak the language of Canaan, and swear to The LORD of Armies. One will be called \"The city of destruction.\""
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 19,
      "text": "In that day, there will be an altar to The LORD in the middle of the land of Egypt, and a pillar to The LORD at its border."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 20,
      "text": "It will be for a sign and for a witness to The LORD of Armies in the land of Egypt; for they will cry to The LORD because of oppressors, and he will send them a savior and a defender, and he will deliver them."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 21,
      "text": "The LORD will be known to Egypt, and the Egyptians will know The LORD in that day. Yes, they will worship with sacrifice and offering, and will vow a vow to The LORD, and will perform it."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 22,
      "text": "The LORD will strike Egypt, striking and healing. They will return to The LORD, and he will be entreated by them, and will heal them."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 23,
      "text": "In that day there will be a highway out of Egypt to Assyria, and the Assyrian shall come into Egypt, and the Egyptian into Assyria; and the Egyptians will worship with the Assyrians."
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 24,
      "text": "In that day, Israel will be the third with Egypt and with Assyria, a blessing within the earth;"
    },
    {
      "book_id": "ISA",
      "book_name": "Isaiah",
      "chapter": 19,
      "verse": 25,
      "text": "because The LORD of Armies has blessed them, saying, \"Blessed be Egypt my people, Assyria the work of my hands, and Israel my inheritance.\""
    }
  ],
  "text": "The burden of Egypt. \"Behold, The LORD rides on a swift cloud, and comes to Egypt. The idols of Egypt will tremble at his presence; and the heart of Egypt will melt within it. I will stir up the Egyptians against the Egyptians, and they will fight everyone against his brother, and everyone against his neighbor; city against city, and kingdom against kingdom. The spirit of Egypt will fail within it. I will destroy its counsel. They will seek the idols, the charmers, those who have familiar spirits, and the wizards. I will give over the Egyptians into the hand of a cruel lord. A fierce king will rule over them,\" says the Lord, The LORD of Armies. The waters will fail from the sea, and the river will be wasted and become dry. The rivers will become foul. The streams of Egypt will be diminished and dried up. The reeds and flags will wither away. The meadows by the Nile, by the brink of the Nile, and all the sown fields of the Nile, will become dry, be driven away, and be no more. The fishermen will lament, and all those who fish in the Nile will mourn, and those who spread nets on the waters will languish. Moreover those who work in combed flax, and those who weave white cloth, will be confounded. The pillars will be broken in pieces. All those who work for hire will be grieved in soul. The princes of Zoan are utterly foolish. The counsel of the wisest counselors of Pharaoh has become stupid. How do you say to Pharaoh, \"I am the son of the wise, the son of ancient kings?\" Where then are your wise men? Let them tell you now; and let them know what The LORD of Armies has purposed concerning Egypt. The princes of Zoan have become fools. The princes of Memphis are deceived. They have caused Egypt to go astray, who are the cornerstone of her tribes. The LORD has mixed a spirit of perverseness in the middle of her; and they have caused Egypt to go astray in all of its works, like a drunken man staggers in his vomit. Neither shall there be any work for Egypt, which head or tail, palm branch or rush, may do. In that day the Egyptians will be like women. They will tremble and fear because of the shaking of The LORD of Armies’s hand, which he shakes over them. The land of Judah will become a terror to Egypt. Everyone to whom mention is made of it will be afraid, because of the plans of The LORD of Armies, which he determines against it. In that day, there will be five cities in the land of Egypt that speak the language of Canaan, and swear to The LORD of Armies. One will be called \"The city of destruction.\" In that day, there will be an altar to The LORD in the middle of the land of Egypt, and a pillar to The LORD at its border. It will be for a sign and for a witness to The LORD of Armies in the land of Egypt; for they will cry to The LORD because of oppressors, and he will send them a savior and a defender, and he will deliver them. The LORD will be known to Egypt, and the Egyptians will know The LORD in that day. Yes, they will worship with sacrifice and offering, and will vow a vow to The LORD, and will perform it. The LORD will strike Egypt, striking and healing. They will return to The LORD, and he will be entreated by them, and will heal them. In that day there will be a highway out of Egypt to Assyria, and the Assyrian shall come into Egypt, and the Egyptian into Assyria; and the Egyptians will worship with the Assyrians. In that day, Israel will be the third with Egypt and with Assyria, a blessing within the earth; because The LORD of Armies has blessed them, saying, \"Blessed be Egypt my people, Assyria the work of my hands, and Israel my inheritance.\"",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}