{
  "reference": "Jeremiah 47",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 47,
      "verse": 1,
      "text": "The LORD’s word that came to Jeremiah the prophet concerning the Philistines, before Pharaoh struck Gaza."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 47,
      "verse": 2,
      "text": "The LORD says: “Behold, waters rise up out of the north, and will become an overflowing stream, and will overflow the land and all that is therein, the city and those who dwell therein. The men will cry, and all the inhabitants of the land will wail."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 47,
      "verse": 3,
      "text": "At the noise of the stamping of the hoofs of his strong ones, at the rushing of his chariots, at the rumbling of his wheels, the fathers don’t look back to their children for feebleness of hands;"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 47,
      "verse": 4,
      "text": "because of the day that comes to destroy all the Philistines, to cut off from Tyre and Sidon every helper who remains; for The LORD will destroy the Philistines, the remnant of the isle of Caphtor."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 47,
      "verse": 5,
      "text": "Baldness has come on Gaza; Ashkelon is brought to nothing, the remnant of their valley: how long will you cut yourself?"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 47,
      "verse": 6,
      "text": "“‘You sword of The LORD, how long will it be before you are quiet? Put yourself back into your scabbard; rest, and be still.’"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 47,
      "verse": 7,
      "text": "“How can you be quiet, since The LORD has given you a command? Against Ashkelon, and against the seashore, there has he appointed it.”"
    }
  ],
  "text": "The LORD’s word that came to Jeremiah the prophet concerning the Philistines, before Pharaoh struck Gaza. The LORD says: “Behold, waters rise up out of the north, and will become an overflowing stream, and will overflow the land and all that is therein, the city and those who dwell therein. The men will cry, and all the inhabitants of the land will wail. At the noise of the stamping of the hoofs of his strong ones, at the rushing of his chariots, at the rumbling of his wheels, the fathers don’t look back to their children for feebleness of hands; because of the day that comes to destroy all the Philistines, to cut off from Tyre and Sidon every helper who remains; for The LORD will destroy the Philistines, the remnant of the isle of Caphtor. Baldness has come on Gaza; Ashkelon is brought to nothing, the remnant of their valley: how long will you cut yourself? “‘You sword of The LORD, how long will it be before you are quiet? Put yourself back into your scabbard; rest, and be still.’ “How can you be quiet, since The LORD has given you a command? Against Ashkelon, and against the seashore, there has he appointed it.”",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}