{
  "reference": "Jeremiah 1",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 1,
      "text": "The words of Jeremiah the son of Hilkiah, one of the priests who were in Anathoth in the land of Benjamin."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 2,
      "text": "The LORD’s word came to him in the days of Josiah the son of Amon, king of Judah, in the thirteenth year of his reign."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 3,
      "text": "It came also in the days of Jehoiakim the son of Josiah, king of Judah, to the end of the eleventh year of Zedekiah, the son of Josiah, king of Judah, to the carrying away of Jerusalem captive in the fifth month."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 4,
      "text": "Now The LORD’s word came to me, saying,"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 5,
      "text": "\"Before I formed you in the womb, I knew you. Before you were born, I sanctified you. I have appointed you a prophet to the nations.\""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 6,
      "text": "Then I said, \"Ah, Lord The LORD! Behold, I don’t know how to speak; for I am a child.\""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 7,
      "text": "But The LORD said to me, \"Don’t say, 'I am a child;’ for you must go to whomever I send you, and you must say whatever I command you."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 8,
      "text": "Don’t be afraid because of them, for I am with you to rescue you,\" says The LORD."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 9,
      "text": "Then The LORD stretched out his hand, and touched my mouth. Then The LORD said to me, \"Behold, I have put my words in your mouth."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 10,
      "text": "Behold, I have today set you over the nations and over the kingdoms, to uproot and to tear down, to destroy and to overthrow, to build and to plant.\""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 11,
      "text": "Moreover The LORD’s word came to me, saying, \"Jeremiah, what do you see?\" I said, \"I see a branch of an almond tree.\""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 12,
      "text": "Then The LORD said to me, \"You have seen well; for I watch over my word to perform it.\""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 13,
      "text": "The LORD’s word came to me the second time, saying, \"What do you see?\" I said, \"I see a boiling cauldron; and it is tipping away from the north.\""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 14,
      "text": "Then The LORD said to me, \"Out of the north, evil will break out on all the inhabitants of the land."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 15,
      "text": "For, behold, I will call all the families of the kingdoms of the north,\" says The LORD. \"They will come, and they will each set his throne at the entrance of the gates of Jerusalem, and against all its walls all around, and against all the cities of Judah."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 16,
      "text": "I will utter my judgments against them concerning all their wickedness, in that they have forsaken me, and have burned incense to other gods, and worshiped the works of their own hands."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 17,
      "text": "\"You therefore put your belt on your waist, arise, and say to them all that I command you. Don’t be dismayed at them, lest I dismay you before them."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 18,
      "text": "For, behold, I have made you today a fortified city, an iron pillar, and bronze walls, against the whole land, against the kings of Judah, against its princes, against its priests, and against the people of the land."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 19,
      "text": "They will fight against you, but they will not prevail against you; for I am with you\", says The LORD, \"to rescue you.\""
    }
  ],
  "text": "The words of Jeremiah the son of Hilkiah, one of the priests who were in Anathoth in the land of Benjamin. The LORD’s word came to him in the days of Josiah the son of Amon, king of Judah, in the thirteenth year of his reign. It came also in the days of Jehoiakim the son of Josiah, king of Judah, to the end of the eleventh year of Zedekiah, the son of Josiah, king of Judah, to the carrying away of Jerusalem captive in the fifth month. Now The LORD’s word came to me, saying, \"Before I formed you in the womb, I knew you. Before you were born, I sanctified you. I have appointed you a prophet to the nations.\" Then I said, \"Ah, Lord The LORD! Behold, I don’t know how to speak; for I am a child.\" But The LORD said to me, \"Don’t say, 'I am a child;’ for you must go to whomever I send you, and you must say whatever I command you. Don’t be afraid because of them, for I am with you to rescue you,\" says The LORD. Then The LORD stretched out his hand, and touched my mouth. Then The LORD said to me, \"Behold, I have put my words in your mouth. Behold, I have today set you over the nations and over the kingdoms, to uproot and to tear down, to destroy and to overthrow, to build and to plant.\" Moreover The LORD’s word came to me, saying, \"Jeremiah, what do you see?\" I said, \"I see a branch of an almond tree.\" Then The LORD said to me, \"You have seen well; for I watch over my word to perform it.\" The LORD’s word came to me the second time, saying, \"What do you see?\" I said, \"I see a boiling cauldron; and it is tipping away from the north.\" Then The LORD said to me, \"Out of the north, evil will break out on all the inhabitants of the land. For, behold, I will call all the families of the kingdoms of the north,\" says The LORD. \"They will come, and they will each set his throne at the entrance of the gates of Jerusalem, and against all its walls all around, and against all the cities of Judah. I will utter my judgments against them concerning all their wickedness, in that they have forsaken me, and have burned incense to other gods, and worshiped the works of their own hands. \"You therefore put your belt on your waist, arise, and say to them all that I command you. Don’t be dismayed at them, lest I dismay you before them. For, behold, I have made you today a fortified city, an iron pillar, and bronze walls, against the whole land, against the kings of Judah, against its princes, against its priests, and against the people of the land. They will fight against you, but they will not prevail against you; for I am with you\", says The LORD, \"to rescue you.\"",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}