{
  "reference": "Jeremiah 16",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 1,
      "text": "The LORD’s word came also to me, saying,"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 2,
      "text": "“You shall not take a wife, neither shall you have sons or daughters, in this place.”"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 3,
      "text": "For The LORD says concerning the sons and concerning the daughters who are born in this place, and concerning their mothers who bore them, and concerning their fathers who became their father in this land:"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 4,
      "text": "“They will die grievous deaths: they will not be lamented, neither will they be buried. They will be as dung on the surface of the ground. They will be consumed by the sword and by famine. Their dead bodies will be food for the birds of the sky and for the animals of the earth.”"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 5,
      "text": "For The LORD says, “Don’t enter into the house of mourning. Don’t go to lament. Don’t bemoan them, for I have taken away my peace from this people,” says The LORD, “even loving kindness and tender mercies."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 6,
      "text": "Both great and small will die in this land. They will not be buried. Men won’t lament for them, cut themselves, or make themselves bald for them."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 7,
      "text": "Men won’t break bread for them in mourning, to comfort them for the dead. Men won’t give them the cup of consolation to drink for their father or for their mother."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 8,
      "text": "“You shall not go into the house of feasting to sit with them, to eat and to drink.”"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 9,
      "text": "For The LORD of Armies, the God of Israel says: “Behold, I will cause to cease out of this place, before your eyes and in your days, the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 10,
      "text": "It will happen, when you tell this people all these words, and they ask you, ‘Why has The LORD pronounced all this great evil against us?’ or ‘What is our iniquity? or ‘What is our sin that we have committed against The LORD our God?’"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 11,
      "text": "then you shall tell them, ‘Because your fathers have forsaken me,’ says The LORD, ‘and have walked after other gods, have served them, have worshiped them, have forsaken me, and have not kept my law."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 12,
      "text": "You have done evil more than your fathers, for behold, you each walk after the stubbornness of his evil heart, so that you don’t listen to me."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 13,
      "text": "Therefore will I cast you out of this land into the land that you have not known, neither you nor your fathers. There you will serve other gods day and night, for I will show you no favor.’"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 14,
      "text": "“Therefore behold, the days come,” says The LORD, “that it will no more be said, ‘As The LORD lives, who brought up the children of Israel out of the land of Egypt;’"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 15,
      "text": "but, ‘As The LORD lives, who brought up the children of Israel from the land of the north, and from all the countries where he had driven them.’ I will bring them again into their land that I gave to their fathers."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 16,
      "text": "“Behold, I will send for many fishermen,” says The LORD, “and they will fish them up. Afterward I will send for many hunters, and they will hunt them from every mountain, from every hill, and out of the clefts of the rocks."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 17,
      "text": "For my eyes are on all their ways. They are not hidden from my face. Their iniquity isn’t concealed from my eyes."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 18,
      "text": "First I will recompense their iniquity and their sin double, because they have polluted my land with the carcasses of their detestable things, and have filled my inheritance with their abominations.”"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 19,
      "text": "The LORD, my strength, and my stronghold, and my refuge in the day of affliction, the nations will come to you from the ends of the earth, and will say, “Our fathers have inherited nothing but lies, vanity and things in which there is no profit."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 20,
      "text": "Should a man make to himself gods, which yet are no gods?”"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 21,
      "text": "“Therefore behold, I will cause them to know, this once I will cause them to know my hand and my might. Then they will know that my name is The LORD.”"
    }
  ],
  "text": "The LORD’s word came also to me, saying, “You shall not take a wife, neither shall you have sons or daughters, in this place.” For The LORD says concerning the sons and concerning the daughters who are born in this place, and concerning their mothers who bore them, and concerning their fathers who became their father in this land: “They will die grievous deaths: they will not be lamented, neither will they be buried. They will be as dung on the surface of the ground. They will be consumed by the sword and by famine. Their dead bodies will be food for the birds of the sky and for the animals of the earth.” For The LORD says, “Don’t enter into the house of mourning. Don’t go to lament. Don’t bemoan them, for I have taken away my peace from this people,” says The LORD, “even loving kindness and tender mercies. Both great and small will die in this land. They will not be buried. Men won’t lament for them, cut themselves, or make themselves bald for them. Men won’t break bread for them in mourning, to comfort them for the dead. Men won’t give them the cup of consolation to drink for their father or for their mother. “You shall not go into the house of feasting to sit with them, to eat and to drink.” For The LORD of Armies, the God of Israel says: “Behold, I will cause to cease out of this place, before your eyes and in your days, the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride. It will happen, when you tell this people all these words, and they ask you, ‘Why has The LORD pronounced all this great evil against us?’ or ‘What is our iniquity? or ‘What is our sin that we have committed against The LORD our God?’ then you shall tell them, ‘Because your fathers have forsaken me,’ says The LORD, ‘and have walked after other gods, have served them, have worshiped them, have forsaken me, and have not kept my law. You have done evil more than your fathers, for behold, you each walk after the stubbornness of his evil heart, so that you don’t listen to me. Therefore will I cast you out of this land into the land that you have not known, neither you nor your fathers. There you will serve other gods day and night, for I will show you no favor.’ “Therefore behold, the days come,” says The LORD, “that it will no more be said, ‘As The LORD lives, who brought up the children of Israel out of the land of Egypt;’ but, ‘As The LORD lives, who brought up the children of Israel from the land of the north, and from all the countries where he had driven them.’ I will bring them again into their land that I gave to their fathers. “Behold, I will send for many fishermen,” says The LORD, “and they will fish them up. Afterward I will send for many hunters, and they will hunt them from every mountain, from every hill, and out of the clefts of the rocks. For my eyes are on all their ways. They are not hidden from my face. Their iniquity isn’t concealed from my eyes. First I will recompense their iniquity and their sin double, because they have polluted my land with the carcasses of their detestable things, and have filled my inheritance with their abominations.” The LORD, my strength, and my stronghold, and my refuge in the day of affliction, the nations will come to you from the ends of the earth, and will say, “Our fathers have inherited nothing but lies, vanity and things in which there is no profit. Should a man make to himself gods, which yet are no gods?” “Therefore behold, I will cause them to know, this once I will cause them to know my hand and my might. Then they will know that my name is The LORD.”",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}