{
  "reference": "Jeremiah 33",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 1,
      "text": "Moreover The LORD’s word came to Jeremiah the second time, while he was still locked up in the court of the guard, saying,"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 2,
      "text": "\"The LORD who does it, The LORD who forms it to establish it—The LORD is his name, says:"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 3,
      "text": "'Call to me, and I will answer you, and will show you great and difficult things, which you don’t know.’"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 4,
      "text": "For The LORD, the God of Israel, says concerning the houses of this city and concerning the houses of the kings of Judah, which are broken down to make a defense against the mounds and against the sword;"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 5,
      "text": "while men come to fight with the Chaldeans, and to fill them with the dead bodies of men, whom I have killed in my anger and in my wrath, and for all whose wickedness I have hidden my face from this city:"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 6,
      "text": "'Behold, I will bring it health and cure, and I will cure them; and I will reveal to them abundance of peace and truth."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 7,
      "text": "I will cause the captivity of Judah and the captivity of Israel to return, and will build them, as at the first."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 8,
      "text": "I will cleanse them from all their iniquity by which they have sinned against me. I will pardon all their iniquities by which they have sinned against me and by which they have transgressed against me."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 9,
      "text": "This city will be to me for a name of joy, for praise, and for glory, before all the nations of the earth, which will hear all the good that I do to them, and will fear and tremble for all the good and for all the peace that I provide to it.’\""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 10,
      "text": "The LORD says: \"Yet again there will be heard in this place, about which you say, 'It is waste, without man and without animal, even in the cities of Judah, and in the streets of Jerusalem, that are desolate, without man and without inhabitant and without animal,’"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 11,
      "text": "the voice of joy and the voice of gladness, the voice of the bridegroom and the voice of the bride, the voice of those who say, 'Give thanks to The LORD of Armies, for The LORD is good, for his loving kindness endures forever;’ who bring thanksgiving into The LORD’s house. For I will cause the captivity of the land to be reversed as at the first,\" says The LORD."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 12,
      "text": "The LORD of Armies says: \"Yet again there will be in this place, which is waste, without man and without animal, and in all its cities, a habitation of shepherds causing their flocks to lie down."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 13,
      "text": "In the cities of the hill country, in the cities of the lowland, in the cities of the South, in the land of Benjamin, in the places around Jerusalem, and in the cities of Judah, the flocks will again pass under the hands of him who counts them,\" says The LORD."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 14,
      "text": "\"Behold, the days come,\" says The LORD, \"that I will perform that good word which I have spoken concerning the house of Israel and concerning the house of Judah."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 15,
      "text": "\"In those days and at that time, I will cause a Branch of righteousness to grow up to David. He will execute justice and righteousness in the land."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 16,
      "text": "In those days Judah will be saved, and Jerusalem will dwell safely. This is the name by which she will be called: The LORD our righteousness.\""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 17,
      "text": "For The LORD says: \"David will never lack a man to sit on the throne of the house of Israel."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 18,
      "text": "The priests the Levites won’t lack a man before me to offer burnt offerings, to burn meal offerings, and to do sacrifice continually.\""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 19,
      "text": "The LORD’s word came to Jeremiah, saying,"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 20,
      "text": "\"The LORD says: 'If you can break my covenant of the day and my covenant of the night, so that there will not be day and night in their time;"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 21,
      "text": "then may my covenant also be broken with David my servant, that he won’t have a son to reign on his throne; and with the Levites the priests, my ministers."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 22,
      "text": "As the army of the sky can’t be counted, and the sand of the sea can’t be measured; so I will multiply the offspring of David my servant and the Levites who minister to me.’\""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 23,
      "text": "The LORD’s word came to Jeremiah, saying,"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 24,
      "text": "\"Don’t consider what this people has spoken, saying, 'Has The LORD cast off the two families which he chose?’ Thus they despise my people, that they should be no more a nation before them.\""
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 25,
      "text": "The LORD says: \"If my covenant of day and night fails, if I have not appointed the ordinances of heaven and earth;"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 33,
      "verse": 26,
      "text": "then I will also cast away the offspring of Jacob, and of David my servant, so that I will not take of his offspring to be rulers over the offspring of Abraham, Isaac, and Jacob: for I will cause their captivity to be reversed and will have mercy on them.\""
    }
  ],
  "text": "Moreover The LORD’s word came to Jeremiah the second time, while he was still locked up in the court of the guard, saying, \"The LORD who does it, The LORD who forms it to establish it—The LORD is his name, says: 'Call to me, and I will answer you, and will show you great and difficult things, which you don’t know.’ For The LORD, the God of Israel, says concerning the houses of this city and concerning the houses of the kings of Judah, which are broken down to make a defense against the mounds and against the sword; while men come to fight with the Chaldeans, and to fill them with the dead bodies of men, whom I have killed in my anger and in my wrath, and for all whose wickedness I have hidden my face from this city: 'Behold, I will bring it health and cure, and I will cure them; and I will reveal to them abundance of peace and truth. I will cause the captivity of Judah and the captivity of Israel to return, and will build them, as at the first. I will cleanse them from all their iniquity by which they have sinned against me. I will pardon all their iniquities by which they have sinned against me and by which they have transgressed against me. This city will be to me for a name of joy, for praise, and for glory, before all the nations of the earth, which will hear all the good that I do to them, and will fear and tremble for all the good and for all the peace that I provide to it.’\" The LORD says: \"Yet again there will be heard in this place, about which you say, 'It is waste, without man and without animal, even in the cities of Judah, and in the streets of Jerusalem, that are desolate, without man and without inhabitant and without animal,’ the voice of joy and the voice of gladness, the voice of the bridegroom and the voice of the bride, the voice of those who say, 'Give thanks to The LORD of Armies, for The LORD is good, for his loving kindness endures forever;’ who bring thanksgiving into The LORD’s house. For I will cause the captivity of the land to be reversed as at the first,\" says The LORD. The LORD of Armies says: \"Yet again there will be in this place, which is waste, without man and without animal, and in all its cities, a habitation of shepherds causing their flocks to lie down. In the cities of the hill country, in the cities of the lowland, in the cities of the South, in the land of Benjamin, in the places around Jerusalem, and in the cities of Judah, the flocks will again pass under the hands of him who counts them,\" says The LORD. \"Behold, the days come,\" says The LORD, \"that I will perform that good word which I have spoken concerning the house of Israel and concerning the house of Judah. \"In those days and at that time, I will cause a Branch of righteousness to grow up to David. He will execute justice and righteousness in the land. In those days Judah will be saved, and Jerusalem will dwell safely. This is the name by which she will be called: The LORD our righteousness.\" For The LORD says: \"David will never lack a man to sit on the throne of the house of Israel. The priests the Levites won’t lack a man before me to offer burnt offerings, to burn meal offerings, and to do sacrifice continually.\" The LORD’s word came to Jeremiah, saying, \"The LORD says: 'If you can break my covenant of the day and my covenant of the night, so that there will not be day and night in their time; then may my covenant also be broken with David my servant, that he won’t have a son to reign on his throne; and with the Levites the priests, my ministers. As the army of the sky can’t be counted, and the sand of the sea can’t be measured; so I will multiply the offspring of David my servant and the Levites who minister to me.’\" The LORD’s word came to Jeremiah, saying, \"Don’t consider what this people has spoken, saying, 'Has The LORD cast off the two families which he chose?’ Thus they despise my people, that they should be no more a nation before them.\" The LORD says: \"If my covenant of day and night fails, if I have not appointed the ordinances of heaven and earth; then I will also cast away the offspring of Jacob, and of David my servant, so that I will not take of his offspring to be rulers over the offspring of Abraham, Isaac, and Jacob: for I will cause their captivity to be reversed and will have mercy on them.\"",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}