{
  "reference": "Jeremiah 26",
  "verses": [
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 1,
      "text": "In the beginning of the reign of Jehoiakim the son of Josiah, king of Judah, this word came from The LORD:"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 2,
      "text": "“The LORD says: ‘Stand in the court of The LORD’s house, and speak to all the cities of Judah, which come to worship in The LORD’s house, all the words that I command you to speak to them. Don’t omit a word."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 3,
      "text": "It may be they will listen, and every man turn from his evil way; that I may relent from the evil which I intend to do to them because of the evil of their doings.’"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 4,
      "text": "You shall tell them, “The LORD says: ‘If you will not listen to me, to walk in my law, which I have set before you,"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 5,
      "text": "to listen to the words of my servants the prophets, whom I send to you, even rising up early and sending them, but you have not listened;"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 6,
      "text": "then I will make this house like Shiloh, and will make this city a curse to all the nations of the earth.”’”"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 7,
      "text": "The priests and the prophets and all the people heard Jeremiah speaking these words in The LORD’s house."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 8,
      "text": "When Jeremiah had finished speaking all that The LORD had commanded him to speak to all the people, the priests and the prophets and all the people seized him, saying, “You shall surely die!"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 9,
      "text": "Why have you prophesied in The LORD’s name, saying, ‘This house will be like Shiloh, and this city will be desolate, without inhabitant?’” All the people were crowded around Jeremiah in The LORD’s house."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 10,
      "text": "When the princes of Judah heard these things, they came up from the king’s house to The LORD’s house; and they sat in the entry of the new gate of The LORD’s house."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 11,
      "text": "Then the priests and the prophets spoke to the princes and to all the people, saying, “This man is worthy of death; for he has prophesied against this city, as you have heard with your ears.”"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 12,
      "text": "Then Jeremiah spoke to all the princes and to all the people, saying, “The LORD sent me to prophesy against this house and against this city all the words that you have heard."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 13,
      "text": "Now therefore amend your ways and your doings, and obey The LORD your God’s voice; then The LORD will relent from the evil that he has pronounced against you."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 14,
      "text": "But as for me, behold, I am in your hand. Do with me what is good and right in your eyes."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 15,
      "text": "Only know for certain that, if you put me to death, you will bring innocent blood on yourselves, on this city, and on its inhabitants; for in truth The LORD has sent me to you to speak all these words in your ears.”"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 16,
      "text": "Then the princes and all the people said to the priests and to the prophets: “This man is not worthy of death; for he has spoken to us in the name of The LORD our God.”"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 17,
      "text": "Then certain of the elders of the land rose up, and spoke to all the assembly of the people, saying,"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 18,
      "text": "“Micah the Morashtite prophesied in the days of Hezekiah king of Judah; and he spoke to all the people of Judah, saying, ‘The LORD of Armies says: “‘Zion will be plowed as a field, and Jerusalem will become heaps, and the mountain of the house as the high places of a forest.’"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 19,
      "text": "Did Hezekiah king of Judah and all Judah put him to death? Didn’t he fear The LORD, and entreat the favor of The LORD, and The LORD relented of the disaster which he had pronounced against them? We would commit great evil against our own souls that way!”"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 20,
      "text": "There was also a man who prophesied in The LORD’s name, Uriah the son of Shemaiah of Kiriath Jearim; and he prophesied against this city and against this land according to all the words of Jeremiah."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 21,
      "text": "When Jehoiakim the king, with all his mighty men and all the princes heard his words, the king sought to put him to death; but when Uriah heard it, he was afraid, and fled, and went into Egypt."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 22,
      "text": "Then Jehoiakim the king sent men into Egypt, Elnathan the son of Achbor, and certain men with him, into Egypt;"
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 23,
      "text": "and they fetched Uriah out of Egypt, and brought him to Jehoiakim the king, who killed him with the sword, and cast his dead body into the graves of the common people."
    },
    {
      "book_id": "JER",
      "book_name": "Jeremiah",
      "chapter": 26,
      "verse": 24,
      "text": "But the hand of Ahikam the son of Shaphan was with Jeremiah, so that they didn’t give him into the hand of the people to put him to death."
    }
  ],
  "text": "In the beginning of the reign of Jehoiakim the son of Josiah, king of Judah, this word came from The LORD: “The LORD says: ‘Stand in the court of The LORD’s house, and speak to all the cities of Judah, which come to worship in The LORD’s house, all the words that I command you to speak to them. Don’t omit a word. It may be they will listen, and every man turn from his evil way; that I may relent from the evil which I intend to do to them because of the evil of their doings.’ You shall tell them, “The LORD says: ‘If you will not listen to me, to walk in my law, which I have set before you, to listen to the words of my servants the prophets, whom I send to you, even rising up early and sending them, but you have not listened; then I will make this house like Shiloh, and will make this city a curse to all the nations of the earth.”’” The priests and the prophets and all the people heard Jeremiah speaking these words in The LORD’s house. When Jeremiah had finished speaking all that The LORD had commanded him to speak to all the people, the priests and the prophets and all the people seized him, saying, “You shall surely die! Why have you prophesied in The LORD’s name, saying, ‘This house will be like Shiloh, and this city will be desolate, without inhabitant?’” All the people were crowded around Jeremiah in The LORD’s house. When the princes of Judah heard these things, they came up from the king’s house to The LORD’s house; and they sat in the entry of the new gate of The LORD’s house. Then the priests and the prophets spoke to the princes and to all the people, saying, “This man is worthy of death; for he has prophesied against this city, as you have heard with your ears.” Then Jeremiah spoke to all the princes and to all the people, saying, “The LORD sent me to prophesy against this house and against this city all the words that you have heard. Now therefore amend your ways and your doings, and obey The LORD your God’s voice; then The LORD will relent from the evil that he has pronounced against you. But as for me, behold, I am in your hand. Do with me what is good and right in your eyes. Only know for certain that, if you put me to death, you will bring innocent blood on yourselves, on this city, and on its inhabitants; for in truth The LORD has sent me to you to speak all these words in your ears.” Then the princes and all the people said to the priests and to the prophets: “This man is not worthy of death; for he has spoken to us in the name of The LORD our God.” Then certain of the elders of the land rose up, and spoke to all the assembly of the people, saying, “Micah the Morashtite prophesied in the days of Hezekiah king of Judah; and he spoke to all the people of Judah, saying, ‘The LORD of Armies says: “‘Zion will be plowed as a field, and Jerusalem will become heaps, and the mountain of the house as the high places of a forest.’ Did Hezekiah king of Judah and all Judah put him to death? Didn’t he fear The LORD, and entreat the favor of The LORD, and The LORD relented of the disaster which he had pronounced against them? We would commit great evil against our own souls that way!” There was also a man who prophesied in The LORD’s name, Uriah the son of Shemaiah of Kiriath Jearim; and he prophesied against this city and against this land according to all the words of Jeremiah. When Jehoiakim the king, with all his mighty men and all the princes heard his words, the king sought to put him to death; but when Uriah heard it, he was afraid, and fled, and went into Egypt. Then Jehoiakim the king sent men into Egypt, Elnathan the son of Achbor, and certain men with him, into Egypt; and they fetched Uriah out of Egypt, and brought him to Jehoiakim the king, who killed him with the sword, and cast his dead body into the graves of the common people. But the hand of Ahikam the son of Shaphan was with Jeremiah, so that they didn’t give him into the hand of the people to put him to death.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}