{
  "reference": "Job 40",
  "verses": [
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 1,
      "text": "Moreover The LORD answered Job,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 2,
      "text": "\"Shall he who argues contend with the Almighty? He who argues with God, let him answer it.\""
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 3,
      "text": "Then Job answered The LORD,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 4,
      "text": "\"Behold, I am of small account. What shall I answer you? I lay my hand on my mouth."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 5,
      "text": "I have spoken once, and I will not answer; Yes, twice, but I will proceed no further.\""
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 6,
      "text": "Then The LORD answered Job out of the whirlwind,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 7,
      "text": "\"Now brace yourself like a man. I will question you, and you will answer me."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 8,
      "text": "Will you even annul my judgment? Will you condemn me, that you may be justified?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 9,
      "text": "Or do you have an arm like God? Can you thunder with a voice like him?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 10,
      "text": "\"Now deck yourself with excellency and dignity. Array yourself with honor and majesty."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 11,
      "text": "Pour out the fury of your anger. Look at everyone who is proud, and bring him low."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 12,
      "text": "Look at everyone who is proud, and humble him. Crush the wicked in their place."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 13,
      "text": "Hide them in the dust together. Bind their faces in the hidden place."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 14,
      "text": "Then I will also admit to you that your own right hand can save you."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 15,
      "text": "\"See now, behemoth, which I made as well as you. He eats grass as an ox."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 16,
      "text": "Look now, his strength is in his thighs. His force is in the muscles of his belly."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 17,
      "text": "He moves his tail like a cedar. The sinews of his thighs are knit together."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 18,
      "text": "His bones are like tubes of brass. His limbs are like bars of iron."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 19,
      "text": "He is the chief of the ways of God. He who made him gives him his sword."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 20,
      "text": "Surely the mountains produce food for him, where all the animals of the field play."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 21,
      "text": "He lies under the lotus trees, in the covert of the reed, and the marsh."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 22,
      "text": "The lotuses cover him with their shade. The willows of the brook surround him."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 23,
      "text": "Behold, if a river overflows, he doesn’t tremble. He is confident, though the Jordan swells even to his mouth."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 40,
      "verse": 24,
      "text": "Shall any take him when he is on the watch, or pierce through his nose with a snare?"
    }
  ],
  "text": "Moreover The LORD answered Job, \"Shall he who argues contend with the Almighty? He who argues with God, let him answer it.\" Then Job answered The LORD, \"Behold, I am of small account. What shall I answer you? I lay my hand on my mouth. I have spoken once, and I will not answer; Yes, twice, but I will proceed no further.\" Then The LORD answered Job out of the whirlwind, \"Now brace yourself like a man. I will question you, and you will answer me. Will you even annul my judgment? Will you condemn me, that you may be justified? Or do you have an arm like God? Can you thunder with a voice like him? \"Now deck yourself with excellency and dignity. Array yourself with honor and majesty. Pour out the fury of your anger. Look at everyone who is proud, and bring him low. Look at everyone who is proud, and humble him. Crush the wicked in their place. Hide them in the dust together. Bind their faces in the hidden place. Then I will also admit to you that your own right hand can save you. \"See now, behemoth, which I made as well as you. He eats grass as an ox. Look now, his strength is in his thighs. His force is in the muscles of his belly. He moves his tail like a cedar. The sinews of his thighs are knit together. His bones are like tubes of brass. His limbs are like bars of iron. He is the chief of the ways of God. He who made him gives him his sword. Surely the mountains produce food for him, where all the animals of the field play. He lies under the lotus trees, in the covert of the reed, and the marsh. The lotuses cover him with their shade. The willows of the brook surround him. Behold, if a river overflows, he doesn’t tremble. He is confident, though the Jordan swells even to his mouth. Shall any take him when he is on the watch, or pierce through his nose with a snare?",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}