{
  "reference": "Job 42",
  "verses": [
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse": 1,
      "text": "Then Job answered The LORD,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse": 2,
      "text": "\"I know that you can do all things, and that no purpose of yours can be restrained."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse": 3,
      "text": "You asked, 'Who is this who hides counsel without knowledge?’ therefore I have uttered that which I did not understand, things too wonderful for me, which I didn’t know."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse": 4,
      "text": "You said, 'Listen, now, and I will speak; I will question you, and you will answer me.’"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse": 5,
      "text": "I had heard of you by the hearing of the ear, but now my eye sees you."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse": 6,
      "text": "Therefore I abhor myself, and repent in dust and ashes.\""
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse": 7,
      "text": "It was so, that after The LORD had spoken these words to Job, The LORD said to Eliphaz the Temanite, \"My wrath is kindled against you, and against your two friends; for you have not spoken of me the thing that is right, as my servant Job has."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse": 8,
      "text": "Now therefore, take to yourselves seven bulls and seven rams, and go to my servant Job, and offer up for yourselves a burnt offering; and my servant Job shall pray for you, for I will accept him, that I not deal with you according to your folly. For you have not spoken of me the thing that is right, as my servant Job has.\""
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse": 9,
      "text": "So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went, and did what The LORD commanded them, and The LORD accepted Job."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse": 10,
      "text": "The LORD turned the captivity of Job, when he prayed for his friends. The LORD gave Job twice as much as he had before."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse": 11,
      "text": "Then came there to him all his brothers, and all his sisters, and all those who had been of his acquaintance before, and ate bread with him in his house. They comforted him, and consoled him concerning all the evil that The LORD had brought on him. Everyone also gave him a piece of money, and everyone a ring of gold."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse": 12,
      "text": "So The LORD blessed the latter end of Job more than his beginning. He had fourteen thousand sheep, six thousand camels, one thousand yoke of oxen, and a thousand female donkeys."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse": 13,
      "text": "He had also seven sons and three daughters."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse": 14,
      "text": "He called the name of the first, Jemimah; and the name of the second, Keziah; and the name of the third, Keren Happuch."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse": 15,
      "text": "In all the land were no women found so beautiful as the daughters of Job. Their father gave them an inheritance among their brothers."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse": 16,
      "text": "After this Job lived one hundred forty years, and saw his sons, and his sons’ sons, to four generations."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 42,
      "verse": 17,
      "text": "So Job died, being old and full of days."
    }
  ],
  "text": "Then Job answered The LORD, \"I know that you can do all things, and that no purpose of yours can be restrained. You asked, 'Who is this who hides counsel without knowledge?’ therefore I have uttered that which I did not understand, things too wonderful for me, which I didn’t know. You said, 'Listen, now, and I will speak; I will question you, and you will answer me.’ I had heard of you by the hearing of the ear, but now my eye sees you. Therefore I abhor myself, and repent in dust and ashes.\" It was so, that after The LORD had spoken these words to Job, The LORD said to Eliphaz the Temanite, \"My wrath is kindled against you, and against your two friends; for you have not spoken of me the thing that is right, as my servant Job has. Now therefore, take to yourselves seven bulls and seven rams, and go to my servant Job, and offer up for yourselves a burnt offering; and my servant Job shall pray for you, for I will accept him, that I not deal with you according to your folly. For you have not spoken of me the thing that is right, as my servant Job has.\" So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went, and did what The LORD commanded them, and The LORD accepted Job. The LORD turned the captivity of Job, when he prayed for his friends. The LORD gave Job twice as much as he had before. Then came there to him all his brothers, and all his sisters, and all those who had been of his acquaintance before, and ate bread with him in his house. They comforted him, and consoled him concerning all the evil that The LORD had brought on him. Everyone also gave him a piece of money, and everyone a ring of gold. So The LORD blessed the latter end of Job more than his beginning. He had fourteen thousand sheep, six thousand camels, one thousand yoke of oxen, and a thousand female donkeys. He had also seven sons and three daughters. He called the name of the first, Jemimah; and the name of the second, Keziah; and the name of the third, Keren Happuch. In all the land were no women found so beautiful as the daughters of Job. Their father gave them an inheritance among their brothers. After this Job lived one hundred forty years, and saw his sons, and his sons’ sons, to four generations. So Job died, being old and full of days.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}