{
  "reference": "Job 34",
  "verses": [
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 1,
      "text": "Moreover Elihu answered,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 2,
      "text": "“Hear my words, you wise men. Give ear to me, you who have knowledge."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 3,
      "text": "For the ear tries words, as the palate tastes food."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 4,
      "text": "Let us choose for us that which is right. Let us know among ourselves what is good."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 5,
      "text": "For Job has said, ‘I am righteous, God has taken away my right:"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 6,
      "text": "Notwithstanding my right I am considered a liar. My wound is incurable, though I am without disobedience.’"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 7,
      "text": "What man is like Job, who drinks scorn like water,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 8,
      "text": "Who goes in company with the workers of iniquity, and walks with wicked men?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 9,
      "text": "For he has said, ‘It profits a man nothing that he should delight himself with God.’"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 10,
      "text": "“Therefore listen to me, you men of understanding: far be it from God, that he should do wickedness, from the Almighty, that he should commit iniquity."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 11,
      "text": "For the work of a man he will render to him, and cause every man to find according to his ways."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 12,
      "text": "Yes surely, God will not do wickedly, neither will the Almighty pervert justice."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 13,
      "text": "Who put him in charge of the earth? or who has appointed him over the whole world?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 14,
      "text": "If he set his heart on himself, If he gathered to himself his spirit and his breath,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 15,
      "text": "all flesh would perish together, and man would turn again to dust."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 16,
      "text": "“If now you have understanding, hear this. Listen to the voice of my words."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 17,
      "text": "Shall even one who hates justice govern? Will you condemn him who is righteous and mighty?—"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 18,
      "text": "Who says to a king, ‘Vile!’ or to nobles, ‘Wicked!’?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 19,
      "text": "Who doesn’t respect the persons of princes, nor respects the rich more than the poor; for they all are the work of his hands."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 20,
      "text": "In a moment they die, even at midnight. The people are shaken and pass away. The mighty are taken away without a hand."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 21,
      "text": "“For his eyes are on the ways of a man. He sees all his goings."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 22,
      "text": "There is no darkness, nor thick gloom, where the workers of iniquity may hide themselves."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 23,
      "text": "For he doesn’t need to consider a man further, that he should go before God in judgment."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 24,
      "text": "He breaks in pieces mighty men in ways past finding out, and sets others in their place."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 25,
      "text": "Therefore he takes knowledge of their works. He overturns them in the night, so that they are destroyed."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 26,
      "text": "He strikes them as wicked men in the open sight of others;"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 27,
      "text": "because they turned away from following him, and wouldn’t pay attention to any of his ways,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 28,
      "text": "so that they caused the cry of the poor to come to him. He heard the cry of the afflicted."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 29,
      "text": "When he gives quietness, who then can condemn? When he hides his face, who then can see him? Alike whether to a nation, or to a man,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 30,
      "text": "that the godless man may not reign, that there be no one to ensnare the people."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 31,
      "text": "“For has any said to God, ‘I am guilty, but I will not offend any more."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 32,
      "text": "Teach me that which I don’t see. If I have done iniquity, I will do it no more’?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 33,
      "text": "Shall his recompense be as you desire, that you refuse it? For you must choose, and not I. Therefore speak what you know."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 34,
      "text": "Men of understanding will tell me, yes, every wise man who hears me:"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 35,
      "text": "‘Job speaks without knowledge. His words are without wisdom.’"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 36,
      "text": "I wish that Job were tried to the end, because of his answering like wicked men."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 34,
      "verse": 37,
      "text": "For he adds rebellion to his sin. He claps his hands among us, and multiplies his words against God.”"
    }
  ],
  "text": "Moreover Elihu answered, “Hear my words, you wise men. Give ear to me, you who have knowledge. For the ear tries words, as the palate tastes food. Let us choose for us that which is right. Let us know among ourselves what is good. For Job has said, ‘I am righteous, God has taken away my right: Notwithstanding my right I am considered a liar. My wound is incurable, though I am without disobedience.’ What man is like Job, who drinks scorn like water, Who goes in company with the workers of iniquity, and walks with wicked men? For he has said, ‘It profits a man nothing that he should delight himself with God.’ “Therefore listen to me, you men of understanding: far be it from God, that he should do wickedness, from the Almighty, that he should commit iniquity. For the work of a man he will render to him, and cause every man to find according to his ways. Yes surely, God will not do wickedly, neither will the Almighty pervert justice. Who put him in charge of the earth? or who has appointed him over the whole world? If he set his heart on himself, If he gathered to himself his spirit and his breath, all flesh would perish together, and man would turn again to dust. “If now you have understanding, hear this. Listen to the voice of my words. Shall even one who hates justice govern? Will you condemn him who is righteous and mighty?— Who says to a king, ‘Vile!’ or to nobles, ‘Wicked!’? Who doesn’t respect the persons of princes, nor respects the rich more than the poor; for they all are the work of his hands. In a moment they die, even at midnight. The people are shaken and pass away. The mighty are taken away without a hand. “For his eyes are on the ways of a man. He sees all his goings. There is no darkness, nor thick gloom, where the workers of iniquity may hide themselves. For he doesn’t need to consider a man further, that he should go before God in judgment. He breaks in pieces mighty men in ways past finding out, and sets others in their place. Therefore he takes knowledge of their works. He overturns them in the night, so that they are destroyed. He strikes them as wicked men in the open sight of others; because they turned away from following him, and wouldn’t pay attention to any of his ways, so that they caused the cry of the poor to come to him. He heard the cry of the afflicted. When he gives quietness, who then can condemn? When he hides his face, who then can see him? Alike whether to a nation, or to a man, that the godless man may not reign, that there be no one to ensnare the people. “For has any said to God, ‘I am guilty, but I will not offend any more. Teach me that which I don’t see. If I have done iniquity, I will do it no more’? Shall his recompense be as you desire, that you refuse it? For you must choose, and not I. Therefore speak what you know. Men of understanding will tell me, yes, every wise man who hears me: ‘Job speaks without knowledge. His words are without wisdom.’ I wish that Job were tried to the end, because of his answering like wicked men. For he adds rebellion to his sin. He claps his hands among us, and multiplies his words against God.”",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}