{
  "reference": "Job 21",
  "verses": [
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 1,
      "text": "Then Job answered,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 2,
      "text": "\"Listen diligently to my speech. Let this be your consolation."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 3,
      "text": "Allow me, and I also will speak; After I have spoken, mock on."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 4,
      "text": "As for me, is my complaint to man? Why shouldn’t I be impatient?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 5,
      "text": "Look at me, and be astonished. Lay your hand on your mouth."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 6,
      "text": "When I remember, I am troubled. Horror takes hold of my flesh."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 7,
      "text": "\"Why do the wicked live, become old, yes, and grow mighty in power?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 8,
      "text": "Their child is established with them in their sight, their offspring before their eyes."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 9,
      "text": "Their houses are safe from fear, neither is the rod of God upon them."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 10,
      "text": "Their bulls breed without fail. Their cows calve, and don’t miscarry."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 11,
      "text": "They send out their little ones like a flock. Their children dance."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 12,
      "text": "They sing to the tambourine and harp, and rejoice at the sound of the pipe."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 13,
      "text": "They spend their days in prosperity. In an instant they go down to Sheol."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 14,
      "text": "They tell God, 'Depart from us, for we don’t want to know about your ways."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 15,
      "text": "What is the Almighty, that we should serve him? What profit should we have, if we pray to him?’"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 16,
      "text": "Behold, their prosperity is not in their hand. The counsel of the wicked is far from me."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 17,
      "text": "\"How often is it that the lamp of the wicked is put out, that their calamity comes on them, that God distributes sorrows in his anger?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 18,
      "text": "How often is it that they are as stubble before the wind, as chaff that the storm carries away?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 19,
      "text": "You say, 'God lays up his iniquity for his children.’ Let him recompense it to himself, that he may know it."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 20,
      "text": "Let his own eyes see his destruction. Let him drink of the wrath of the Almighty."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 21,
      "text": "For what does he care for his house after him, when the number of his months is cut off?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 22,
      "text": "\"Shall any teach God knowledge, since he judges those who are high?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 23,
      "text": "One dies in his full strength, being wholly at ease and quiet."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 24,
      "text": "His pails are full of milk. The marrow of his bones is moistened."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 25,
      "text": "Another dies in bitterness of soul, and never tastes of good."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 26,
      "text": "They lie down alike in the dust. The worm covers them."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 27,
      "text": "\"Behold, I know your thoughts, the plans with which you would wrong me."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 28,
      "text": "For you say, 'Where is the house of the prince? Where is the tent in which the wicked lived?’"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 29,
      "text": "Haven’t you asked wayfaring men? Don’t you know their evidences,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 30,
      "text": "that the evil man is reserved to the day of calamity, That they are led out to the day of wrath?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 31,
      "text": "Who shall declare his way to his face? Who shall repay him what he has done?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 32,
      "text": "Yet he will be borne to the grave. Men shall keep watch over the tomb."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 33,
      "text": "The clods of the valley shall be sweet to him. All men shall draw after him, as there were innumerable before him."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 21,
      "verse": 34,
      "text": "So how can you comfort me with nonsense, because in your answers there remains only falsehood?\""
    }
  ],
  "text": "Then Job answered, \"Listen diligently to my speech. Let this be your consolation. Allow me, and I also will speak; After I have spoken, mock on. As for me, is my complaint to man? Why shouldn’t I be impatient? Look at me, and be astonished. Lay your hand on your mouth. When I remember, I am troubled. Horror takes hold of my flesh. \"Why do the wicked live, become old, yes, and grow mighty in power? Their child is established with them in their sight, their offspring before their eyes. Their houses are safe from fear, neither is the rod of God upon them. Their bulls breed without fail. Their cows calve, and don’t miscarry. They send out their little ones like a flock. Their children dance. They sing to the tambourine and harp, and rejoice at the sound of the pipe. They spend their days in prosperity. In an instant they go down to Sheol. They tell God, 'Depart from us, for we don’t want to know about your ways. What is the Almighty, that we should serve him? What profit should we have, if we pray to him?’ Behold, their prosperity is not in their hand. The counsel of the wicked is far from me. \"How often is it that the lamp of the wicked is put out, that their calamity comes on them, that God distributes sorrows in his anger? How often is it that they are as stubble before the wind, as chaff that the storm carries away? You say, 'God lays up his iniquity for his children.’ Let him recompense it to himself, that he may know it. Let his own eyes see his destruction. Let him drink of the wrath of the Almighty. For what does he care for his house after him, when the number of his months is cut off? \"Shall any teach God knowledge, since he judges those who are high? One dies in his full strength, being wholly at ease and quiet. His pails are full of milk. The marrow of his bones is moistened. Another dies in bitterness of soul, and never tastes of good. They lie down alike in the dust. The worm covers them. \"Behold, I know your thoughts, the plans with which you would wrong me. For you say, 'Where is the house of the prince? Where is the tent in which the wicked lived?’ Haven’t you asked wayfaring men? Don’t you know their evidences, that the evil man is reserved to the day of calamity, That they are led out to the day of wrath? Who shall declare his way to his face? Who shall repay him what he has done? Yet he will be borne to the grave. Men shall keep watch over the tomb. The clods of the valley shall be sweet to him. All men shall draw after him, as there were innumerable before him. So how can you comfort me with nonsense, because in your answers there remains only falsehood?\"",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}