{
  "reference": "Job 5",
  "verses": [
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 1,
      "text": "“Call now; is there any who will answer you? To which of the holy ones will you turn?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 2,
      "text": "For resentment kills the foolish man, and jealousy kills the simple."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 3,
      "text": "I have seen the foolish taking root, but suddenly I cursed his habitation."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 4,
      "text": "His children are far from safety. They are crushed in the gate. Neither is there any to deliver them,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 5,
      "text": "whose harvest the hungry eats up, and take it even out of the thorns. The snare gapes for their substance."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 6,
      "text": "For affliction doesn’t come out of the dust, neither does trouble spring out of the ground;"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 7,
      "text": "but man is born to trouble, as the sparks fly upward."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 8,
      "text": "“But as for me, I would seek God. I would commit my cause to God,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 9,
      "text": "who does great things that can’t be fathomed, marvelous things without number;"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 10,
      "text": "who gives rain on the earth, and sends waters on the fields;"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 11,
      "text": "so that he sets up on high those who are low, those who mourn are exalted to safety."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 12,
      "text": "He frustrates the plans of the crafty, So that their hands can’t perform their enterprise."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 13,
      "text": "He takes the wise in their own craftiness; the counsel of the cunning is carried headlong."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 14,
      "text": "They meet with darkness in the day time, and grope at noonday as in the night."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 15,
      "text": "But he saves from the sword of their mouth, even the needy from the hand of the mighty."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 16,
      "text": "So the poor has hope, and injustice shuts her mouth."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 17,
      "text": "“Behold, happy is the man whom God corrects. Therefore do not despise the chastening of the Almighty."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 18,
      "text": "For he wounds, and binds up. He injures, and his hands make whole."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 19,
      "text": "He will deliver you in six troubles; yes, in seven no evil shall touch you."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 20,
      "text": "In famine he will redeem you from death; in war, from the power of the sword."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 21,
      "text": "You shall be hidden from the scourge of the tongue, neither shall you be afraid of destruction when it comes."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 22,
      "text": "At destruction and famine you shall laugh, neither shall you be afraid of the animals of the earth."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 23,
      "text": "For you shall be allied with the stones of the field. The animals of the field shall be at peace with you."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 24,
      "text": "You shall know that your tent is in peace. You shall visit your fold, and shall miss nothing."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 25,
      "text": "You shall know also that your offspring shall be great, Your offspring as the grass of the earth."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 26,
      "text": "You shall come to your grave in a full age, like a shock of grain comes in its season."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 5,
      "verse": 27,
      "text": "Look this, we have searched it, so it is. Hear it, and know it for your good.”"
    }
  ],
  "text": "“Call now; is there any who will answer you? To which of the holy ones will you turn? For resentment kills the foolish man, and jealousy kills the simple. I have seen the foolish taking root, but suddenly I cursed his habitation. His children are far from safety. They are crushed in the gate. Neither is there any to deliver them, whose harvest the hungry eats up, and take it even out of the thorns. The snare gapes for their substance. For affliction doesn’t come out of the dust, neither does trouble spring out of the ground; but man is born to trouble, as the sparks fly upward. “But as for me, I would seek God. I would commit my cause to God, who does great things that can’t be fathomed, marvelous things without number; who gives rain on the earth, and sends waters on the fields; so that he sets up on high those who are low, those who mourn are exalted to safety. He frustrates the plans of the crafty, So that their hands can’t perform their enterprise. He takes the wise in their own craftiness; the counsel of the cunning is carried headlong. They meet with darkness in the day time, and grope at noonday as in the night. But he saves from the sword of their mouth, even the needy from the hand of the mighty. So the poor has hope, and injustice shuts her mouth. “Behold, happy is the man whom God corrects. Therefore do not despise the chastening of the Almighty. For he wounds, and binds up. He injures, and his hands make whole. He will deliver you in six troubles; yes, in seven no evil shall touch you. In famine he will redeem you from death; in war, from the power of the sword. You shall be hidden from the scourge of the tongue, neither shall you be afraid of destruction when it comes. At destruction and famine you shall laugh, neither shall you be afraid of the animals of the earth. For you shall be allied with the stones of the field. The animals of the field shall be at peace with you. You shall know that your tent is in peace. You shall visit your fold, and shall miss nothing. You shall know also that your offspring shall be great, Your offspring as the grass of the earth. You shall come to your grave in a full age, like a shock of grain comes in its season. Look this, we have searched it, so it is. Hear it, and know it for your good.”",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}