{
  "reference": "Job 4",
  "verses": [
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 4,
      "verse": 1,
      "text": "Then Eliphaz the Temanite answered,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 4,
      "verse": 2,
      "text": "\"If someone ventures to talk with you, will you be grieved? But who can withhold himself from speaking?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 4,
      "verse": 3,
      "text": "Behold, you have instructed many, you have strengthened the weak hands."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 4,
      "verse": 4,
      "text": "Your words have supported him who was falling, You have made firm the feeble knees."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 4,
      "verse": 5,
      "text": "But now it has come to you, and you faint. It touches you, and you are troubled."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 4,
      "verse": 6,
      "text": "Isn’t your piety your confidence? Isn’t the integrity of your ways your hope?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 4,
      "verse": 7,
      "text": "\"Remember, now, whoever perished, being innocent? Or where were the upright cut off?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 4,
      "verse": 8,
      "text": "According to what I have seen, those who plow iniquity, and sow trouble, reap the same."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 4,
      "verse": 9,
      "text": "By the breath of God they perish. By the blast of his anger are they consumed."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 4,
      "verse": 10,
      "text": "The roaring of the lion, and the voice of the fierce lion, the teeth of the young lions, are broken."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 4,
      "verse": 11,
      "text": "The old lion perishes for lack of prey. The cubs of the lioness are scattered abroad."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 4,
      "verse": 12,
      "text": "\"Now a thing was secretly brought to me. My ear received a whisper of it."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 4,
      "verse": 13,
      "text": "In thoughts from the visions of the night, when deep sleep falls on men,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 4,
      "verse": 14,
      "text": "fear came on me, and trembling, which made all my bones shake."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 4,
      "verse": 15,
      "text": "Then a spirit passed before my face. The hair of my flesh stood up."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 4,
      "verse": 16,
      "text": "It stood still, but I couldn’t discern its appearance. A form was before my eyes. Silence, then I heard a voice, saying,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 4,
      "verse": 17,
      "text": "'Shall mortal man be more just than God? Shall a man be more pure than his Maker?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 4,
      "verse": 18,
      "text": "Behold, he puts no trust in his servants. He charges his angels with error."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 4,
      "verse": 19,
      "text": "How much more, those who dwell in houses of clay, whose foundation is in the dust, who are crushed before the moth!"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 4,
      "verse": 20,
      "text": "Between morning and evening they are destroyed. They perish forever without any regarding it."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 4,
      "verse": 21,
      "text": "Isn’t their tent cord plucked up within them? They die, and that without wisdom.’"
    }
  ],
  "text": "Then Eliphaz the Temanite answered, \"If someone ventures to talk with you, will you be grieved? But who can withhold himself from speaking? Behold, you have instructed many, you have strengthened the weak hands. Your words have supported him who was falling, You have made firm the feeble knees. But now it has come to you, and you faint. It touches you, and you are troubled. Isn’t your piety your confidence? Isn’t the integrity of your ways your hope? \"Remember, now, whoever perished, being innocent? Or where were the upright cut off? According to what I have seen, those who plow iniquity, and sow trouble, reap the same. By the breath of God they perish. By the blast of his anger are they consumed. The roaring of the lion, and the voice of the fierce lion, the teeth of the young lions, are broken. The old lion perishes for lack of prey. The cubs of the lioness are scattered abroad. \"Now a thing was secretly brought to me. My ear received a whisper of it. In thoughts from the visions of the night, when deep sleep falls on men, fear came on me, and trembling, which made all my bones shake. Then a spirit passed before my face. The hair of my flesh stood up. It stood still, but I couldn’t discern its appearance. A form was before my eyes. Silence, then I heard a voice, saying, 'Shall mortal man be more just than God? Shall a man be more pure than his Maker? Behold, he puts no trust in his servants. He charges his angels with error. How much more, those who dwell in houses of clay, whose foundation is in the dust, who are crushed before the moth! Between morning and evening they are destroyed. They perish forever without any regarding it. Isn’t their tent cord plucked up within them? They die, and that without wisdom.’",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}