{
  "reference": "Job 6",
  "verses": [
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 1,
      "text": "Then Job answered,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 2,
      "text": "\"Oh that my anguish were weighed, and all my calamity laid in the balances!"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 3,
      "text": "For now it would be heavier than the sand of the seas, therefore have my words been rash."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 4,
      "text": "For the arrows of the Almighty are within me. My spirit drinks up their poison. The terrors of God set themselves in array against me."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 5,
      "text": "Does the wild donkey bray when he has grass? Or does the ox low over his fodder?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 6,
      "text": "Can that which has no flavor be eaten without salt? Or is there any taste in the white of an egg?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 7,
      "text": "My soul refuses to touch them. They are as loathsome food to me."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 8,
      "text": "\"Oh that I might have my request, that God would grant the thing that I long for,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 9,
      "text": "even that it would please God to crush me; that he would let loose his hand, and cut me off!"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 10,
      "text": "Be it still my consolation, yes, let me exult in pain that doesn’t spare, that I have not denied the words of the Holy One."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 11,
      "text": "What is my strength, that I should wait? What is my end, that I should be patient?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 12,
      "text": "Is my strength the strength of stones? Or is my flesh of brass?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 13,
      "text": "Isn’t it that I have no help in me, That wisdom is driven quite from me?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 14,
      "text": "\"To him who is ready to faint, kindness should be shown from his friend; even to him who forsakes the fear of the Almighty."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 15,
      "text": "My brothers have dealt deceitfully as a brook, as the channel of brooks that pass away;"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 16,
      "text": "Which are black by reason of the ice, in which the snow hides itself."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 17,
      "text": "In the dry season, they vanish. When it is hot, they are consumed out of their place."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 18,
      "text": "The caravans that travel beside them turn away. They go up into the waste, and perish."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 19,
      "text": "The caravans of Tema looked. The companies of Sheba waited for them."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 20,
      "text": "They were distressed because they were confident. They came there, and were confounded."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 21,
      "text": "For now you are nothing. You see a terror, and are afraid."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 22,
      "text": "Did I say, 'Give to me?’ or, 'Offer a present for me from your substance?’"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 23,
      "text": "or, 'Deliver me from the adversary’s hand?’ or, 'Redeem me from the hand of the oppressors?’"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 24,
      "text": "\"Teach me, and I will hold my peace. Cause me to understand wherein I have erred."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 25,
      "text": "How forcible are words of uprightness! But your reproof, what does it reprove?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 26,
      "text": "Do you intend to reprove words, since the speeches of one who is desperate are as wind?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 27,
      "text": "Yes, you would even cast lots for the fatherless, and make merchandise of your friend."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 28,
      "text": "Now therefore be pleased to look at me, for surely I shall not lie to your face."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 29,
      "text": "Please return. Let there be no injustice. Yes, return again. My cause is righteous."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 6,
      "verse": 30,
      "text": "Is there injustice on my tongue? Can’t my taste discern mischievous things?"
    }
  ],
  "text": "Then Job answered, \"Oh that my anguish were weighed, and all my calamity laid in the balances! For now it would be heavier than the sand of the seas, therefore have my words been rash. For the arrows of the Almighty are within me. My spirit drinks up their poison. The terrors of God set themselves in array against me. Does the wild donkey bray when he has grass? Or does the ox low over his fodder? Can that which has no flavor be eaten without salt? Or is there any taste in the white of an egg? My soul refuses to touch them. They are as loathsome food to me. \"Oh that I might have my request, that God would grant the thing that I long for, even that it would please God to crush me; that he would let loose his hand, and cut me off! Be it still my consolation, yes, let me exult in pain that doesn’t spare, that I have not denied the words of the Holy One. What is my strength, that I should wait? What is my end, that I should be patient? Is my strength the strength of stones? Or is my flesh of brass? Isn’t it that I have no help in me, That wisdom is driven quite from me? \"To him who is ready to faint, kindness should be shown from his friend; even to him who forsakes the fear of the Almighty. My brothers have dealt deceitfully as a brook, as the channel of brooks that pass away; Which are black by reason of the ice, in which the snow hides itself. In the dry season, they vanish. When it is hot, they are consumed out of their place. The caravans that travel beside them turn away. They go up into the waste, and perish. The caravans of Tema looked. The companies of Sheba waited for them. They were distressed because they were confident. They came there, and were confounded. For now you are nothing. You see a terror, and are afraid. Did I say, 'Give to me?’ or, 'Offer a present for me from your substance?’ or, 'Deliver me from the adversary’s hand?’ or, 'Redeem me from the hand of the oppressors?’ \"Teach me, and I will hold my peace. Cause me to understand wherein I have erred. How forcible are words of uprightness! But your reproof, what does it reprove? Do you intend to reprove words, since the speeches of one who is desperate are as wind? Yes, you would even cast lots for the fatherless, and make merchandise of your friend. Now therefore be pleased to look at me, for surely I shall not lie to your face. Please return. Let there be no injustice. Yes, return again. My cause is righteous. Is there injustice on my tongue? Can’t my taste discern mischievous things?",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}