{
  "reference": "Job 14",
  "verses": [
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 1,
      "text": "\"Man, who is born of a woman, is of few days, and full of trouble."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 2,
      "text": "He grows up like a flower, and is cut down. He also flees like a shadow, and doesn’t continue."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 3,
      "text": "Do you open your eyes on such a one, and bring me into judgment with you?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 4,
      "text": "Who can bring a clean thing out of an unclean? Not one."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 5,
      "text": "Seeing his days are determined, the number of his months is with you, and you have appointed his bounds that he can’t pass;"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 6,
      "text": "Look away from him, that he may rest, until he shall accomplish, as a hireling, his day."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 7,
      "text": "\"For there is hope for a tree, If it is cut down, that it will sprout again, that the tender branch of it will not cease."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 8,
      "text": "Though its root grows old in the earth, and its stock dies in the ground,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 9,
      "text": "yet through the scent of water it will bud, and sprout boughs like a plant."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 10,
      "text": "But man dies, and is laid low. Yes, man gives up the spirit, and where is he?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 11,
      "text": "As the waters fail from the sea, and the river wastes and dries up,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 12,
      "text": "so man lies down and doesn’t rise. Until the heavens are no more, they shall not awake, nor be roused out of their sleep."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 13,
      "text": "\"Oh that you would hide me in Sheol, that you would keep me secret, until your wrath is past, that you would appoint me a set time, and remember me!"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 14,
      "text": "If a man dies, shall he live again? All the days of my warfare would I wait, until my release should come."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 15,
      "text": "You would call, and I would answer you. You would have a desire to the work of your hands."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 16,
      "text": "But now you count my steps. Don’t you watch over my sin?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 17,
      "text": "My disobedience is sealed up in a bag. You fasten up my iniquity."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 18,
      "text": "\"But the mountain falling comes to nothing. The rock is removed out of its place;"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 19,
      "text": "The waters wear the stones. The torrents of it wash away the dust of the earth. So you destroy the hope of man."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 20,
      "text": "You forever prevail against him, and he departs. You change his face, and send him away."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 21,
      "text": "His sons come to honor, and he doesn’t know it. They are brought low, but he doesn’t perceive it of them."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 14,
      "verse": 22,
      "text": "But his flesh on him has pain, and his soul within him mourns.\""
    }
  ],
  "text": "\"Man, who is born of a woman, is of few days, and full of trouble. He grows up like a flower, and is cut down. He also flees like a shadow, and doesn’t continue. Do you open your eyes on such a one, and bring me into judgment with you? Who can bring a clean thing out of an unclean? Not one. Seeing his days are determined, the number of his months is with you, and you have appointed his bounds that he can’t pass; Look away from him, that he may rest, until he shall accomplish, as a hireling, his day. \"For there is hope for a tree, If it is cut down, that it will sprout again, that the tender branch of it will not cease. Though its root grows old in the earth, and its stock dies in the ground, yet through the scent of water it will bud, and sprout boughs like a plant. But man dies, and is laid low. Yes, man gives up the spirit, and where is he? As the waters fail from the sea, and the river wastes and dries up, so man lies down and doesn’t rise. Until the heavens are no more, they shall not awake, nor be roused out of their sleep. \"Oh that you would hide me in Sheol, that you would keep me secret, until your wrath is past, that you would appoint me a set time, and remember me! If a man dies, shall he live again? All the days of my warfare would I wait, until my release should come. You would call, and I would answer you. You would have a desire to the work of your hands. But now you count my steps. Don’t you watch over my sin? My disobedience is sealed up in a bag. You fasten up my iniquity. \"But the mountain falling comes to nothing. The rock is removed out of its place; The waters wear the stones. The torrents of it wash away the dust of the earth. So you destroy the hope of man. You forever prevail against him, and he departs. You change his face, and send him away. His sons come to honor, and he doesn’t know it. They are brought low, but he doesn’t perceive it of them. But his flesh on him has pain, and his soul within him mourns.\"",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}