{
  "reference": "Job 22",
  "verses": [
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 1,
      "text": "Then Eliphaz the Temanite answered,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 2,
      "text": "“Can a man be profitable to God? Surely he who is wise is profitable to himself."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 3,
      "text": "Is it any pleasure to the Almighty, that you are righteous? Or does it benefit him, that you make your ways perfect?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 4,
      "text": "Is it for your piety that he reproves you, that he enters with you into judgment?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 5,
      "text": "Isn’t your wickedness great? Neither is there any end to your iniquities."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 6,
      "text": "For you have taken pledges from your brother for nothing, and stripped the naked of their clothing."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 7,
      "text": "You haven’t given water to the weary to drink, and you have withheld bread from the hungry."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 8,
      "text": "But as for the mighty man, he had the earth. The honorable man, he lived in it."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 9,
      "text": "You have sent widows away empty, and the arms of the fatherless have been broken."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 10,
      "text": "Therefore snares are around you. Sudden fear troubles you,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 11,
      "text": "or darkness, so that you can not see, and floods of waters cover you."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 12,
      "text": "“Isn’t God in the heights of heaven? See the height of the stars, how high they are!"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 13,
      "text": "You say, ‘What does God know? Can he judge through the thick darkness?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 14,
      "text": "Thick clouds are a covering to him, so that he doesn’t see. He walks on the vault of the sky.’"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 15,
      "text": "Will you keep the old way, which wicked men have trodden,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 16,
      "text": "who were snatched away before their time, whose foundation was poured out as a stream,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 17,
      "text": "who said to God, ‘Depart from us;’ and, ‘What can the Almighty do for us?’"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 18,
      "text": "Yet he filled their houses with good things, but the counsel of the wicked is far from me."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 19,
      "text": "The righteous see it, and are glad. The innocent ridicule them,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 20,
      "text": "saying, ‘Surely those who rose up against us are cut off. The fire has consumed their remnant.’"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 21,
      "text": "“Acquaint yourself with him, now, and be at peace. Thereby good shall come to you."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 22,
      "text": "Please receive instruction from his mouth, and lay up his words in your heart."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 23,
      "text": "If you return to the Almighty, you shall be built up, if you put away unrighteousness far from your tents."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 24,
      "text": "Lay your treasure in the dust, the gold of Ophir among the stones of the brooks."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 25,
      "text": "The Almighty will be your treasure, and precious silver to you."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 26,
      "text": "For then you will delight yourself in the Almighty, and shall lift up your face to God."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 27,
      "text": "You shall make your prayer to him, and he will hear you. You shall pay your vows."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 28,
      "text": "You shall also decree a thing, and it shall be established to you. Light shall shine on your ways."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 29,
      "text": "When they cast down, you shall say, ‘be lifted up.’ He will save the humble person."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 22,
      "verse": 30,
      "text": "He will even deliver him who is not innocent. Yes, he shall be delivered through the cleanness of your hands.”"
    }
  ],
  "text": "Then Eliphaz the Temanite answered, “Can a man be profitable to God? Surely he who is wise is profitable to himself. Is it any pleasure to the Almighty, that you are righteous? Or does it benefit him, that you make your ways perfect? Is it for your piety that he reproves you, that he enters with you into judgment? Isn’t your wickedness great? Neither is there any end to your iniquities. For you have taken pledges from your brother for nothing, and stripped the naked of their clothing. You haven’t given water to the weary to drink, and you have withheld bread from the hungry. But as for the mighty man, he had the earth. The honorable man, he lived in it. You have sent widows away empty, and the arms of the fatherless have been broken. Therefore snares are around you. Sudden fear troubles you, or darkness, so that you can not see, and floods of waters cover you. “Isn’t God in the heights of heaven? See the height of the stars, how high they are! You say, ‘What does God know? Can he judge through the thick darkness? Thick clouds are a covering to him, so that he doesn’t see. He walks on the vault of the sky.’ Will you keep the old way, which wicked men have trodden, who were snatched away before their time, whose foundation was poured out as a stream, who said to God, ‘Depart from us;’ and, ‘What can the Almighty do for us?’ Yet he filled their houses with good things, but the counsel of the wicked is far from me. The righteous see it, and are glad. The innocent ridicule them, saying, ‘Surely those who rose up against us are cut off. The fire has consumed their remnant.’ “Acquaint yourself with him, now, and be at peace. Thereby good shall come to you. Please receive instruction from his mouth, and lay up his words in your heart. If you return to the Almighty, you shall be built up, if you put away unrighteousness far from your tents. Lay your treasure in the dust, the gold of Ophir among the stones of the brooks. The Almighty will be your treasure, and precious silver to you. For then you will delight yourself in the Almighty, and shall lift up your face to God. You shall make your prayer to him, and he will hear you. You shall pay your vows. You shall also decree a thing, and it shall be established to you. Light shall shine on your ways. When they cast down, you shall say, ‘be lifted up.’ He will save the humble person. He will even deliver him who is not innocent. Yes, he shall be delivered through the cleanness of your hands.”",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}