{
  "reference": "Job 17",
  "verses": [
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 17,
      "verse": 1,
      "text": "\"My spirit is consumed. My days are extinct, And the grave is ready for me."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 17,
      "verse": 2,
      "text": "Surely there are mockers with me. My eye dwells on their provocation."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 17,
      "verse": 3,
      "text": "\"Now give a pledge, be collateral for me with yourself. Who is there who will strike hands with me?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 17,
      "verse": 4,
      "text": "For you have hidden their heart from understanding, Therefore you shall not exalt them."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 17,
      "verse": 5,
      "text": "He who denounces his friends for plunder, Even the eyes of his children shall fail."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 17,
      "verse": 6,
      "text": "\"But he has made me a byword of the people. They spit in my face."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 17,
      "verse": 7,
      "text": "My eye also is dim by reason of sorrow. All my members are as a shadow."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 17,
      "verse": 8,
      "text": "Upright men shall be astonished at this. The innocent shall stir up himself against the godless."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 17,
      "verse": 9,
      "text": "Yet shall the righteous hold on his way. He who has clean hands shall grow stronger and stronger."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 17,
      "verse": 10,
      "text": "But as for you all, come on now again; I shall not find a wise man among you."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 17,
      "verse": 11,
      "text": "My days are past, my plans are broken off, as are the thoughts of my heart."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 17,
      "verse": 12,
      "text": "They change the night into day, saying 'The light is near’ in the presence of darkness."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 17,
      "verse": 13,
      "text": "If I look for Sheol as my house, if I have spread my couch in the darkness,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 17,
      "verse": 14,
      "text": "If I have said to corruption, 'You are my father;’ to the worm, 'My mother,’ and 'my sister;’"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 17,
      "verse": 15,
      "text": "where then is my hope? as for my hope, who shall see it?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 17,
      "verse": 16,
      "text": "Shall it go down with me to the gates of Sheol, or descend together into the dust?\""
    }
  ],
  "text": "\"My spirit is consumed. My days are extinct, And the grave is ready for me. Surely there are mockers with me. My eye dwells on their provocation. \"Now give a pledge, be collateral for me with yourself. Who is there who will strike hands with me? For you have hidden their heart from understanding, Therefore you shall not exalt them. He who denounces his friends for plunder, Even the eyes of his children shall fail. \"But he has made me a byword of the people. They spit in my face. My eye also is dim by reason of sorrow. All my members are as a shadow. Upright men shall be astonished at this. The innocent shall stir up himself against the godless. Yet shall the righteous hold on his way. He who has clean hands shall grow stronger and stronger. But as for you all, come on now again; I shall not find a wise man among you. My days are past, my plans are broken off, as are the thoughts of my heart. They change the night into day, saying 'The light is near’ in the presence of darkness. If I look for Sheol as my house, if I have spread my couch in the darkness, If I have said to corruption, 'You are my father;’ to the worm, 'My mother,’ and 'my sister;’ where then is my hope? as for my hope, who shall see it? Shall it go down with me to the gates of Sheol, or descend together into the dust?\"",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}