{
  "reference": "Job 20",
  "verses": [
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 1,
      "text": "Then Zophar the Naamathite answered,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 2,
      "text": "“Therefore do my thoughts give answer to me, even by reason of my haste that is in me."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 3,
      "text": "I have heard the reproof which puts me to shame. The spirit of my understanding answers me."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 4,
      "text": "Don’t you know this from old time, since man was placed on earth,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 5,
      "text": "that the triumphing of the wicked is short, the joy of the godless but for a moment?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 6,
      "text": "Though his height mount up to the heavens, and his head reach to the clouds,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 7,
      "text": "yet he shall perish forever like his own dung. Those who have seen him shall say, ‘Where is he?’"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 8,
      "text": "He shall fly away as a dream, and shall not be found. Yes, he shall be chased away like a vision of the night."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 9,
      "text": "The eye which saw him shall see him no more, neither shall his place any more see him."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 10,
      "text": "His children shall seek the favor of the poor. His hands shall give back his wealth."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 11,
      "text": "His bones are full of his youth, but youth shall lie down with him in the dust."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 12,
      "text": "“Though wickedness is sweet in his mouth, though he hide it under his tongue,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 13,
      "text": "though he spare it, and will not let it go, but keep it still within his mouth;"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 14,
      "text": "yet his food in his bowels is turned. It is cobra venom within him."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 15,
      "text": "He has swallowed down riches, and he shall vomit them up again. God will cast them out of his belly."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 16,
      "text": "He shall suck cobra venom. The viper’s tongue shall kill him."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 17,
      "text": "He shall not look at the rivers, the flowing streams of honey and butter."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 18,
      "text": "That for which he labored he shall restore, and shall not swallow it down. According to the substance that he has gotten, he shall not rejoice."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 19,
      "text": "For he has oppressed and forsaken the poor. He has violently taken away a house, and he shall not build it up."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 20,
      "text": "“Because he knew no quietness within him, he shall not save anything of that in which he delights."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 21,
      "text": "There was nothing left that he didn’t devour, therefore his prosperity shall not endure."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 22,
      "text": "In the fullness of his sufficiency, distress shall overtake him. The hand of everyone who is in misery shall come on him."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 23,
      "text": "When he is about to fill his belly, God will cast the fierceness of his wrath on him. It will rain on him while he is eating."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 24,
      "text": "He shall flee from the iron weapon. The bronze arrow shall strike him through."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 25,
      "text": "He draws it out, and it comes out of his body. Yes, the glittering point comes out of his liver. Terrors are on him."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 26,
      "text": "All darkness is laid up for his treasures. An unfanned fire shall devour him. It shall consume that which is left in his tent."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 27,
      "text": "The heavens shall reveal his iniquity. The earth shall rise up against him."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 28,
      "text": "The increase of his house shall depart. They shall rush away in the day of his wrath."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 20,
      "verse": 29,
      "text": "This is the portion of a wicked man from God, the heritage appointed to him by God.”"
    }
  ],
  "text": "Then Zophar the Naamathite answered, “Therefore do my thoughts give answer to me, even by reason of my haste that is in me. I have heard the reproof which puts me to shame. The spirit of my understanding answers me. Don’t you know this from old time, since man was placed on earth, that the triumphing of the wicked is short, the joy of the godless but for a moment? Though his height mount up to the heavens, and his head reach to the clouds, yet he shall perish forever like his own dung. Those who have seen him shall say, ‘Where is he?’ He shall fly away as a dream, and shall not be found. Yes, he shall be chased away like a vision of the night. The eye which saw him shall see him no more, neither shall his place any more see him. His children shall seek the favor of the poor. His hands shall give back his wealth. His bones are full of his youth, but youth shall lie down with him in the dust. “Though wickedness is sweet in his mouth, though he hide it under his tongue, though he spare it, and will not let it go, but keep it still within his mouth; yet his food in his bowels is turned. It is cobra venom within him. He has swallowed down riches, and he shall vomit them up again. God will cast them out of his belly. He shall suck cobra venom. The viper’s tongue shall kill him. He shall not look at the rivers, the flowing streams of honey and butter. That for which he labored he shall restore, and shall not swallow it down. According to the substance that he has gotten, he shall not rejoice. For he has oppressed and forsaken the poor. He has violently taken away a house, and he shall not build it up. “Because he knew no quietness within him, he shall not save anything of that in which he delights. There was nothing left that he didn’t devour, therefore his prosperity shall not endure. In the fullness of his sufficiency, distress shall overtake him. The hand of everyone who is in misery shall come on him. When he is about to fill his belly, God will cast the fierceness of his wrath on him. It will rain on him while he is eating. He shall flee from the iron weapon. The bronze arrow shall strike him through. He draws it out, and it comes out of his body. Yes, the glittering point comes out of his liver. Terrors are on him. All darkness is laid up for his treasures. An unfanned fire shall devour him. It shall consume that which is left in his tent. The heavens shall reveal his iniquity. The earth shall rise up against him. The increase of his house shall depart. They shall rush away in the day of his wrath. This is the portion of a wicked man from God, the heritage appointed to him by God.”",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}