{
  "reference": "Job 36",
  "verses": [
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 1,
      "text": "Elihu also continued, and said,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 2,
      "text": "“Bear with me a little, and I will show you; for I still have something to say on God’s behalf."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 3,
      "text": "I will get my knowledge from afar, and will ascribe righteousness to my Maker."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 4,
      "text": "For truly my words are not false. One who is perfect in knowledge is with you."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 5,
      "text": "“Behold, God is mighty, and doesn’t despise anyone. He is mighty in strength of understanding."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 6,
      "text": "He doesn’t preserve the life of the wicked, but gives to the afflicted their right."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 7,
      "text": "He doesn’t withdraw his eyes from the righteous, but with kings on the throne, he sets them forever, and they are exalted."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 8,
      "text": "If they are bound in fetters, and are taken in the cords of afflictions,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 9,
      "text": "then he shows them their work, and their transgressions, that they have behaved themselves proudly."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 10,
      "text": "He also opens their ears to instruction, and commands that they return from iniquity."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 11,
      "text": "If they listen and serve him, they shall spend their days in prosperity, and their years in pleasures."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 12,
      "text": "But if they don’t listen, they shall perish by the sword; they shall die without knowledge."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 13,
      "text": "“But those who are godless in heart lay up anger. They don’t cry for help when he binds them."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 14,
      "text": "They die in youth. Their life perishes among the unclean."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 15,
      "text": "He delivers the afflicted by their affliction, and opens their ear in oppression."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 16,
      "text": "Yes, he would have allured you out of distress, into a wide place, where there is no restriction. That which is set on your table would be full of fatness."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 17,
      "text": "“But you are full of the judgment of the wicked. Judgment and justice take hold of you."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 18,
      "text": "Don’t let riches entice you to wrath, neither let the great size of a bribe turn you aside."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 19,
      "text": "Would your wealth sustain you in distress, or all the might of your strength?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 20,
      "text": "Don’t desire the night, when people are cut off in their place."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 21,
      "text": "Take heed, don’t regard iniquity; for you have chosen this rather than affliction."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 22,
      "text": "Behold, God is exalted in his power. Who is a teacher like him?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 23,
      "text": "Who has prescribed his way for him? Or who can say, ‘You have committed unrighteousness?’"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 24,
      "text": "“Remember that you magnify his work, whereof men have sung."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 25,
      "text": "All men have looked on it. Man sees it afar off."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 26,
      "text": "Behold, God is great, and we don’t know him. The number of his years is unsearchable."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 27,
      "text": "For he draws up the drops of water, which distill in rain from his vapor,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 28,
      "text": "Which the skies pour down and which drop on man abundantly."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 29,
      "text": "Yes, can any understand the spreading of the clouds, and the thunderings of his pavilion?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 30,
      "text": "Behold, he spreads his light around him. He covers the bottom of the sea."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 31,
      "text": "For by these he judges the people. He gives food in abundance."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 32,
      "text": "He covers his hands with the lightning, and commands it to strike the mark."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 36,
      "verse": 33,
      "text": "Its noise tells about him, and the livestock also concerning the storm that comes up."
    }
  ],
  "text": "Elihu also continued, and said, “Bear with me a little, and I will show you; for I still have something to say on God’s behalf. I will get my knowledge from afar, and will ascribe righteousness to my Maker. For truly my words are not false. One who is perfect in knowledge is with you. “Behold, God is mighty, and doesn’t despise anyone. He is mighty in strength of understanding. He doesn’t preserve the life of the wicked, but gives to the afflicted their right. He doesn’t withdraw his eyes from the righteous, but with kings on the throne, he sets them forever, and they are exalted. If they are bound in fetters, and are taken in the cords of afflictions, then he shows them their work, and their transgressions, that they have behaved themselves proudly. He also opens their ears to instruction, and commands that they return from iniquity. If they listen and serve him, they shall spend their days in prosperity, and their years in pleasures. But if they don’t listen, they shall perish by the sword; they shall die without knowledge. “But those who are godless in heart lay up anger. They don’t cry for help when he binds them. They die in youth. Their life perishes among the unclean. He delivers the afflicted by their affliction, and opens their ear in oppression. Yes, he would have allured you out of distress, into a wide place, where there is no restriction. That which is set on your table would be full of fatness. “But you are full of the judgment of the wicked. Judgment and justice take hold of you. Don’t let riches entice you to wrath, neither let the great size of a bribe turn you aside. Would your wealth sustain you in distress, or all the might of your strength? Don’t desire the night, when people are cut off in their place. Take heed, don’t regard iniquity; for you have chosen this rather than affliction. Behold, God is exalted in his power. Who is a teacher like him? Who has prescribed his way for him? Or who can say, ‘You have committed unrighteousness?’ “Remember that you magnify his work, whereof men have sung. All men have looked on it. Man sees it afar off. Behold, God is great, and we don’t know him. The number of his years is unsearchable. For he draws up the drops of water, which distill in rain from his vapor, Which the skies pour down and which drop on man abundantly. Yes, can any understand the spreading of the clouds, and the thunderings of his pavilion? Behold, he spreads his light around him. He covers the bottom of the sea. For by these he judges the people. He gives food in abundance. He covers his hands with the lightning, and commands it to strike the mark. Its noise tells about him, and the livestock also concerning the storm that comes up.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}