{
  "reference": "Job 26",
  "verses": [
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 26,
      "verse": 1,
      "text": "Then Job answered,"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 26,
      "verse": 2,
      "text": "“How have you helped him who is without power! How have you saved the arm that has no strength!"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 26,
      "verse": 3,
      "text": "How have you counseled him who has no wisdom, and plentifully declared sound knowledge!"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 26,
      "verse": 4,
      "text": "To whom have you uttered words? Whose spirit came out of you?"
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 26,
      "verse": 5,
      "text": "“The departed spirits tremble, those beneath the waters and all that live in them."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 26,
      "verse": 6,
      "text": "Sheol is naked before God, and Abaddon has no covering."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 26,
      "verse": 7,
      "text": "He stretches out the north over empty space, and hangs the earth on nothing."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 26,
      "verse": 8,
      "text": "He binds up the waters in his thick clouds, and the cloud is not burst under them."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 26,
      "verse": 9,
      "text": "He encloses the face of his throne, and spreads his cloud on it."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 26,
      "verse": 10,
      "text": "He has described a boundary on the surface of the waters, and to the confines of light and darkness."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 26,
      "verse": 11,
      "text": "The pillars of heaven tremble and are astonished at his rebuke."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 26,
      "verse": 12,
      "text": "He stirs up the sea with his power, and by his understanding he strikes through Rahab."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 26,
      "verse": 13,
      "text": "By his Spirit the heavens are garnished. His hand has pierced the swift serpent."
    },
    {
      "book_id": "JOB",
      "book_name": "Job",
      "chapter": 26,
      "verse": 14,
      "text": "Behold, these are but the outskirts of his ways. How small a whisper do we hear of him! But the thunder of his power who can understand?”"
    }
  ],
  "text": "Then Job answered, “How have you helped him who is without power! How have you saved the arm that has no strength! How have you counseled him who has no wisdom, and plentifully declared sound knowledge! To whom have you uttered words? Whose spirit came out of you? “The departed spirits tremble, those beneath the waters and all that live in them. Sheol is naked before God, and Abaddon has no covering. He stretches out the north over empty space, and hangs the earth on nothing. He binds up the waters in his thick clouds, and the cloud is not burst under them. He encloses the face of his throne, and spreads his cloud on it. He has described a boundary on the surface of the waters, and to the confines of light and darkness. The pillars of heaven tremble and are astonished at his rebuke. He stirs up the sea with his power, and by his understanding he strikes through Rahab. By his Spirit the heavens are garnished. His hand has pierced the swift serpent. Behold, these are but the outskirts of his ways. How small a whisper do we hear of him! But the thunder of his power who can understand?”",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}