{
  "reference": "Jonah 2",
  "verses": [
    {
      "book_id": "JON",
      "book_name": "Jonah",
      "chapter": 2,
      "verse": 1,
      "text": "Then Jonah prayed to The LORD, his God, out of the fish’s belly."
    },
    {
      "book_id": "JON",
      "book_name": "Jonah",
      "chapter": 2,
      "verse": 2,
      "text": "He said, \"I called because of my affliction to The LORD. He answered me. Out of the belly of Sheol I cried. You heard my voice."
    },
    {
      "book_id": "JON",
      "book_name": "Jonah",
      "chapter": 2,
      "verse": 3,
      "text": "For you threw me into the depths, in the heart of the seas. The flood was all around me. All your waves and your billows passed over me."
    },
    {
      "book_id": "JON",
      "book_name": "Jonah",
      "chapter": 2,
      "verse": 4,
      "text": "I said, 'I have been banished from your sight; yet I will look again toward your holy temple.’"
    },
    {
      "book_id": "JON",
      "book_name": "Jonah",
      "chapter": 2,
      "verse": 5,
      "text": "The waters surrounded me, even to the soul. The deep was around me. The weeds were wrapped around my head."
    },
    {
      "book_id": "JON",
      "book_name": "Jonah",
      "chapter": 2,
      "verse": 6,
      "text": "I went down to the bottoms of the mountains. The earth barred me in forever: yet have you brought up my life from the pit, The LORD my God."
    },
    {
      "book_id": "JON",
      "book_name": "Jonah",
      "chapter": 2,
      "verse": 7,
      "text": "\"When my soul fainted within me, I remembered The LORD. My prayer came in to you, into your holy temple."
    },
    {
      "book_id": "JON",
      "book_name": "Jonah",
      "chapter": 2,
      "verse": 8,
      "text": "Those who regard lying vanities forsake their own mercy."
    },
    {
      "book_id": "JON",
      "book_name": "Jonah",
      "chapter": 2,
      "verse": 9,
      "text": "But I will sacrifice to you with the voice of thanksgiving. I will pay that which I have vowed. Salvation belongs to The LORD.\""
    },
    {
      "book_id": "JON",
      "book_name": "Jonah",
      "chapter": 2,
      "verse": 10,
      "text": "Then The LORD spoke to the fish, and it vomited out Jonah on the dry land."
    }
  ],
  "text": "Then Jonah prayed to The LORD, his God, out of the fish’s belly. He said, \"I called because of my affliction to The LORD. He answered me. Out of the belly of Sheol I cried. You heard my voice. For you threw me into the depths, in the heart of the seas. The flood was all around me. All your waves and your billows passed over me. I said, 'I have been banished from your sight; yet I will look again toward your holy temple.’ The waters surrounded me, even to the soul. The deep was around me. The weeds were wrapped around my head. I went down to the bottoms of the mountains. The earth barred me in forever: yet have you brought up my life from the pit, The LORD my God. \"When my soul fainted within me, I remembered The LORD. My prayer came in to you, into your holy temple. Those who regard lying vanities forsake their own mercy. But I will sacrifice to you with the voice of thanksgiving. I will pay that which I have vowed. Salvation belongs to The LORD.\" Then The LORD spoke to the fish, and it vomited out Jonah on the dry land.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}