{
  "reference": "Joshua 4",
  "verses": [
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 1,
      "text": "When all the nation had completely crossed over the Jordan, The LORD spoke to Joshua, saying,"
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 2,
      "text": "\"Take twelve men out of the people, a man out of every tribe,"
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 3,
      "text": "and command them, saying, 'Take from out of the middle of the Jordan, out of the place where the priests’ feet stood firm, twelve stones, and carry them over with you, and lay them down in the place where you’ll camp tonight.’\""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 4,
      "text": "Then Joshua called the twelve men, whom he had prepared of the children of Israel, a man out of every tribe."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 5,
      "text": "Joshua said to them, \"Cross before the ark of The LORD your God into the middle of the Jordan, and each of you pick up a stone and put it on your shoulder, according to the number of the tribes of the children of Israel;"
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 6,
      "text": "that this may be a sign among you, that when your children ask in the future, saying, 'What do you mean by these stones?’"
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 7,
      "text": "then you shall tell them, 'Because the waters of the Jordan were cut off before the ark of The LORD’s covenant. When it crossed over the Jordan, the waters of the Jordan were cut off. These stones shall be for a memorial to the children of Israel forever.’\""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 8,
      "text": "The children of Israel did as Joshua commanded, and took up twelve stones out of the middle of the Jordan, as The LORD spoke to Joshua, according to the number of the tribes of the children of Israel. They carried them over with them to the place where they camped, and laid them down there."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 9,
      "text": "Joshua set up twelve stones in the middle of the Jordan, in the place where the feet of the priests who bore the ark of the covenant stood; and they are there to this day."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 10,
      "text": "For the priests who bore the ark stood in the middle of the Jordan, until everything was finished that The LORD commanded Joshua to speak to the people, according to all that Moses commanded Joshua; and the people hurried and passed over."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 11,
      "text": "When all the people had completely crossed over, The LORD’s ark crossed over, with the priests, in the presence of the people."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 12,
      "text": "The children of Reuben, and the children of Gad, and the half-tribe of Manasseh, crossed over armed before the children of Israel, as Moses spoke to them."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 13,
      "text": "About forty thousand men, ready and armed for war passed over before The LORD to battle, to the plains of Jericho."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 14,
      "text": "On that day, The LORD magnified Joshua in the sight of all Israel; and they feared him, as they feared Moses, all the days of his life."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 15,
      "text": "The LORD spoke to Joshua, saying,"
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 16,
      "text": "\"Command the priests who bear the ark of the testimony, that they come up out of the Jordan.\""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 17,
      "text": "Joshua therefore commanded the priests, saying, \"Come up out of the Jordan!\""
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 18,
      "text": "When the priests who bore the ark of The LORD’s covenant had come up out of the middle of the Jordan, and the soles of the priests’ feet had been lifted up to the dry ground, the waters of the Jordan returned to their place, and went over all its banks, as before."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 19,
      "text": "The people came up out of the Jordan on the tenth day of the first month, and encamped in Gilgal, on the east border of Jericho."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 20,
      "text": "Joshua set up those twelve stones, which they took out of the Jordan, in Gilgal."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 21,
      "text": "He spoke to the children of Israel, saying, \"When your children ask their fathers in time to come, saying, 'What do these stones mean?’"
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 22,
      "text": "Then you shall let your children know, saying, 'Israel came over this Jordan on dry land."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 23,
      "text": "For The LORD your God dried up the waters of the Jordan from before you, until you had crossed over, as The LORD your God did to the Red Sea, which he dried up from before us, until we had crossed over;"
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 4,
      "verse": 24,
      "text": "that all the peoples of the earth may know that The LORD’s hand is mighty; that you may fear The LORD your God forever.’\""
    }
  ],
  "text": "When all the nation had completely crossed over the Jordan, The LORD spoke to Joshua, saying, \"Take twelve men out of the people, a man out of every tribe, and command them, saying, 'Take from out of the middle of the Jordan, out of the place where the priests’ feet stood firm, twelve stones, and carry them over with you, and lay them down in the place where you’ll camp tonight.’\" Then Joshua called the twelve men, whom he had prepared of the children of Israel, a man out of every tribe. Joshua said to them, \"Cross before the ark of The LORD your God into the middle of the Jordan, and each of you pick up a stone and put it on your shoulder, according to the number of the tribes of the children of Israel; that this may be a sign among you, that when your children ask in the future, saying, 'What do you mean by these stones?’ then you shall tell them, 'Because the waters of the Jordan were cut off before the ark of The LORD’s covenant. When it crossed over the Jordan, the waters of the Jordan were cut off. These stones shall be for a memorial to the children of Israel forever.’\" The children of Israel did as Joshua commanded, and took up twelve stones out of the middle of the Jordan, as The LORD spoke to Joshua, according to the number of the tribes of the children of Israel. They carried them over with them to the place where they camped, and laid them down there. Joshua set up twelve stones in the middle of the Jordan, in the place where the feet of the priests who bore the ark of the covenant stood; and they are there to this day. For the priests who bore the ark stood in the middle of the Jordan, until everything was finished that The LORD commanded Joshua to speak to the people, according to all that Moses commanded Joshua; and the people hurried and passed over. When all the people had completely crossed over, The LORD’s ark crossed over, with the priests, in the presence of the people. The children of Reuben, and the children of Gad, and the half-tribe of Manasseh, crossed over armed before the children of Israel, as Moses spoke to them. About forty thousand men, ready and armed for war passed over before The LORD to battle, to the plains of Jericho. On that day, The LORD magnified Joshua in the sight of all Israel; and they feared him, as they feared Moses, all the days of his life. The LORD spoke to Joshua, saying, \"Command the priests who bear the ark of the testimony, that they come up out of the Jordan.\" Joshua therefore commanded the priests, saying, \"Come up out of the Jordan!\" When the priests who bore the ark of The LORD’s covenant had come up out of the middle of the Jordan, and the soles of the priests’ feet had been lifted up to the dry ground, the waters of the Jordan returned to their place, and went over all its banks, as before. The people came up out of the Jordan on the tenth day of the first month, and encamped in Gilgal, on the east border of Jericho. Joshua set up those twelve stones, which they took out of the Jordan, in Gilgal. He spoke to the children of Israel, saying, \"When your children ask their fathers in time to come, saying, 'What do these stones mean?’ Then you shall let your children know, saying, 'Israel came over this Jordan on dry land. For The LORD your God dried up the waters of the Jordan from before you, until you had crossed over, as The LORD your God did to the Red Sea, which he dried up from before us, until we had crossed over; that all the peoples of the earth may know that The LORD’s hand is mighty; that you may fear The LORD your God forever.’\"",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}