{
  "reference": "Joshua 14",
  "verses": [
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 14,
      "verse": 1,
      "text": "These are the inheritances which the children of Israel took in the land of Canaan, which Eleazar the priest, Joshua the son of Nun, and the heads of the fathers’ houses of the tribes of the children of Israel, distributed to them,"
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 14,
      "verse": 2,
      "text": "by the lot of their inheritance, as The LORD commanded by Moses, for the nine tribes, and for the half-tribe."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 14,
      "verse": 3,
      "text": "For Moses had given the inheritance of the two tribes and the half-tribe beyond the Jordan; but to the Levites he gave no inheritance among them."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 14,
      "verse": 4,
      "text": "For the children of Joseph were two tribes, Manasseh and Ephraim. They gave no portion to the Levites in the land, except cities to dwell in, with their suburbs for their livestock and for their property."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 14,
      "verse": 5,
      "text": "The children of Israel did as The LORD commanded Moses, and they divided the land."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 14,
      "verse": 6,
      "text": "Then the children of Judah came near to Joshua in Gilgal. Caleb the son of Jephunneh the Kenizzite said to him, “You know the thing that The LORD spoke to Moses the man of God concerning me and concerning you in Kadesh Barnea."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 14,
      "verse": 7,
      "text": "I was forty years old when Moses the servant of The LORD sent me from Kadesh Barnea to spy out the land. I brought him word again as it was in my heart."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 14,
      "verse": 8,
      "text": "Nevertheless, my brothers who went up with me made the heart of the people melt; but I wholly followed The LORD my God."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 14,
      "verse": 9,
      "text": "Moses swore on that day, saying, ‘Surely the land where you walked shall be an inheritance to you and to your children forever, because you have wholly followed The LORD my God.’"
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 14,
      "verse": 10,
      "text": "“Now, behold, The LORD has kept me alive, as he spoke, these forty-five years, from the time that The LORD spoke this word to Moses, while Israel walked in the wilderness. Now, behold, I am eighty-five years old, today."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 14,
      "verse": 11,
      "text": "As yet I am as strong today as I was in the day that Moses sent me. As my strength was then, even so is my strength now for war, to go out and to come in."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 14,
      "verse": 12,
      "text": "Now therefore give me this hill country, of which The LORD spoke in that day; for you heard in that day how the Anakim were there, and great and fortified cities. It may be that The LORD will be with me, and I shall drive them out, as The LORD said.”"
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 14,
      "verse": 13,
      "text": "Joshua blessed him; and he gave Hebron to Caleb the son of Jephunneh for an inheritance."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 14,
      "verse": 14,
      "text": "Therefore Hebron became the inheritance of Caleb the son of Jephunneh the Kenizzite to this day, because he followed The LORD, the God of Israel wholeheartedly."
    },
    {
      "book_id": "JOS",
      "book_name": "Joshua",
      "chapter": 14,
      "verse": 15,
      "text": "Now the name of Hebron before was Kiriath Arba, after the greatest man among the Anakim. Then the land had rest from war."
    }
  ],
  "text": "These are the inheritances which the children of Israel took in the land of Canaan, which Eleazar the priest, Joshua the son of Nun, and the heads of the fathers’ houses of the tribes of the children of Israel, distributed to them, by the lot of their inheritance, as The LORD commanded by Moses, for the nine tribes, and for the half-tribe. For Moses had given the inheritance of the two tribes and the half-tribe beyond the Jordan; but to the Levites he gave no inheritance among them. For the children of Joseph were two tribes, Manasseh and Ephraim. They gave no portion to the Levites in the land, except cities to dwell in, with their suburbs for their livestock and for their property. The children of Israel did as The LORD commanded Moses, and they divided the land. Then the children of Judah came near to Joshua in Gilgal. Caleb the son of Jephunneh the Kenizzite said to him, “You know the thing that The LORD spoke to Moses the man of God concerning me and concerning you in Kadesh Barnea. I was forty years old when Moses the servant of The LORD sent me from Kadesh Barnea to spy out the land. I brought him word again as it was in my heart. Nevertheless, my brothers who went up with me made the heart of the people melt; but I wholly followed The LORD my God. Moses swore on that day, saying, ‘Surely the land where you walked shall be an inheritance to you and to your children forever, because you have wholly followed The LORD my God.’ “Now, behold, The LORD has kept me alive, as he spoke, these forty-five years, from the time that The LORD spoke this word to Moses, while Israel walked in the wilderness. Now, behold, I am eighty-five years old, today. As yet I am as strong today as I was in the day that Moses sent me. As my strength was then, even so is my strength now for war, to go out and to come in. Now therefore give me this hill country, of which The LORD spoke in that day; for you heard in that day how the Anakim were there, and great and fortified cities. It may be that The LORD will be with me, and I shall drive them out, as The LORD said.” Joshua blessed him; and he gave Hebron to Caleb the son of Jephunneh for an inheritance. Therefore Hebron became the inheritance of Caleb the son of Jephunneh the Kenizzite to this day, because he followed The LORD, the God of Israel wholeheartedly. Now the name of Hebron before was Kiriath Arba, after the greatest man among the Anakim. Then the land had rest from war.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}