{
  "reference": "Judges 6",
  "verses": [
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 1,
      "text": "The children of Israel did that which was evil in The LORD’s sight: and The LORD delivered them into the hand of Midian seven years."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 2,
      "text": "The hand of Midian prevailed against Israel; and because of Midian the children of Israel made themselves the dens which are in the mountains, and the caves, and the strongholds."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 3,
      "text": "So it was, when Israel had sown, that the Midianites, the Amalekites, and the children of the east came up against them."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 4,
      "text": "They encamped against them, and destroyed the increase of the earth, until you come to Gaza. They left no sustenance in Israel, and no sheep, ox, or donkey."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 5,
      "text": "For they came up with their livestock and their tents. They came in as locusts for multitude. Both they and their camels were without number; and they came into the land to destroy it."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 6,
      "text": "Israel was brought very low because of Midian; and the children of Israel cried to The LORD."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 7,
      "text": "When the children of Israel cried to The LORD because of Midian,"
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 8,
      "text": "The LORD sent a prophet to the children of Israel; and he said to them, “The LORD says, the God of Israel, ‘I brought you up from Egypt, and brought you out of the house of bondage."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 9,
      "text": "I delivered you out of the hand of the Egyptians, and out of the hand of all who oppressed you, and drove them out from before you, and gave you their land."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 10,
      "text": "I said to you, “I am The LORD your God. You shall not fear the gods of the Amorites, in whose land you dwell.” But you have not listened to my voice.’”"
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 11,
      "text": "The LORD’s angel came, and sat under the oak which was in Ophrah, that belonged to Joash the Abiezrite. His son Gideon was beating out wheat in the wine press, to hide it from the Midianites."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 12,
      "text": "The LORD’s angel appeared to him, and said to him, “The LORD is with you, you mighty man of valor!”"
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 13,
      "text": "Gideon said to him, “Oh, my lord, if The LORD is with us, why then has all this happened to us? Where are all his wondrous works which our fathers told us of, saying, ‘Didn’t The LORD bring us up from Egypt?’ But now The LORD has cast us off, and delivered us into the hand of Midian.”"
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 14,
      "text": "The LORD looked at him, and said, “Go in this your might, and save Israel from the hand of Midian. Haven’t I sent you?”"
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 15,
      "text": "He said to him, “O Lord, how shall I save Israel? Behold, my family is the poorest in Manasseh, and I am the least in my father’s house.”"
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 16,
      "text": "The LORD said to him, “Surely I will be with you, and you shall strike the Midianites as one man.”"
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 17,
      "text": "He said to him, “If now I have found favor in your sight, then show me a sign that it is you who talk with me."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 18,
      "text": "Please don’t go away, until I come to you, and bring out my present, and lay it before you.” He said, “I will wait until you come back.”"
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 19,
      "text": "Gideon went in and prepared a young goat and unleavened cakes of an ephah of meal. He put the meat in a basket and he put the broth in a pot, and brought it out to him under the oak, and presented it."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 20,
      "text": "The angel of God said to him, “Take the meat and the unleavened cakes, and lay them on this rock, and pour out the broth.” He did so."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 21,
      "text": "Then The LORD’s angel stretched out the end of the staff that was in his hand, and touched the meat and the unleavened cakes; and fire went up out of the rock, and consumed the meat and the unleavened cakes. Then The LORD’s angel departed out of his sight."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 22,
      "text": "Gideon saw that he was The LORD’s angel; and Gideon said, “Alas, Lord The LORD! Because I have seen The LORD’s angel face to face!”"
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 23,
      "text": "The LORD said to him, “Peace be to you! Don’t be afraid. You shall not die.”"
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 24,
      "text": "Then Gideon built an altar there to The LORD, and called it “The LORD is Peace.” To this day it is still in Ophrah of the Abiezrites."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 25,
      "text": "That same night, The LORD said to him, “Take your father’s bull, even the second bull seven years old, and throw down the altar of Baal that your father has, and cut down the Asherah that is by it."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 26,
      "text": "Then build an altar to The LORD your God on the top of this stronghold, in an orderly way, and take the second bull, and offer a burnt offering with the wood of the Asherah which you shall cut down.”"
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 27,
      "text": "Then Gideon took ten men of his servants, and did as The LORD had spoken to him. Because he feared his father’s household and the men of the city, he could not do it by day, but he did it by night."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 28,
      "text": "When the men of the city arose early in the morning, behold, the altar of Baal was broken down, and the Asherah was cut down that was by it, and the second bull was offered on the altar that was built."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 29,
      "text": "They said to one another, “Who has done this thing?” When they inquired and asked, they said, “Gideon the son of Joash has done this thing.”"
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 30,
      "text": "Then the men of the city said to Joash, “Bring out your son, that he may die, because he has broken down the altar of Baal, and because he has cut down the Asherah that was by it.”"
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 31,
      "text": "Joash said to all who stood against him, “Will you contend for Baal? Or will you save him? He who will contend for him, let him be put to death by morning! If he is a god, let him contend for himself, because someone has broken down his altar!”"
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 32,
      "text": "Therefore on that day he named him Jerub-Baal, saying, “Let Baal contend against him, because he has broken down his altar.”"
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 33,
      "text": "Then all the Midianites and the Amalekites and the children of the east assembled themselves together; and they passed over, and encamped in the valley of Jezreel."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 34,
      "text": "But The LORD’s Spirit came on Gideon, and he blew a trumpet; and Abiezer was gathered together to follow him."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 35,
      "text": "He sent messengers throughout all Manasseh; and they also were gathered together to follow him. He sent messengers to Asher, and to Zebulun, and to Naphtali; and they came up to meet them."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 36,
      "text": "Gideon said to God, “If you will save Israel by my hand, as you have spoken,"
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 37,
      "text": "behold, I will put a fleece of wool on the threshing floor; if there is dew on the fleece only, and it is dry on all the ground, then shall I know that you will save Israel by my hand, as you have spoken.”"
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 38,
      "text": "It was so; for he rose up early on the next day, and pressed the fleece together, and wrung the dew out of the fleece, a bowl full of water."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 39,
      "text": "Gideon said to God, “Don’t let your anger be kindled against me, and I will speak but this once. Please let me make a trial just this once with the fleece. Let it now be dry only on the fleece, and on all the ground let there be dew.”"
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 6,
      "verse": 40,
      "text": "God did so that night; for it was dry on the fleece only, and there was dew on all the ground."
    }
  ],
  "text": "The children of Israel did that which was evil in The LORD’s sight: and The LORD delivered them into the hand of Midian seven years. The hand of Midian prevailed against Israel; and because of Midian the children of Israel made themselves the dens which are in the mountains, and the caves, and the strongholds. So it was, when Israel had sown, that the Midianites, the Amalekites, and the children of the east came up against them. They encamped against them, and destroyed the increase of the earth, until you come to Gaza. They left no sustenance in Israel, and no sheep, ox, or donkey. For they came up with their livestock and their tents. They came in as locusts for multitude. Both they and their camels were without number; and they came into the land to destroy it. Israel was brought very low because of Midian; and the children of Israel cried to The LORD. When the children of Israel cried to The LORD because of Midian, The LORD sent a prophet to the children of Israel; and he said to them, “The LORD says, the God of Israel, ‘I brought you up from Egypt, and brought you out of the house of bondage. I delivered you out of the hand of the Egyptians, and out of the hand of all who oppressed you, and drove them out from before you, and gave you their land. I said to you, “I am The LORD your God. You shall not fear the gods of the Amorites, in whose land you dwell.” But you have not listened to my voice.’” The LORD’s angel came, and sat under the oak which was in Ophrah, that belonged to Joash the Abiezrite. His son Gideon was beating out wheat in the wine press, to hide it from the Midianites. The LORD’s angel appeared to him, and said to him, “The LORD is with you, you mighty man of valor!” Gideon said to him, “Oh, my lord, if The LORD is with us, why then has all this happened to us? Where are all his wondrous works which our fathers told us of, saying, ‘Didn’t The LORD bring us up from Egypt?’ But now The LORD has cast us off, and delivered us into the hand of Midian.” The LORD looked at him, and said, “Go in this your might, and save Israel from the hand of Midian. Haven’t I sent you?” He said to him, “O Lord, how shall I save Israel? Behold, my family is the poorest in Manasseh, and I am the least in my father’s house.” The LORD said to him, “Surely I will be with you, and you shall strike the Midianites as one man.” He said to him, “If now I have found favor in your sight, then show me a sign that it is you who talk with me. Please don’t go away, until I come to you, and bring out my present, and lay it before you.” He said, “I will wait until you come back.” Gideon went in and prepared a young goat and unleavened cakes of an ephah of meal. He put the meat in a basket and he put the broth in a pot, and brought it out to him under the oak, and presented it. The angel of God said to him, “Take the meat and the unleavened cakes, and lay them on this rock, and pour out the broth.” He did so. Then The LORD’s angel stretched out the end of the staff that was in his hand, and touched the meat and the unleavened cakes; and fire went up out of the rock, and consumed the meat and the unleavened cakes. Then The LORD’s angel departed out of his sight. Gideon saw that he was The LORD’s angel; and Gideon said, “Alas, Lord The LORD! Because I have seen The LORD’s angel face to face!” The LORD said to him, “Peace be to you! Don’t be afraid. You shall not die.” Then Gideon built an altar there to The LORD, and called it “The LORD is Peace.” To this day it is still in Ophrah of the Abiezrites. That same night, The LORD said to him, “Take your father’s bull, even the second bull seven years old, and throw down the altar of Baal that your father has, and cut down the Asherah that is by it. Then build an altar to The LORD your God on the top of this stronghold, in an orderly way, and take the second bull, and offer a burnt offering with the wood of the Asherah which you shall cut down.” Then Gideon took ten men of his servants, and did as The LORD had spoken to him. Because he feared his father’s household and the men of the city, he could not do it by day, but he did it by night. When the men of the city arose early in the morning, behold, the altar of Baal was broken down, and the Asherah was cut down that was by it, and the second bull was offered on the altar that was built. They said to one another, “Who has done this thing?” When they inquired and asked, they said, “Gideon the son of Joash has done this thing.” Then the men of the city said to Joash, “Bring out your son, that he may die, because he has broken down the altar of Baal, and because he has cut down the Asherah that was by it.” Joash said to all who stood against him, “Will you contend for Baal? Or will you save him? He who will contend for him, let him be put to death by morning! If he is a god, let him contend for himself, because someone has broken down his altar!” Therefore on that day he named him Jerub-Baal, saying, “Let Baal contend against him, because he has broken down his altar.” Then all the Midianites and the Amalekites and the children of the east assembled themselves together; and they passed over, and encamped in the valley of Jezreel. But The LORD’s Spirit came on Gideon, and he blew a trumpet; and Abiezer was gathered together to follow him. He sent messengers throughout all Manasseh; and they also were gathered together to follow him. He sent messengers to Asher, and to Zebulun, and to Naphtali; and they came up to meet them. Gideon said to God, “If you will save Israel by my hand, as you have spoken, behold, I will put a fleece of wool on the threshing floor; if there is dew on the fleece only, and it is dry on all the ground, then shall I know that you will save Israel by my hand, as you have spoken.” It was so; for he rose up early on the next day, and pressed the fleece together, and wrung the dew out of the fleece, a bowl full of water. Gideon said to God, “Don’t let your anger be kindled against me, and I will speak but this once. Please let me make a trial just this once with the fleece. Let it now be dry only on the fleece, and on all the ground let there be dew.” God did so that night; for it was dry on the fleece only, and there was dew on all the ground.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}