{
  "reference": "Judges 2",
  "verses": [
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 1,
      "text": "The LORD’s angel came up from Gilgal to Bochim. He said, \"I brought you out of Egypt, and have brought you to the land which I swore to give your fathers. I said, 'I will never break my covenant with you."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 2,
      "text": "You shall make no covenant with the inhabitants of this land. You shall break down their altars.’ But you have not listened to my voice. Why have you done this?"
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 3,
      "text": "Therefore I also said, 'I will not drive them out from before you; but they shall be in your sides, and their gods will be a snare to you.’\""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 4,
      "text": "When The LORD’s angel spoke these words to all the children of Israel, the people lifted up their voice, and wept."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 5,
      "text": "They called the name of that place Bochim, and they sacrificed there to The LORD."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 6,
      "text": "Now when Joshua had sent the people away, the children of Israel each went to his inheritance to possess the land."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 7,
      "text": "The people served The LORD all the days of Joshua, and all the days of the elders who outlived Joshua, who had seen all the great work of The LORD that he had worked for Israel."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 8,
      "text": "Joshua the son of Nun, the servant of The LORD, died, being one hundred ten years old."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 9,
      "text": "They buried him in the border of his inheritance in Timnath Heres, in the hill country of Ephraim, on the north of the mountain of Gaash."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 10,
      "text": "After all that generation were gathered to their fathers, another generation arose after them, who didn’t know The LORD, nor the work which he had done for Israel."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 11,
      "text": "The children of Israel did that which was evil in The LORD’s sight, and served the Baals."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 12,
      "text": "They abandoned The LORD, the God of their fathers, who brought them out of the land of Egypt, and followed other gods, of the gods of the peoples who were around them, and bowed themselves down to them; and they provoked The LORD to anger."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 13,
      "text": "They abandoned The LORD, and served Baal and the Ashtaroth."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 14,
      "text": "The LORD’s anger burned against Israel, and he delivered them into the hands of raiders who plundered them. He sold them into the hands of their enemies all around, so that they could no longer stand before their enemies."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 15,
      "text": "Wherever they went out, The LORD’s hand was against them for evil, as The LORD had spoken, and as The LORD had sworn to them; and they were very distressed."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 16,
      "text": "The LORD raised up judges, who saved them out of the hand of those who plundered them."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 17,
      "text": "Yet they didn’t listen to their judges; for they prostituted themselves to other gods, and bowed themselves down to them. They quickly turned away from the way in which their fathers walked, obeying The LORD’s commandments. They didn’t do so."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 18,
      "text": "When The LORD raised up judges for them, then The LORD was with the judge, and saved them out of the hand of their enemies all the days of the judge; for it grieved The LORD because of their groaning by reason of those who oppressed them and troubled them."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 19,
      "text": "But when the judge was dead, they turned back, and dealt more corruptly than their fathers in following other gods to serve them, and to bow down to them. They didn’t cease what they were doing, or give up their stubborn ways."
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 20,
      "text": "The LORD’s anger burned against Israel; and he said, \"Because this nation transgressed my covenant which I commanded their fathers, and has not listened to my voice,"
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 21,
      "text": "I also will no longer drive out any of the nations that Joshua left when he died from before them;"
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 22,
      "text": "that by them I may test Israel, to see if they will keep The LORD’s way to walk therein, as their fathers kept it, or not.\""
    },
    {
      "book_id": "JDG",
      "book_name": "Judges",
      "chapter": 2,
      "verse": 23,
      "text": "So The LORD left those nations, without driving them out hastily. He didn’t deliver them into Joshua’s hand."
    }
  ],
  "text": "The LORD’s angel came up from Gilgal to Bochim. He said, \"I brought you out of Egypt, and have brought you to the land which I swore to give your fathers. I said, 'I will never break my covenant with you. You shall make no covenant with the inhabitants of this land. You shall break down their altars.’ But you have not listened to my voice. Why have you done this? Therefore I also said, 'I will not drive them out from before you; but they shall be in your sides, and their gods will be a snare to you.’\" When The LORD’s angel spoke these words to all the children of Israel, the people lifted up their voice, and wept. They called the name of that place Bochim, and they sacrificed there to The LORD. Now when Joshua had sent the people away, the children of Israel each went to his inheritance to possess the land. The people served The LORD all the days of Joshua, and all the days of the elders who outlived Joshua, who had seen all the great work of The LORD that he had worked for Israel. Joshua the son of Nun, the servant of The LORD, died, being one hundred ten years old. They buried him in the border of his inheritance in Timnath Heres, in the hill country of Ephraim, on the north of the mountain of Gaash. After all that generation were gathered to their fathers, another generation arose after them, who didn’t know The LORD, nor the work which he had done for Israel. The children of Israel did that which was evil in The LORD’s sight, and served the Baals. They abandoned The LORD, the God of their fathers, who brought them out of the land of Egypt, and followed other gods, of the gods of the peoples who were around them, and bowed themselves down to them; and they provoked The LORD to anger. They abandoned The LORD, and served Baal and the Ashtaroth. The LORD’s anger burned against Israel, and he delivered them into the hands of raiders who plundered them. He sold them into the hands of their enemies all around, so that they could no longer stand before their enemies. Wherever they went out, The LORD’s hand was against them for evil, as The LORD had spoken, and as The LORD had sworn to them; and they were very distressed. The LORD raised up judges, who saved them out of the hand of those who plundered them. Yet they didn’t listen to their judges; for they prostituted themselves to other gods, and bowed themselves down to them. They quickly turned away from the way in which their fathers walked, obeying The LORD’s commandments. They didn’t do so. When The LORD raised up judges for them, then The LORD was with the judge, and saved them out of the hand of their enemies all the days of the judge; for it grieved The LORD because of their groaning by reason of those who oppressed them and troubled them. But when the judge was dead, they turned back, and dealt more corruptly than their fathers in following other gods to serve them, and to bow down to them. They didn’t cease what they were doing, or give up their stubborn ways. The LORD’s anger burned against Israel; and he said, \"Because this nation transgressed my covenant which I commanded their fathers, and has not listened to my voice, I also will no longer drive out any of the nations that Joshua left when he died from before them; that by them I may test Israel, to see if they will keep The LORD’s way to walk therein, as their fathers kept it, or not.\" So The LORD left those nations, without driving them out hastily. He didn’t deliver them into Joshua’s hand.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}