{
  "reference": "Lamentations 5",
  "verses": [
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 1,
      "text": "Remember, The LORD, what has come on us. Look, and see our reproach."
    },
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 2,
      "text": "Our inheritance has been turned over to strangers, our houses to aliens."
    },
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 3,
      "text": "We are orphans and fatherless. Our mothers are as widows."
    },
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 4,
      "text": "We have drunken our water for money. Our wood is sold to us."
    },
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 5,
      "text": "Our pursuers are on our necks. We are weary, and have no rest."
    },
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 6,
      "text": "We have given our hands to the Egyptians, and to the Assyrians, to be satisfied with bread."
    },
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 7,
      "text": "Our fathers sinned, and are no more. We have borne their iniquities."
    },
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 8,
      "text": "Servants rule over us. There is no one to deliver us out of their hand."
    },
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 9,
      "text": "We get our bread at the peril of our lives, because of the sword of the wilderness."
    },
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 10,
      "text": "Our skin is black like an oven, because of the burning heat of famine."
    },
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 11,
      "text": "They ravished the women in Zion, the virgins in the cities of Judah."
    },
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 12,
      "text": "Princes were hanged up by their hands. The faces of elders were not honored."
    },
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 13,
      "text": "The young men carry millstones. The children stumbled under loads of wood."
    },
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 14,
      "text": "The elders have ceased from the gate, and the young men from their music."
    },
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 15,
      "text": "The joy of our heart has ceased. Our dance is turned into mourning."
    },
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 16,
      "text": "The crown has fallen from our head. Woe to us, for we have sinned!"
    },
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 17,
      "text": "For this our heart is faint. For these things our eyes are dim."
    },
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 18,
      "text": "For the mountain of Zion, which is desolate. The foxes walk on it."
    },
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 19,
      "text": "You, The LORD, remain forever. Your throne is from generation to generation."
    },
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 20,
      "text": "Why do you forget us forever, and forsake us for so long a time?"
    },
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 21,
      "text": "Turn us to yourself, The LORD, and we will be turned. Renew our days as of old."
    },
    {
      "book_id": "LAM",
      "book_name": "Lamentations",
      "chapter": 5,
      "verse": 22,
      "text": "But you have utterly rejected us. You are very angry against us."
    }
  ],
  "text": "Remember, The LORD, what has come on us. Look, and see our reproach. Our inheritance has been turned over to strangers, our houses to aliens. We are orphans and fatherless. Our mothers are as widows. We have drunken our water for money. Our wood is sold to us. Our pursuers are on our necks. We are weary, and have no rest. We have given our hands to the Egyptians, and to the Assyrians, to be satisfied with bread. Our fathers sinned, and are no more. We have borne their iniquities. Servants rule over us. There is no one to deliver us out of their hand. We get our bread at the peril of our lives, because of the sword of the wilderness. Our skin is black like an oven, because of the burning heat of famine. They ravished the women in Zion, the virgins in the cities of Judah. Princes were hanged up by their hands. The faces of elders were not honored. The young men carry millstones. The children stumbled under loads of wood. The elders have ceased from the gate, and the young men from their music. The joy of our heart has ceased. Our dance is turned into mourning. The crown has fallen from our head. Woe to us, for we have sinned! For this our heart is faint. For these things our eyes are dim. For the mountain of Zion, which is desolate. The foxes walk on it. You, The LORD, remain forever. Your throne is from generation to generation. Why do you forget us forever, and forsake us for so long a time? Turn us to yourself, The LORD, and we will be turned. Renew our days as of old. But you have utterly rejected us. You are very angry against us.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}