{
  "reference": "Leviticus 22",
  "verses": [
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 1,
      "text": "The LORD spoke to Moses, saying,"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 2,
      "text": "\"Tell Aaron and his sons to separate themselves from the holy things of the children of Israel, which they make holy to me, and that they not profane my holy name. I am The LORD."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 3,
      "text": "\"Tell them, 'If anyone of all your offspring throughout your generations approaches the holy things, which the children of Israel make holy to The LORD, having his uncleanness on him, that soul shall be cut off from before me. I am The LORD."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 4,
      "text": "\"'Whoever of the offspring of Aaron is a leper or has an issue; he shall not eat of the holy things, until he is clean. Whoever touches anything that is unclean by the dead, or a man whose offspring goes from him;"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 5,
      "text": "or whoever touches any creeping thing, whereby he may be made unclean, or a man of whom he may take uncleanness, whatever uncleanness he has;"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 6,
      "text": "the person that touches any such shall be unclean until the evening, and shall not eat of the holy things, unless he bathes his body in water."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 7,
      "text": "When the sun is down, he shall be clean; and afterward he shall eat of the holy things, because it is his bread."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 8,
      "text": "That which dies of itself, or is torn by animals, he shall not eat, defiling himself by it. I am The LORD."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 9,
      "text": "\"'They shall therefore follow my commandment, lest they bear sin for it, and die therein, if they profane it. I am The LORD who sanctifies them."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 10,
      "text": "\"'No stranger shall eat of the holy thing: a foreigner living with the priests, or a hired servant, shall not eat of the holy thing."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 11,
      "text": "But if a priest buys a slave, purchased by his money, he shall eat of it; and such as are born in his house, they shall eat of his bread."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 12,
      "text": "If a priest’s daughter is married to an outsider, she shall not eat of the heave offering of the holy things."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 13,
      "text": "But if a priest’s daughter is a widow, or divorced, and has no child, and has returned to her father’s house, as in her youth, she may eat of her father’s bread: but no stranger shall eat any of it."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 14,
      "text": "\"'If a man eats something holy unwittingly, then he shall add the fifth part of its value to it, and shall give the holy thing to the priest."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 15,
      "text": "The priests shall not profane the holy things of the children of Israel, which they offer to The LORD,"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 16,
      "text": "and so cause them to bear the iniquity that brings guilt, when they eat their holy things; for I am The LORD who sanctifies them.’\""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 17,
      "text": "The LORD spoke to Moses, saying,"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 18,
      "text": "\"Speak to Aaron, and to his sons, and to all the children of Israel, and say to them, 'Whoever is of the house of Israel, or of the foreigners in Israel, who offers his offering, whether it is any of their vows, or any of their freewill offerings, which they offer to The LORD for a burnt offering;"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 19,
      "text": "that you may be accepted, you shall offer a male without defect, of the bulls, of the sheep, or of the goats."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 20,
      "text": "But whatever has a defect, that you shall not offer; for it shall not be acceptable for you."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 21,
      "text": "Whoever offers a sacrifice of peace offerings to The LORD to accomplish a vow, or for a freewill offering, of the herd or of the flock, it shall be perfect to be accepted. It shall have no defect."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 22,
      "text": "Blind, injured, maimed, having a wart, festering, or having a running sore: you shall not offer these to The LORD, nor make an offering by fire of them on the altar to The LORD."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 23,
      "text": "Either a bull or a lamb that has any deformity or lacking in his parts, that you may offer for a freewill offering; but for a vow it shall not be accepted."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 24,
      "text": "You must not offer to The LORD that which has its testicles bruised, crushed, broken, or cut. You must not do this in your land."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 25,
      "text": "You must not offer the bread of your God from the hand of a foreigner as any of these; because their corruption is in them. There is a defect in them. They shall not be accepted for you.’\""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 26,
      "text": "The LORD spoke to Moses, saying,"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 27,
      "text": "\"When a bull, or a sheep, or a goat, is born, then it shall remain seven days with its mother; and from the eighth day and thenceforth it shall be accepted for the offering of an offering made by fire to The LORD."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 28,
      "text": "Whether it is a cow or ewe, you shall not kill it and its young both in one day."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 29,
      "text": "\"When you sacrifice a sacrifice of thanksgiving to The LORD, you shall sacrifice it so that you may be accepted."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 30,
      "text": "It shall be eaten on the same day; you shall leave none of it until the morning. I am The LORD."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 31,
      "text": "\"Therefore you shall keep my commandments, and do them. I am The LORD."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 32,
      "text": "You shall not profane my holy name, but I will be made holy among the children of Israel. I am The LORD who makes you holy,"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 22,
      "verse": 33,
      "text": "who brought you out of the land of Egypt, to be your God. I am The LORD.\""
    }
  ],
  "text": "The LORD spoke to Moses, saying, \"Tell Aaron and his sons to separate themselves from the holy things of the children of Israel, which they make holy to me, and that they not profane my holy name. I am The LORD. \"Tell them, 'If anyone of all your offspring throughout your generations approaches the holy things, which the children of Israel make holy to The LORD, having his uncleanness on him, that soul shall be cut off from before me. I am The LORD. \"'Whoever of the offspring of Aaron is a leper or has an issue; he shall not eat of the holy things, until he is clean. Whoever touches anything that is unclean by the dead, or a man whose offspring goes from him; or whoever touches any creeping thing, whereby he may be made unclean, or a man of whom he may take uncleanness, whatever uncleanness he has; the person that touches any such shall be unclean until the evening, and shall not eat of the holy things, unless he bathes his body in water. When the sun is down, he shall be clean; and afterward he shall eat of the holy things, because it is his bread. That which dies of itself, or is torn by animals, he shall not eat, defiling himself by it. I am The LORD. \"'They shall therefore follow my commandment, lest they bear sin for it, and die therein, if they profane it. I am The LORD who sanctifies them. \"'No stranger shall eat of the holy thing: a foreigner living with the priests, or a hired servant, shall not eat of the holy thing. But if a priest buys a slave, purchased by his money, he shall eat of it; and such as are born in his house, they shall eat of his bread. If a priest’s daughter is married to an outsider, she shall not eat of the heave offering of the holy things. But if a priest’s daughter is a widow, or divorced, and has no child, and has returned to her father’s house, as in her youth, she may eat of her father’s bread: but no stranger shall eat any of it. \"'If a man eats something holy unwittingly, then he shall add the fifth part of its value to it, and shall give the holy thing to the priest. The priests shall not profane the holy things of the children of Israel, which they offer to The LORD, and so cause them to bear the iniquity that brings guilt, when they eat their holy things; for I am The LORD who sanctifies them.’\" The LORD spoke to Moses, saying, \"Speak to Aaron, and to his sons, and to all the children of Israel, and say to them, 'Whoever is of the house of Israel, or of the foreigners in Israel, who offers his offering, whether it is any of their vows, or any of their freewill offerings, which they offer to The LORD for a burnt offering; that you may be accepted, you shall offer a male without defect, of the bulls, of the sheep, or of the goats. But whatever has a defect, that you shall not offer; for it shall not be acceptable for you. Whoever offers a sacrifice of peace offerings to The LORD to accomplish a vow, or for a freewill offering, of the herd or of the flock, it shall be perfect to be accepted. It shall have no defect. Blind, injured, maimed, having a wart, festering, or having a running sore: you shall not offer these to The LORD, nor make an offering by fire of them on the altar to The LORD. Either a bull or a lamb that has any deformity or lacking in his parts, that you may offer for a freewill offering; but for a vow it shall not be accepted. You must not offer to The LORD that which has its testicles bruised, crushed, broken, or cut. You must not do this in your land. You must not offer the bread of your God from the hand of a foreigner as any of these; because their corruption is in them. There is a defect in them. They shall not be accepted for you.’\" The LORD spoke to Moses, saying, \"When a bull, or a sheep, or a goat, is born, then it shall remain seven days with its mother; and from the eighth day and thenceforth it shall be accepted for the offering of an offering made by fire to The LORD. Whether it is a cow or ewe, you shall not kill it and its young both in one day. \"When you sacrifice a sacrifice of thanksgiving to The LORD, you shall sacrifice it so that you may be accepted. It shall be eaten on the same day; you shall leave none of it until the morning. I am The LORD. \"Therefore you shall keep my commandments, and do them. I am The LORD. You shall not profane my holy name, but I will be made holy among the children of Israel. I am The LORD who makes you holy, who brought you out of the land of Egypt, to be your God. I am The LORD.\"",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}