{
  "reference": "Leviticus 10",
  "verses": [
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse": 1,
      "text": "Nadab and Abihu, the sons of Aaron, each took his censer, and put fire in it, and laid incense on it, and offered strange fire before The LORD, which he had not commanded them."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse": 2,
      "text": "Fire came out from before The LORD, and devoured them, and they died before The LORD."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse": 3,
      "text": "Then Moses said to Aaron, “This is what The LORD spoke of, saying, ‘I will show myself holy to those who come near me, and before all the people I will be glorified.’” Aaron held his peace."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse": 4,
      "text": "Moses called Mishael and Elzaphan, the sons of Uzziel the uncle of Aaron, and said to them, “Draw near, carry your brothers from before the sanctuary out of the camp.”"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse": 5,
      "text": "So they came near, and carried them in their coats out of the camp, as Moses had said."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse": 6,
      "text": "Moses said to Aaron, and to Eleazar and to Ithamar, his sons, “Don’t let the hair of your heads go loose, and don’t tear your clothes; so that you don’t die, and so that he not be angry with all the congregation; but let your brothers, the whole house of Israel, bewail the burning which The LORD has kindled."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse": 7,
      "text": "You shall not go out from the door of the Tent of Meeting, lest you die; for the anointing oil of The LORD is on you.” They did according to the word of Moses."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse": 8,
      "text": "Then The LORD said to Aaron,"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse": 9,
      "text": "“You and your sons are not to drink wine or strong drink whenever you go into the Tent of Meeting, or you will die. This shall be a statute forever throughout your generations."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse": 10,
      "text": "You are to make a distinction between the holy and the common, and between the unclean and the clean."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse": 11,
      "text": "You are to teach the children of Israel all the statutes which The LORD has spoken to them by Moses.”"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse": 12,
      "text": "Moses spoke to Aaron, and to Eleazar and to Ithamar, his sons who were left, “Take the meal offering that remains of the offerings of The LORD made by fire, and eat it without yeast beside the altar; for it is most holy;"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse": 13,
      "text": "and you shall eat it in a holy place, because it is your portion, and your sons’ portion, of the offerings of The LORD made by fire: for so I am commanded."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse": 14,
      "text": "The waved breast and the heaved thigh you shall eat in a clean place, you, and your sons, and your daughters with you: for they are given as your portion, and your sons’ portion, out of the sacrifices of the peace offerings of the children of Israel."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse": 15,
      "text": "The heaved thigh and the waved breast they shall bring with the offerings made by fire of the fat, to wave it for a wave offering before The LORD: and it shall be yours, and your sons’ with you, as a portion forever; as The LORD has commanded.”"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse": 16,
      "text": "Moses diligently inquired about the goat of the sin offering, and, behold, it was burned: and he was angry with Eleazar and with Ithamar, the sons of Aaron who were left, saying,"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse": 17,
      "text": "“Why haven’t you eaten the sin offering in the place of the sanctuary, since it is most holy, and he has given it to you to bear the iniquity of the congregation, to make atonement for them before The LORD?"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse": 18,
      "text": "Behold, its blood was not brought into the inner part of the sanctuary: you certainly should have eaten it in the sanctuary, as I commanded.”"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse": 19,
      "text": "Aaron spoke to Moses, “Behold, today they have offered their sin offering and their burnt offering before The LORD; and such things as these have happened to me. If I had eaten the sin offering today, would it have been pleasing in The LORD’s sight?”"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 10,
      "verse": 20,
      "text": "When Moses heard that, it was pleasing in his sight."
    }
  ],
  "text": "Nadab and Abihu, the sons of Aaron, each took his censer, and put fire in it, and laid incense on it, and offered strange fire before The LORD, which he had not commanded them. Fire came out from before The LORD, and devoured them, and they died before The LORD. Then Moses said to Aaron, “This is what The LORD spoke of, saying, ‘I will show myself holy to those who come near me, and before all the people I will be glorified.’” Aaron held his peace. Moses called Mishael and Elzaphan, the sons of Uzziel the uncle of Aaron, and said to them, “Draw near, carry your brothers from before the sanctuary out of the camp.” So they came near, and carried them in their coats out of the camp, as Moses had said. Moses said to Aaron, and to Eleazar and to Ithamar, his sons, “Don’t let the hair of your heads go loose, and don’t tear your clothes; so that you don’t die, and so that he not be angry with all the congregation; but let your brothers, the whole house of Israel, bewail the burning which The LORD has kindled. You shall not go out from the door of the Tent of Meeting, lest you die; for the anointing oil of The LORD is on you.” They did according to the word of Moses. Then The LORD said to Aaron, “You and your sons are not to drink wine or strong drink whenever you go into the Tent of Meeting, or you will die. This shall be a statute forever throughout your generations. You are to make a distinction between the holy and the common, and between the unclean and the clean. You are to teach the children of Israel all the statutes which The LORD has spoken to them by Moses.” Moses spoke to Aaron, and to Eleazar and to Ithamar, his sons who were left, “Take the meal offering that remains of the offerings of The LORD made by fire, and eat it without yeast beside the altar; for it is most holy; and you shall eat it in a holy place, because it is your portion, and your sons’ portion, of the offerings of The LORD made by fire: for so I am commanded. The waved breast and the heaved thigh you shall eat in a clean place, you, and your sons, and your daughters with you: for they are given as your portion, and your sons’ portion, out of the sacrifices of the peace offerings of the children of Israel. The heaved thigh and the waved breast they shall bring with the offerings made by fire of the fat, to wave it for a wave offering before The LORD: and it shall be yours, and your sons’ with you, as a portion forever; as The LORD has commanded.” Moses diligently inquired about the goat of the sin offering, and, behold, it was burned: and he was angry with Eleazar and with Ithamar, the sons of Aaron who were left, saying, “Why haven’t you eaten the sin offering in the place of the sanctuary, since it is most holy, and he has given it to you to bear the iniquity of the congregation, to make atonement for them before The LORD? Behold, its blood was not brought into the inner part of the sanctuary: you certainly should have eaten it in the sanctuary, as I commanded.” Aaron spoke to Moses, “Behold, today they have offered their sin offering and their burnt offering before The LORD; and such things as these have happened to me. If I had eaten the sin offering today, would it have been pleasing in The LORD’s sight?” When Moses heard that, it was pleasing in his sight.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}