{
  "reference": "Leviticus 23",
  "verses": [
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 1,
      "text": "The LORD spoke to Moses, saying,"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 2,
      "text": "\"Speak to the children of Israel, and tell them, 'The set feasts of The LORD, which you shall proclaim to be holy convocations, even these are my set feasts."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 3,
      "text": "\"'Six days shall work be done, but on the seventh day is a Sabbath of solemn rest, a holy convocation; you shall do no kind of work. It is a Sabbath to The LORD in all your dwellings."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 4,
      "text": "\"'These are the set feasts of The LORD, even holy convocations, which you shall proclaim in their appointed season."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 5,
      "text": "In the first month, on the fourteenth day of the month in the evening, is The LORD’s Passover."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 6,
      "text": "On the fifteenth day of the same month is the feast of unleavened bread to The LORD. Seven days you shall eat unleavened bread."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 7,
      "text": "In the first day you shall have a holy convocation. You shall do no regular work."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 8,
      "text": "But you shall offer an offering made by fire to The LORD seven days. In the seventh day is a holy convocation: you shall do no regular work.’\""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 9,
      "text": "The LORD spoke to Moses, saying,"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 10,
      "text": "\"Speak to the children of Israel, and tell them, 'When you have come into the land which I give to you, and shall reap its harvest, then you shall bring the sheaf of the first fruits of your harvest to the priest:"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 11,
      "text": "and he shall wave the sheaf before The LORD, to be accepted for you. On the next day after the Sabbath the priest shall wave it."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 12,
      "text": "On the day when you wave the sheaf, you shall offer a male lamb without defect a year old for a burnt offering to The LORD."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 13,
      "text": "The meal offering with it shall be two tenths of an ephah of fine flour mingled with oil, an offering made by fire to The LORD for a pleasant aroma; and the drink offering with it shall be of wine, the fourth part of a hin."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 14,
      "text": "You must not eat bread, or roasted grain, or fresh grain, until this same day, until you have brought the offering of your God. This is a statute forever throughout your generations in all your dwellings."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 15,
      "text": "\"'You shall count from the next day after the Sabbath, from the day that you brought the sheaf of the wave offering; seven Sabbaths shall be completed:"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 16,
      "text": "even to the next day after the seventh Sabbath you shall count fifty days; and you shall offer a new meal offering to The LORD."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 17,
      "text": "You shall bring out of your habitations two loaves of bread for a wave offering made of two tenths of an ephah of fine flour. They shall be baked with yeast, for first fruits to The LORD."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 18,
      "text": "You shall present with the bread seven lambs without defect a year old, one young bull, and two rams. They shall be a burnt offering to The LORD, with their meal offering, and their drink offerings, even an offering made by fire, of a sweet aroma to The LORD."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 19,
      "text": "You shall offer one male goat for a sin offering, and two male lambs a year old for a sacrifice of peace offerings."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 20,
      "text": "The priest shall wave them with the bread of the first fruits for a wave offering before The LORD, with the two lambs. They shall be holy to The LORD for the priest."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 21,
      "text": "You shall make proclamation on the same day: there shall be a holy convocation to you; you shall do no regular work. This is a statute forever in all your dwellings throughout your generations."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 22,
      "text": "\"'When you reap the harvest of your land, you must not wholly reap into the corners of your field, and you must not gather the gleanings of your harvest. You must leave them for the poor, and for the foreigner. I am The LORD your God.’\""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 23,
      "text": "The LORD spoke to Moses, saying,"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 24,
      "text": "\"Speak to the children of Israel, saying, 'In the seventh month, on the first day of the month, shall be a solemn rest to you, a memorial of blowing of trumpets, a holy convocation."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 25,
      "text": "You shall do no regular work; and you shall offer an offering made by fire to The LORD.’\""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 26,
      "text": "The LORD spoke to Moses, saying,"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 27,
      "text": "\"However on the tenth day of this seventh month is the day of atonement: it shall be a holy convocation to you, and you shall afflict yourselves; and you shall offer an offering made by fire to The LORD."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 28,
      "text": "You shall do no kind of work in that same day; for it is a day of atonement, to make atonement for you before The LORD your God."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 29,
      "text": "For whoever it is who shall not deny himself in that same day; shall be cut off from his people."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 30,
      "text": "Whoever it is who does any kind of work in that same day, that person I will destroy from among his people."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 31,
      "text": "You shall do no kind of work: it is a statute forever throughout your generations in all your dwellings."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 32,
      "text": "It shall be a Sabbath of solemn rest for you, and you shall deny yourselves. In the ninth day of the month at evening, from evening to evening, you shall keep your Sabbath.\""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 33,
      "text": "The LORD spoke to Moses, saying,"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 34,
      "text": "\"Speak to the children of Israel, and say, 'On the fifteenth day of this seventh month is the feast of tents for seven days to The LORD."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 35,
      "text": "On the first day shall be a holy convocation: you shall do no regular work."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 36,
      "text": "Seven days you shall offer an offering made by fire to The LORD. On the eighth day shall be a holy convocation to you; and you shall offer an offering made by fire to The LORD. It is a solemn assembly; you shall do no regular work."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 37,
      "text": "\"'These are the appointed feasts of The LORD, which you shall proclaim to be holy convocations, to offer an offering made by fire to The LORD, a burnt offering, and a meal offering, a sacrifice, and drink offerings, each on its own day—"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 38,
      "text": "besides the Sabbaths of The LORD, and besides your gifts, and besides all your vows, and besides all your freewill offerings, which you give to The LORD."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 39,
      "text": "\"'So on the fifteenth day of the seventh month, when you have gathered in the fruits of the land, you shall keep the feast of The LORD seven days: on the first day shall be a solemn rest, and on the eighth day shall be a solemn rest."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 40,
      "text": "You shall take on the first day the fruit of goodly trees, branches of palm trees, and boughs of thick trees, and willows of the brook; and you shall rejoice before The LORD your God seven days."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 41,
      "text": "You shall keep it as a feast to The LORD seven days in the year. It is a statute forever throughout your generations. You shall keep it in the seventh month."
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 42,
      "text": "You shall dwell in temporary shelters for seven days. All who are native-born in Israel shall dwell in temporary shelters,"
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 43,
      "text": "that your generations may know that I made the children of Israel to dwell in temporary shelters, when I brought them out of the land of Egypt. I am The LORD your God.’\""
    },
    {
      "book_id": "LEV",
      "book_name": "Leviticus",
      "chapter": 23,
      "verse": 44,
      "text": "Moses declared to the children of Israel the appointed feasts of The LORD."
    }
  ],
  "text": "The LORD spoke to Moses, saying, \"Speak to the children of Israel, and tell them, 'The set feasts of The LORD, which you shall proclaim to be holy convocations, even these are my set feasts. \"'Six days shall work be done, but on the seventh day is a Sabbath of solemn rest, a holy convocation; you shall do no kind of work. It is a Sabbath to The LORD in all your dwellings. \"'These are the set feasts of The LORD, even holy convocations, which you shall proclaim in their appointed season. In the first month, on the fourteenth day of the month in the evening, is The LORD’s Passover. On the fifteenth day of the same month is the feast of unleavened bread to The LORD. Seven days you shall eat unleavened bread. In the first day you shall have a holy convocation. You shall do no regular work. But you shall offer an offering made by fire to The LORD seven days. In the seventh day is a holy convocation: you shall do no regular work.’\" The LORD spoke to Moses, saying, \"Speak to the children of Israel, and tell them, 'When you have come into the land which I give to you, and shall reap its harvest, then you shall bring the sheaf of the first fruits of your harvest to the priest: and he shall wave the sheaf before The LORD, to be accepted for you. On the next day after the Sabbath the priest shall wave it. On the day when you wave the sheaf, you shall offer a male lamb without defect a year old for a burnt offering to The LORD. The meal offering with it shall be two tenths of an ephah of fine flour mingled with oil, an offering made by fire to The LORD for a pleasant aroma; and the drink offering with it shall be of wine, the fourth part of a hin. You must not eat bread, or roasted grain, or fresh grain, until this same day, until you have brought the offering of your God. This is a statute forever throughout your generations in all your dwellings. \"'You shall count from the next day after the Sabbath, from the day that you brought the sheaf of the wave offering; seven Sabbaths shall be completed: even to the next day after the seventh Sabbath you shall count fifty days; and you shall offer a new meal offering to The LORD. You shall bring out of your habitations two loaves of bread for a wave offering made of two tenths of an ephah of fine flour. They shall be baked with yeast, for first fruits to The LORD. You shall present with the bread seven lambs without defect a year old, one young bull, and two rams. They shall be a burnt offering to The LORD, with their meal offering, and their drink offerings, even an offering made by fire, of a sweet aroma to The LORD. You shall offer one male goat for a sin offering, and two male lambs a year old for a sacrifice of peace offerings. The priest shall wave them with the bread of the first fruits for a wave offering before The LORD, with the two lambs. They shall be holy to The LORD for the priest. You shall make proclamation on the same day: there shall be a holy convocation to you; you shall do no regular work. This is a statute forever in all your dwellings throughout your generations. \"'When you reap the harvest of your land, you must not wholly reap into the corners of your field, and you must not gather the gleanings of your harvest. You must leave them for the poor, and for the foreigner. I am The LORD your God.’\" The LORD spoke to Moses, saying, \"Speak to the children of Israel, saying, 'In the seventh month, on the first day of the month, shall be a solemn rest to you, a memorial of blowing of trumpets, a holy convocation. You shall do no regular work; and you shall offer an offering made by fire to The LORD.’\" The LORD spoke to Moses, saying, \"However on the tenth day of this seventh month is the day of atonement: it shall be a holy convocation to you, and you shall afflict yourselves; and you shall offer an offering made by fire to The LORD. You shall do no kind of work in that same day; for it is a day of atonement, to make atonement for you before The LORD your God. For whoever it is who shall not deny himself in that same day; shall be cut off from his people. Whoever it is who does any kind of work in that same day, that person I will destroy from among his people. You shall do no kind of work: it is a statute forever throughout your generations in all your dwellings. It shall be a Sabbath of solemn rest for you, and you shall deny yourselves. In the ninth day of the month at evening, from evening to evening, you shall keep your Sabbath.\" The LORD spoke to Moses, saying, \"Speak to the children of Israel, and say, 'On the fifteenth day of this seventh month is the feast of tents for seven days to The LORD. On the first day shall be a holy convocation: you shall do no regular work. Seven days you shall offer an offering made by fire to The LORD. On the eighth day shall be a holy convocation to you; and you shall offer an offering made by fire to The LORD. It is a solemn assembly; you shall do no regular work. \"'These are the appointed feasts of The LORD, which you shall proclaim to be holy convocations, to offer an offering made by fire to The LORD, a burnt offering, and a meal offering, a sacrifice, and drink offerings, each on its own day— besides the Sabbaths of The LORD, and besides your gifts, and besides all your vows, and besides all your freewill offerings, which you give to The LORD. \"'So on the fifteenth day of the seventh month, when you have gathered in the fruits of the land, you shall keep the feast of The LORD seven days: on the first day shall be a solemn rest, and on the eighth day shall be a solemn rest. You shall take on the first day the fruit of goodly trees, branches of palm trees, and boughs of thick trees, and willows of the brook; and you shall rejoice before The LORD your God seven days. You shall keep it as a feast to The LORD seven days in the year. It is a statute forever throughout your generations. You shall keep it in the seventh month. You shall dwell in temporary shelters for seven days. All who are native-born in Israel shall dwell in temporary shelters, that your generations may know that I made the children of Israel to dwell in temporary shelters, when I brought them out of the land of Egypt. I am The LORD your God.’\" Moses declared to the children of Israel the appointed feasts of The LORD.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}