{
  "reference": "Malachi 4",
  "verses": [
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 4,
      "verse": 1,
      "text": "\"For, behold, the day comes, it burns as a furnace; and all the proud, and all who work wickedness, will be stubble; and the day that comes will burn them up,\" says The LORD of Armies, \"that it shall leave them neither root nor branch."
    },
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 4,
      "verse": 2,
      "text": "But to you who fear my name shall the sun of righteousness arise with healing in its wings. You will go out, and leap like calves of the stall."
    },
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 4,
      "verse": 3,
      "text": "You shall tread down the wicked; for they will be ashes under the soles of your feet in the day that I make,\" says The LORD of Armies."
    },
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 4,
      "verse": 4,
      "text": "\"Remember the law of Moses my servant, which I commanded to him in Horeb for all Israel, even statutes and ordinances."
    },
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 4,
      "verse": 5,
      "text": "Behold, I will send you Elijah the prophet before the great and terrible day of The LORD comes."
    },
    {
      "book_id": "MAL",
      "book_name": "Malachi",
      "chapter": 4,
      "verse": 6,
      "text": "He will turn the hearts of the fathers to the children, and the hearts of the children to their fathers, lest I come and strike the earth with a curse.\""
    }
  ],
  "text": "\"For, behold, the day comes, it burns as a furnace; and all the proud, and all who work wickedness, will be stubble; and the day that comes will burn them up,\" says The LORD of Armies, \"that it shall leave them neither root nor branch. But to you who fear my name shall the sun of righteousness arise with healing in its wings. You will go out, and leap like calves of the stall. You shall tread down the wicked; for they will be ashes under the soles of your feet in the day that I make,\" says The LORD of Armies. \"Remember the law of Moses my servant, which I commanded to him in Horeb for all Israel, even statutes and ordinances. Behold, I will send you Elijah the prophet before the great and terrible day of The LORD comes. He will turn the hearts of the fathers to the children, and the hearts of the children to their fathers, lest I come and strike the earth with a curse.\"",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}