{
  "reference": "Micah 6",
  "verses": [
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse": 1,
      "text": "Listen now to what The LORD says: “Arise, plead your case before the mountains, and let the hills hear what you have to say."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse": 2,
      "text": "Hear, you mountains, The LORD’s controversy, and you enduring foundations of the earth; for The LORD has a controversy with his people, and he will contend with Israel."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse": 3,
      "text": "My people, what have I done to you? How have I burdened you? Answer me!"
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse": 4,
      "text": "For I brought you up out of the land of Egypt, and redeemed you out of the house of bondage. I sent before you Moses, Aaron, and Miriam."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse": 5,
      "text": "My people, remember now what Balak king of Moab devised, and what Balaam the son of Beor answered him from Shittim to Gilgal, that you may know the righteous acts of The LORD.”"
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse": 6,
      "text": "How shall I come before The LORD, and bow myself before the exalted God? Shall I come before him with burnt offerings, with calves a year old?"
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse": 7,
      "text": "Will The LORD be pleased with thousands of rams? With tens of thousands of rivers of oil? Shall I give my firstborn for my disobedience? The fruit of my body for the sin of my soul?"
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse": 8,
      "text": "He has shown you, O man, what is good. What does The LORD require of you, but to act justly, to love mercy, and to walk humbly with your God?"
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse": 9,
      "text": "The LORD’s voice calls to the city, and wisdom sees your name: “Listen to the rod, and he who appointed it."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse": 10,
      "text": "Are there yet treasures of wickedness in the house of the wicked, and a short ephah that is accursed?"
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse": 11,
      "text": "Shall I be pure with dishonest scales, and with a bag of deceitful weights?"
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse": 12,
      "text": "Her rich men are full of violence, her inhabitants speak lies, and their tongue is deceitful in their speech."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse": 13,
      "text": "Therefore I also have struck you with a grievous wound. I have made you desolate because of your sins."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse": 14,
      "text": "You shall eat, but not be satisfied. Your humiliation will be within you. You will store up, but not save; and that which you save I will give up to the sword."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse": 15,
      "text": "You will sow, but won’t reap. You will tread the olives, but won’t anoint yourself with oil; and crush grapes, but won’t drink the wine."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 6,
      "verse": 16,
      "text": "For the statutes of Omri are kept, and all the works of Ahab’s house. You walk in their counsels, that I may make you a ruin, and her inhabitants a hissing; And you will bear the reproach of my people.”"
    }
  ],
  "text": "Listen now to what The LORD says: “Arise, plead your case before the mountains, and let the hills hear what you have to say. Hear, you mountains, The LORD’s controversy, and you enduring foundations of the earth; for The LORD has a controversy with his people, and he will contend with Israel. My people, what have I done to you? How have I burdened you? Answer me! For I brought you up out of the land of Egypt, and redeemed you out of the house of bondage. I sent before you Moses, Aaron, and Miriam. My people, remember now what Balak king of Moab devised, and what Balaam the son of Beor answered him from Shittim to Gilgal, that you may know the righteous acts of The LORD.” How shall I come before The LORD, and bow myself before the exalted God? Shall I come before him with burnt offerings, with calves a year old? Will The LORD be pleased with thousands of rams? With tens of thousands of rivers of oil? Shall I give my firstborn for my disobedience? The fruit of my body for the sin of my soul? He has shown you, O man, what is good. What does The LORD require of you, but to act justly, to love mercy, and to walk humbly with your God? The LORD’s voice calls to the city, and wisdom sees your name: “Listen to the rod, and he who appointed it. Are there yet treasures of wickedness in the house of the wicked, and a short ephah that is accursed? Shall I be pure with dishonest scales, and with a bag of deceitful weights? Her rich men are full of violence, her inhabitants speak lies, and their tongue is deceitful in their speech. Therefore I also have struck you with a grievous wound. I have made you desolate because of your sins. You shall eat, but not be satisfied. Your humiliation will be within you. You will store up, but not save; and that which you save I will give up to the sword. You will sow, but won’t reap. You will tread the olives, but won’t anoint yourself with oil; and crush grapes, but won’t drink the wine. For the statutes of Omri are kept, and all the works of Ahab’s house. You walk in their counsels, that I may make you a ruin, and her inhabitants a hissing; And you will bear the reproach of my people.”",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}