{
  "reference": "Micah 2",
  "verses": [
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 2,
      "verse": 1,
      "text": "Woe to those who devise iniquity and work evil on their beds! When the morning is light, they practice it, because it is in the power of their hand."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 2,
      "verse": 2,
      "text": "They covet fields, and seize them; and houses, and take them away: and they oppress a man and his house, even a man and his heritage."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 2,
      "verse": 3,
      "text": "Therefore The LORD says: “Behold, I am planning against these people a disaster, from which you will not remove your necks, neither will you walk haughtily; for it is an evil time."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 2,
      "verse": 4,
      "text": "In that day they will take up a parable against you, and lament with a doleful lamentation, saying, ‘We are utterly ruined! My people’s possession is divided up. Indeed he takes it from me and assigns our fields to traitors!’”"
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 2,
      "verse": 5,
      "text": "Therefore you will have no one who divides the land by lot in The LORD’s assembly."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 2,
      "verse": 6,
      "text": "“Don’t prophesy!” They prophesy. “Don’t prophesy about these things. Disgrace won’t overtake us.”"
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 2,
      "verse": 7,
      "text": "Shall it be said, O house of Jacob: “Is The LORD’s Spirit angry? Are these his doings? Don’t my words do good to him who walks blamelessly?”"
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 2,
      "verse": 8,
      "text": "But lately my people have risen up as an enemy. You strip the robe and clothing from those who pass by without a care, returning from battle."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 2,
      "verse": 9,
      "text": "You drive the women of my people out from their pleasant houses; from their young children you take away my blessing forever."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 2,
      "verse": 10,
      "text": "Arise, and depart! For this is not your resting place, because of uncleanness that destroys, even with a grievous destruction."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 2,
      "verse": 11,
      "text": "If a man walking in a spirit of falsehood lies: “I will prophesy to you of wine and of strong drink”; he would be the prophet of this people."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 2,
      "verse": 12,
      "text": "I will surely assemble, Jacob, all of you; I will surely gather the remnant of Israel; I will put them together as the sheep of Bozrah, as a flock in the middle of their pasture; they will swarm with people."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 2,
      "verse": 13,
      "text": "He who breaks open the way goes up before them. They break through the gate, and go out. And their king passes on before them, with The LORD at their head."
    }
  ],
  "text": "Woe to those who devise iniquity and work evil on their beds! When the morning is light, they practice it, because it is in the power of their hand. They covet fields, and seize them; and houses, and take them away: and they oppress a man and his house, even a man and his heritage. Therefore The LORD says: “Behold, I am planning against these people a disaster, from which you will not remove your necks, neither will you walk haughtily; for it is an evil time. In that day they will take up a parable against you, and lament with a doleful lamentation, saying, ‘We are utterly ruined! My people’s possession is divided up. Indeed he takes it from me and assigns our fields to traitors!’” Therefore you will have no one who divides the land by lot in The LORD’s assembly. “Don’t prophesy!” They prophesy. “Don’t prophesy about these things. Disgrace won’t overtake us.” Shall it be said, O house of Jacob: “Is The LORD’s Spirit angry? Are these his doings? Don’t my words do good to him who walks blamelessly?” But lately my people have risen up as an enemy. You strip the robe and clothing from those who pass by without a care, returning from battle. You drive the women of my people out from their pleasant houses; from their young children you take away my blessing forever. Arise, and depart! For this is not your resting place, because of uncleanness that destroys, even with a grievous destruction. If a man walking in a spirit of falsehood lies: “I will prophesy to you of wine and of strong drink”; he would be the prophet of this people. I will surely assemble, Jacob, all of you; I will surely gather the remnant of Israel; I will put them together as the sheep of Bozrah, as a flock in the middle of their pasture; they will swarm with people. He who breaks open the way goes up before them. They break through the gate, and go out. And their king passes on before them, with The LORD at their head.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}