{
  "reference": "Micah 3",
  "verses": [
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 3,
      "verse": 1,
      "text": "I said, “Please listen, you heads of Jacob, and rulers of the house of Israel: Isn’t it for you to know justice?"
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 3,
      "verse": 2,
      "text": "You who hate the good, and love the evil; who tear off their skin, and their flesh from off their bones;"
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 3,
      "verse": 3,
      "text": "who also eat the flesh of my people, and flay their skin from off them, and break their bones, and chop them in pieces, as for the pot, and as meat within the cauldron."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 3,
      "verse": 4,
      "text": "Then they will cry to The LORD, but he will not answer them. Yes, he will hide his face from them at that time, because they made their deeds evil.”"
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 3,
      "verse": 5,
      "text": "The LORD says concerning the prophets who lead my people astray; for those who feed their teeth, they proclaim, “Peace!” and whoever doesn’t provide for their mouths, they prepare war against him:"
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 3,
      "verse": 6,
      "text": "“Therefore night is over you, with no vision, and it is dark to you, that you may not divine; and the sun will go down on the prophets, and the day will be black over them."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 3,
      "verse": 7,
      "text": "The seers shall be disappointed, and the diviners confounded. Yes, they shall all cover their lips; for there is no answer from God.”"
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 3,
      "verse": 8,
      "text": "But as for me, I am full of power by The LORD’s Spirit, and of judgment, and of might, to declare to Jacob his disobedience, and to Israel his sin."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 3,
      "verse": 9,
      "text": "Please listen to this, you heads of the house of Jacob, and rulers of the house of Israel, who abhor justice, and pervert all equity."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 3,
      "verse": 10,
      "text": "They build up Zion with blood, and Jerusalem with iniquity."
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 3,
      "verse": 11,
      "text": "Her leaders judge for bribes, and her priests teach for a price, and her prophets of it tell fortunes for money: yet they lean on The LORD, and say, “Isn’t The LORD among us? No disaster will come on us.”"
    },
    {
      "book_id": "MIC",
      "book_name": "Micah",
      "chapter": 3,
      "verse": 12,
      "text": "Therefore Zion for your sake will be plowed like a field, and Jerusalem will become heaps of rubble, and the mountain of the temple like the high places of a forest."
    }
  ],
  "text": "I said, “Please listen, you heads of Jacob, and rulers of the house of Israel: Isn’t it for you to know justice? You who hate the good, and love the evil; who tear off their skin, and their flesh from off their bones; who also eat the flesh of my people, and flay their skin from off them, and break their bones, and chop them in pieces, as for the pot, and as meat within the cauldron. Then they will cry to The LORD, but he will not answer them. Yes, he will hide his face from them at that time, because they made their deeds evil.” The LORD says concerning the prophets who lead my people astray; for those who feed their teeth, they proclaim, “Peace!” and whoever doesn’t provide for their mouths, they prepare war against him: “Therefore night is over you, with no vision, and it is dark to you, that you may not divine; and the sun will go down on the prophets, and the day will be black over them. The seers shall be disappointed, and the diviners confounded. Yes, they shall all cover their lips; for there is no answer from God.” But as for me, I am full of power by The LORD’s Spirit, and of judgment, and of might, to declare to Jacob his disobedience, and to Israel his sin. Please listen to this, you heads of the house of Jacob, and rulers of the house of Israel, who abhor justice, and pervert all equity. They build up Zion with blood, and Jerusalem with iniquity. Her leaders judge for bribes, and her priests teach for a price, and her prophets of it tell fortunes for money: yet they lean on The LORD, and say, “Isn’t The LORD among us? No disaster will come on us.” Therefore Zion for your sake will be plowed like a field, and Jerusalem will become heaps of rubble, and the mountain of the temple like the high places of a forest.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}