{
  "reference": "Nahum 2",
  "verses": [
    {
      "book_id": "NAM",
      "book_name": "Nahum",
      "chapter": 2,
      "verse": 1,
      "text": "He who dashes in pieces has come up against you. Keep the fortress! Watch the way! Strengthen your waist! Fortify your power mightily!"
    },
    {
      "book_id": "NAM",
      "book_name": "Nahum",
      "chapter": 2,
      "verse": 2,
      "text": "For The LORD restores the excellency of Jacob, as the excellency of Israel; for the destroyers have destroyed them, and ruined their vine branches."
    },
    {
      "book_id": "NAM",
      "book_name": "Nahum",
      "chapter": 2,
      "verse": 3,
      "text": "The shield of his mighty men is made red. The valiant men are in scarlet. The chariots flash with steel in the day of his preparation, and the pine spears are brandished."
    },
    {
      "book_id": "NAM",
      "book_name": "Nahum",
      "chapter": 2,
      "verse": 4,
      "text": "The chariots rage in the streets. They rush back and forth in the wide ways. Their appearance is like torches. They run like the lightnings."
    },
    {
      "book_id": "NAM",
      "book_name": "Nahum",
      "chapter": 2,
      "verse": 5,
      "text": "He summons his picked troops. They stumble on their way. They dash to its wall, and the protective shield is put in place."
    },
    {
      "book_id": "NAM",
      "book_name": "Nahum",
      "chapter": 2,
      "verse": 6,
      "text": "The gates of the rivers are opened, and the palace is dissolved."
    },
    {
      "book_id": "NAM",
      "book_name": "Nahum",
      "chapter": 2,
      "verse": 7,
      "text": "It is decreed: she is uncovered, she is carried away; and her servants moan as with the voice of doves, beating on their breasts."
    },
    {
      "book_id": "NAM",
      "book_name": "Nahum",
      "chapter": 2,
      "verse": 8,
      "text": "But Nineveh has been from of old like a pool of water, yet they flee away. \"Stop! Stop!\" they cry, but no one looks back."
    },
    {
      "book_id": "NAM",
      "book_name": "Nahum",
      "chapter": 2,
      "verse": 9,
      "text": "Take the plunder of silver. Take the plunder of gold, for there is no end of the store, the glory of all goodly furniture."
    },
    {
      "book_id": "NAM",
      "book_name": "Nahum",
      "chapter": 2,
      "verse": 10,
      "text": "She is empty, void, and waste. The heart melts, the knees knock together, their bodies and faces have grown pale."
    },
    {
      "book_id": "NAM",
      "book_name": "Nahum",
      "chapter": 2,
      "verse": 11,
      "text": "Where is the den of the lions, and the feeding place of the young lions, where the lion and the lioness walked, the lion’s cubs, and no one made them afraid?"
    },
    {
      "book_id": "NAM",
      "book_name": "Nahum",
      "chapter": 2,
      "verse": 12,
      "text": "The lion tore in pieces enough for his cubs, and strangled for his lionesses, and filled his caves with the kill, and his dens with prey."
    },
    {
      "book_id": "NAM",
      "book_name": "Nahum",
      "chapter": 2,
      "verse": 13,
      "text": "\"Behold, I am against you,\" says The LORD of Armies, \"and I will burn her chariots in the smoke, and the sword will devour your young lions; and I will cut off your prey from the earth, and the voice of your messengers will no longer be heard.\""
    }
  ],
  "text": "He who dashes in pieces has come up against you. Keep the fortress! Watch the way! Strengthen your waist! Fortify your power mightily! For The LORD restores the excellency of Jacob, as the excellency of Israel; for the destroyers have destroyed them, and ruined their vine branches. The shield of his mighty men is made red. The valiant men are in scarlet. The chariots flash with steel in the day of his preparation, and the pine spears are brandished. The chariots rage in the streets. They rush back and forth in the wide ways. Their appearance is like torches. They run like the lightnings. He summons his picked troops. They stumble on their way. They dash to its wall, and the protective shield is put in place. The gates of the rivers are opened, and the palace is dissolved. It is decreed: she is uncovered, she is carried away; and her servants moan as with the voice of doves, beating on their breasts. But Nineveh has been from of old like a pool of water, yet they flee away. \"Stop! Stop!\" they cry, but no one looks back. Take the plunder of silver. Take the plunder of gold, for there is no end of the store, the glory of all goodly furniture. She is empty, void, and waste. The heart melts, the knees knock together, their bodies and faces have grown pale. Where is the den of the lions, and the feeding place of the young lions, where the lion and the lioness walked, the lion’s cubs, and no one made them afraid? The lion tore in pieces enough for his cubs, and strangled for his lionesses, and filled his caves with the kill, and his dens with prey. \"Behold, I am against you,\" says The LORD of Armies, \"and I will burn her chariots in the smoke, and the sword will devour your young lions; and I will cut off your prey from the earth, and the voice of your messengers will no longer be heard.\"",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}