{
  "reference": "Numbers 33",
  "verses": [
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 1,
      "text": "These are the journeys of the children of Israel, when they went out of the land of Egypt by their armies under the hand of Moses and Aaron."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 2,
      "text": "Moses wrote their goings out according to their journeys by the commandment of The LORD. These are their journeys according to their goings out."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 3,
      "text": "They traveled from Rameses in the first month, on the fifteenth day of the first month; on the next day after the Passover, the children of Israel went out with a high hand in the sight of all the Egyptians,"
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 4,
      "text": "while the Egyptians were burying all their firstborn, whom The LORD had struck among them. The LORD also executed judgments on their gods."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 5,
      "text": "The children of Israel traveled from Rameses, and encamped in Succoth."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 6,
      "text": "They traveled from Succoth, and encamped in Etham, which is in the edge of the wilderness."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 7,
      "text": "They traveled from Etham, and turned back to Pihahiroth, which is before Baal Zephon: and they encamped before Migdol."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 8,
      "text": "They traveled from before Hahiroth, and crossed through the middle of the sea into the wilderness. They went three days’ journey in the wilderness of Etham, and encamped in Marah."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 9,
      "text": "They traveled from Marah, and came to Elim. In Elim, there were twelve springs of water, and seventy palm trees; and they encamped there."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 10,
      "text": "They traveled from Elim, and encamped by the Red Sea."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 11,
      "text": "They traveled from the Red Sea, and encamped in the wilderness of Sin."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 12,
      "text": "They traveled from the wilderness of Sin, and encamped in Dophkah."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 13,
      "text": "They traveled from Dophkah, and encamped in Alush."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 14,
      "text": "They traveled from Alush, and encamped in Rephidim, where there was no water for the people to drink."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 15,
      "text": "They traveled from Rephidim, and encamped in the wilderness of Sinai."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 16,
      "text": "They traveled from the wilderness of Sinai, and encamped in Kibroth Hattaavah."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 17,
      "text": "They traveled from Kibroth Hattaavah, and encamped in Hazeroth."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 18,
      "text": "They traveled from Hazeroth, and encamped in Rithmah."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 19,
      "text": "They traveled from Rithmah, and encamped in Rimmon Perez."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 20,
      "text": "They traveled from Rimmon Perez, and encamped in Libnah."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 21,
      "text": "They traveled from Libnah, and encamped in Rissah."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 22,
      "text": "They traveled from Rissah, and encamped in Kehelathah."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 23,
      "text": "They traveled from Kehelathah, and encamped in Mount Shepher."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 24,
      "text": "They traveled from Mount Shepher, and encamped in Haradah."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 25,
      "text": "They traveled from Haradah, and encamped in Makheloth."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 26,
      "text": "They traveled from Makheloth, and encamped in Tahath."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 27,
      "text": "They traveled from Tahath, and encamped in Terah."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 28,
      "text": "They traveled from Terah, and encamped in Mithkah."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 29,
      "text": "They traveled from Mithkah, and encamped in Hashmonah."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 30,
      "text": "They traveled from Hashmonah, and encamped in Moseroth."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 31,
      "text": "They traveled from Moseroth, and encamped in Bene Jaakan."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 32,
      "text": "They traveled from Bene Jaakan, and encamped in Hor Haggidgad."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 33,
      "text": "They traveled from Hor Haggidgad, and encamped in Jotbathah."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 34,
      "text": "They traveled from Jotbathah, and encamped in Abronah."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 35,
      "text": "They traveled from Abronah, and encamped in Ezion Geber."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 36,
      "text": "They traveled from Ezion Geber, and encamped at Kadesh in the wilderness of Zin."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 37,
      "text": "They traveled from Kadesh, and encamped in Mount Hor, in the edge of the land of Edom."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 38,
      "text": "Aaron the priest went up into Mount Hor at the commandment of The LORD, and died there, in the fortieth year after the children of Israel had come out of the land of Egypt, in the fifth month, on the first day of the month."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 39,
      "text": "Aaron was one hundred twenty-three years old when he died in Mount Hor."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 40,
      "text": "The Canaanite, the king of Arad, who lived in the South in the land of Canaan, heard of the coming of the children of Israel."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 41,
      "text": "They traveled from Mount Hor, and encamped in Zalmonah."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 42,
      "text": "They traveled from Zalmonah, and encamped in Punon."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 43,
      "text": "They traveled from Punon, and encamped in Oboth."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 44,
      "text": "They traveled from Oboth, and encamped in Iye Abarim, in the border of Moab."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 45,
      "text": "They traveled from Iyim, and encamped in Dibon Gad."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 46,
      "text": "They traveled from Dibon Gad, and encamped in Almon Diblathaim."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 47,
      "text": "They traveled from Almon Diblathaim, and encamped in the mountains of Abarim, before Nebo."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 48,
      "text": "They traveled from the mountains of Abarim, and encamped in the plains of Moab by the Jordan at Jericho."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 49,
      "text": "They encamped by the Jordan, from Beth Jeshimoth even to Abel Shittim in the plains of Moab."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 50,
      "text": "The LORD spoke to Moses in the plains of Moab by the Jordan at Jericho, saying,"
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 51,
      "text": "Speak to the children of Israel, and tell them, \"When you pass over the Jordan into the land of Canaan,"
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 52,
      "text": "then you shall drive out all the inhabitants of the land from before you, destroy all their stone idols, destroy all their molten images, and demolish all their high places."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 53,
      "text": "You shall take possession of the land, and dwell therein; for I have given the land to you to possess it."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 54,
      "text": "You shall inherit the land by lot according to your families; to the more you shall give the more inheritance, and to the fewer you shall give the less inheritance. Wherever the lot falls to any man, that shall be his. You shall inherit according to the tribes of your fathers."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 55,
      "text": "\"But if you do not drive out the inhabitants of the land from before you, then those you let remain of them will be as pricks in your eyes and as thorns in your sides, and they will harass you in the land in which you dwell."
    },
    {
      "book_id": "NUM",
      "book_name": "Numbers",
      "chapter": 33,
      "verse": 56,
      "text": "It shall happen that as I thought to do to them, so will I do to you.\""
    }
  ],
  "text": "These are the journeys of the children of Israel, when they went out of the land of Egypt by their armies under the hand of Moses and Aaron. Moses wrote their goings out according to their journeys by the commandment of The LORD. These are their journeys according to their goings out. They traveled from Rameses in the first month, on the fifteenth day of the first month; on the next day after the Passover, the children of Israel went out with a high hand in the sight of all the Egyptians, while the Egyptians were burying all their firstborn, whom The LORD had struck among them. The LORD also executed judgments on their gods. The children of Israel traveled from Rameses, and encamped in Succoth. They traveled from Succoth, and encamped in Etham, which is in the edge of the wilderness. They traveled from Etham, and turned back to Pihahiroth, which is before Baal Zephon: and they encamped before Migdol. They traveled from before Hahiroth, and crossed through the middle of the sea into the wilderness. They went three days’ journey in the wilderness of Etham, and encamped in Marah. They traveled from Marah, and came to Elim. In Elim, there were twelve springs of water, and seventy palm trees; and they encamped there. They traveled from Elim, and encamped by the Red Sea. They traveled from the Red Sea, and encamped in the wilderness of Sin. They traveled from the wilderness of Sin, and encamped in Dophkah. They traveled from Dophkah, and encamped in Alush. They traveled from Alush, and encamped in Rephidim, where there was no water for the people to drink. They traveled from Rephidim, and encamped in the wilderness of Sinai. They traveled from the wilderness of Sinai, and encamped in Kibroth Hattaavah. They traveled from Kibroth Hattaavah, and encamped in Hazeroth. They traveled from Hazeroth, and encamped in Rithmah. They traveled from Rithmah, and encamped in Rimmon Perez. They traveled from Rimmon Perez, and encamped in Libnah. They traveled from Libnah, and encamped in Rissah. They traveled from Rissah, and encamped in Kehelathah. They traveled from Kehelathah, and encamped in Mount Shepher. They traveled from Mount Shepher, and encamped in Haradah. They traveled from Haradah, and encamped in Makheloth. They traveled from Makheloth, and encamped in Tahath. They traveled from Tahath, and encamped in Terah. They traveled from Terah, and encamped in Mithkah. They traveled from Mithkah, and encamped in Hashmonah. They traveled from Hashmonah, and encamped in Moseroth. They traveled from Moseroth, and encamped in Bene Jaakan. They traveled from Bene Jaakan, and encamped in Hor Haggidgad. They traveled from Hor Haggidgad, and encamped in Jotbathah. They traveled from Jotbathah, and encamped in Abronah. They traveled from Abronah, and encamped in Ezion Geber. They traveled from Ezion Geber, and encamped at Kadesh in the wilderness of Zin. They traveled from Kadesh, and encamped in Mount Hor, in the edge of the land of Edom. Aaron the priest went up into Mount Hor at the commandment of The LORD, and died there, in the fortieth year after the children of Israel had come out of the land of Egypt, in the fifth month, on the first day of the month. Aaron was one hundred twenty-three years old when he died in Mount Hor. The Canaanite, the king of Arad, who lived in the South in the land of Canaan, heard of the coming of the children of Israel. They traveled from Mount Hor, and encamped in Zalmonah. They traveled from Zalmonah, and encamped in Punon. They traveled from Punon, and encamped in Oboth. They traveled from Oboth, and encamped in Iye Abarim, in the border of Moab. They traveled from Iyim, and encamped in Dibon Gad. They traveled from Dibon Gad, and encamped in Almon Diblathaim. They traveled from Almon Diblathaim, and encamped in the mountains of Abarim, before Nebo. They traveled from the mountains of Abarim, and encamped in the plains of Moab by the Jordan at Jericho. They encamped by the Jordan, from Beth Jeshimoth even to Abel Shittim in the plains of Moab. The LORD spoke to Moses in the plains of Moab by the Jordan at Jericho, saying, Speak to the children of Israel, and tell them, \"When you pass over the Jordan into the land of Canaan, then you shall drive out all the inhabitants of the land from before you, destroy all their stone idols, destroy all their molten images, and demolish all their high places. You shall take possession of the land, and dwell therein; for I have given the land to you to possess it. You shall inherit the land by lot according to your families; to the more you shall give the more inheritance, and to the fewer you shall give the less inheritance. Wherever the lot falls to any man, that shall be his. You shall inherit according to the tribes of your fathers. \"But if you do not drive out the inhabitants of the land from before you, then those you let remain of them will be as pricks in your eyes and as thorns in your sides, and they will harass you in the land in which you dwell. It shall happen that as I thought to do to them, so will I do to you.\"",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}