{
  "reference": "Proverbs 16",
  "verses": [
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 1,
      "text": "The plans of the heart belong to man, but the answer of the tongue is from The LORD."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 2,
      "text": "All the ways of a man are clean in his own eyes; but The LORD weighs the motives."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 3,
      "text": "Commit your deeds to The LORD, and your plans shall succeed."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 4,
      "text": "The LORD has made everything for its own end— yes, even the wicked for the day of evil."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 5,
      "text": "Everyone who is proud in heart is an abomination to The LORD: they shall certainly not be unpunished."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 6,
      "text": "By mercy and truth iniquity is atoned for. By the fear of The LORD men depart from evil."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 7,
      "text": "When a man’s ways please The LORD, he makes even his enemies to be at peace with him."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 8,
      "text": "Better is a little with righteousness, than great revenues with injustice."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 9,
      "text": "A man’s heart plans his course, but The LORD directs his steps."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 10,
      "text": "Inspired judgments are on the lips of the king. He shall not betray his mouth."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 11,
      "text": "Honest balances and scales are The LORD’s; all the weights in the bag are his work."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 12,
      "text": "It is an abomination for kings to do wrong, for the throne is established by righteousness."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 13,
      "text": "Righteous lips are the delight of kings. They value one who speaks the truth."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 14,
      "text": "The king’s wrath is a messenger of death, but a wise man will pacify it."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 15,
      "text": "In the light of the king’s face is life. His favor is like a cloud of the spring rain."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 16,
      "text": "How much better it is to get wisdom than gold! Yes, to get understanding is to be chosen rather than silver."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 17,
      "text": "The highway of the upright is to depart from evil. He who keeps his way preserves his soul."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 18,
      "text": "Pride goes before destruction, and a haughty spirit before a fall."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 19,
      "text": "It is better to be of a lowly spirit with the poor, than to divide the plunder with the proud."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 20,
      "text": "He who heeds the Word finds prosperity. Whoever trusts in The LORD is blessed."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 21,
      "text": "The wise in heart shall be called prudent. Pleasantness of the lips promotes instruction."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 22,
      "text": "Understanding is a fountain of life to one who has it, but the punishment of fools is their folly."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 23,
      "text": "The heart of the wise instructs his mouth, and adds learning to his lips."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 24,
      "text": "Pleasant words are a honeycomb, sweet to the soul, and health to the bones."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 25,
      "text": "There is a way which seems right to a man, but in the end it leads to death."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 26,
      "text": "The appetite of the laboring man labors for him; for his mouth urges him on."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 27,
      "text": "A worthless man devises mischief. His speech is like a scorching fire."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 28,
      "text": "A perverse man stirs up strife. A whisperer separates close friends."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 29,
      "text": "A man of violence entices his neighbor, and leads him in a way that is not good."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 30,
      "text": "One who winks his eyes to plot perversities, one who compresses his lips, is bent on evil."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 31,
      "text": "Gray hair is a crown of glory. It is attained by a life of righteousness."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 32,
      "text": "One who is slow to anger is better than the mighty; one who rules his spirit, than he who takes a city."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 16,
      "verse": 33,
      "text": "The lot is cast into the lap, but its every decision is from The LORD."
    }
  ],
  "text": "The plans of the heart belong to man, but the answer of the tongue is from The LORD. All the ways of a man are clean in his own eyes; but The LORD weighs the motives. Commit your deeds to The LORD, and your plans shall succeed. The LORD has made everything for its own end— yes, even the wicked for the day of evil. Everyone who is proud in heart is an abomination to The LORD: they shall certainly not be unpunished. By mercy and truth iniquity is atoned for. By the fear of The LORD men depart from evil. When a man’s ways please The LORD, he makes even his enemies to be at peace with him. Better is a little with righteousness, than great revenues with injustice. A man’s heart plans his course, but The LORD directs his steps. Inspired judgments are on the lips of the king. He shall not betray his mouth. Honest balances and scales are The LORD’s; all the weights in the bag are his work. It is an abomination for kings to do wrong, for the throne is established by righteousness. Righteous lips are the delight of kings. They value one who speaks the truth. The king’s wrath is a messenger of death, but a wise man will pacify it. In the light of the king’s face is life. His favor is like a cloud of the spring rain. How much better it is to get wisdom than gold! Yes, to get understanding is to be chosen rather than silver. The highway of the upright is to depart from evil. He who keeps his way preserves his soul. Pride goes before destruction, and a haughty spirit before a fall. It is better to be of a lowly spirit with the poor, than to divide the plunder with the proud. He who heeds the Word finds prosperity. Whoever trusts in The LORD is blessed. The wise in heart shall be called prudent. Pleasantness of the lips promotes instruction. Understanding is a fountain of life to one who has it, but the punishment of fools is their folly. The heart of the wise instructs his mouth, and adds learning to his lips. Pleasant words are a honeycomb, sweet to the soul, and health to the bones. There is a way which seems right to a man, but in the end it leads to death. The appetite of the laboring man labors for him; for his mouth urges him on. A worthless man devises mischief. His speech is like a scorching fire. A perverse man stirs up strife. A whisperer separates close friends. A man of violence entices his neighbor, and leads him in a way that is not good. One who winks his eyes to plot perversities, one who compresses his lips, is bent on evil. Gray hair is a crown of glory. It is attained by a life of righteousness. One who is slow to anger is better than the mighty; one who rules his spirit, than he who takes a city. The lot is cast into the lap, but its every decision is from The LORD.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}