{
  "reference": "Proverbs 13",
  "verses": [
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 1,
      "text": "A wise son listens to his father’s instruction, but a scoffer doesn’t listen to rebuke."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 2,
      "text": "By the fruit of his lips, a man enjoys good things; but the unfaithful crave violence."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 3,
      "text": "He who guards his mouth guards his soul. One who opens wide his lips comes to ruin."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 4,
      "text": "The soul of the sluggard desires, and has nothing, but the desire of the diligent shall be fully satisfied."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 5,
      "text": "A righteous man hates lies, but a wicked man brings shame and disgrace."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 6,
      "text": "Righteousness guards the way of integrity, but wickedness overthrows the sinner."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 7,
      "text": "There are some who pretend to be rich, yet have nothing. There are some who pretend to be poor, yet have great wealth."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 8,
      "text": "The ransom of a man’s life is his riches, but the poor hear no threats."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 9,
      "text": "The light of the righteous shines brightly, but the lamp of the wicked is snuffed out."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 10,
      "text": "Pride only breeds quarrels, but with ones who take advice is wisdom."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 11,
      "text": "Wealth gained dishonestly dwindles away, but he who gathers by hand makes it grow."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 12,
      "text": "Hope deferred makes the heart sick, but when longing is fulfilled, it is a tree of life."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 13,
      "text": "Whoever despises instruction will pay for it, but he who respects a command will be rewarded."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 14,
      "text": "The teaching of the wise is a spring of life, to turn from the snares of death."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 15,
      "text": "Good understanding wins favor; but the way of the unfaithful is hard."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 16,
      "text": "Every prudent man acts from knowledge, but a fool exposes folly."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 17,
      "text": "A wicked messenger falls into trouble, but a trustworthy envoy gains healing."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 18,
      "text": "Poverty and shame come to him who refuses discipline, but he who heeds correction shall be honored."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 19,
      "text": "Longing fulfilled is sweet to the soul, but fools detest turning from evil."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 20,
      "text": "One who walks with wise men grows wise, but a companion of fools suffers harm."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 21,
      "text": "Misfortune pursues sinners, but prosperity rewards the righteous."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 22,
      "text": "A good man leaves an inheritance to his children’s children, but the wealth of the sinner is stored for the righteous."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 23,
      "text": "An abundance of food is in poor people’s fields, but injustice sweeps it away."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 24,
      "text": "One who spares the rod hates his son, but one who loves him is careful to discipline him."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 13,
      "verse": 25,
      "text": "The righteous one eats to the satisfying of his soul, but the belly of the wicked goes hungry."
    }
  ],
  "text": "A wise son listens to his father’s instruction, but a scoffer doesn’t listen to rebuke. By the fruit of his lips, a man enjoys good things; but the unfaithful crave violence. He who guards his mouth guards his soul. One who opens wide his lips comes to ruin. The soul of the sluggard desires, and has nothing, but the desire of the diligent shall be fully satisfied. A righteous man hates lies, but a wicked man brings shame and disgrace. Righteousness guards the way of integrity, but wickedness overthrows the sinner. There are some who pretend to be rich, yet have nothing. There are some who pretend to be poor, yet have great wealth. The ransom of a man’s life is his riches, but the poor hear no threats. The light of the righteous shines brightly, but the lamp of the wicked is snuffed out. Pride only breeds quarrels, but with ones who take advice is wisdom. Wealth gained dishonestly dwindles away, but he who gathers by hand makes it grow. Hope deferred makes the heart sick, but when longing is fulfilled, it is a tree of life. Whoever despises instruction will pay for it, but he who respects a command will be rewarded. The teaching of the wise is a spring of life, to turn from the snares of death. Good understanding wins favor; but the way of the unfaithful is hard. Every prudent man acts from knowledge, but a fool exposes folly. A wicked messenger falls into trouble, but a trustworthy envoy gains healing. Poverty and shame come to him who refuses discipline, but he who heeds correction shall be honored. Longing fulfilled is sweet to the soul, but fools detest turning from evil. One who walks with wise men grows wise, but a companion of fools suffers harm. Misfortune pursues sinners, but prosperity rewards the righteous. A good man leaves an inheritance to his children’s children, but the wealth of the sinner is stored for the righteous. An abundance of food is in poor people’s fields, but injustice sweeps it away. One who spares the rod hates his son, but one who loves him is careful to discipline him. The righteous one eats to the satisfying of his soul, but the belly of the wicked goes hungry.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}