{
  "reference": "Proverbs 19",
  "verses": [
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 1,
      "text": "Better is the poor who walks in his integrity than he who is perverse in his lips and is a fool."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 2,
      "text": "It isn’t good to have zeal without knowledge; nor being hasty with one’s feet and missing the way."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 3,
      "text": "The foolishness of man subverts his way; his heart rages against The LORD."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 4,
      "text": "Wealth adds many friends, but the poor is separated from his friend."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 5,
      "text": "A false witness shall not be unpunished. He who pours out lies shall not go free."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 6,
      "text": "Many will entreat the favor of a ruler, and everyone is a friend to a man who gives gifts."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 7,
      "text": "All the relatives of the poor shun him: how much more do his friends avoid him! He pursues them with pleas, but they are gone."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 8,
      "text": "He who gets wisdom loves his own soul. He who keeps understanding shall find good."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 9,
      "text": "A false witness shall not be unpunished. He who utters lies shall perish."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 10,
      "text": "Delicate living is not appropriate for a fool, much less for a servant to have rule over princes."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 11,
      "text": "The discretion of a man makes him slow to anger. It is his glory to overlook an offense."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 12,
      "text": "The king’s wrath is like the roaring of a lion, but his favor is like dew on the grass."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 13,
      "text": "A foolish son is the calamity of his father. A wife’s quarrels are a continual dripping."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 14,
      "text": "House and riches are an inheritance from fathers, but a prudent wife is from The LORD."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 15,
      "text": "Slothfulness casts into a deep sleep. The idle soul shall suffer hunger."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 16,
      "text": "He who keeps the commandment keeps his soul, but he who is contemptuous in his ways shall die."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 17,
      "text": "He who has pity on the poor lends to The LORD; he will reward him."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 18,
      "text": "Discipline your son, for there is hope; don’t be a willing party to his death."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 19,
      "text": "A hot-tempered man must pay the penalty, for if you rescue him, you must do it again."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 20,
      "text": "Listen to counsel and receive instruction, that you may be wise in your latter end."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 21,
      "text": "There are many plans in a man’s heart, but The LORD’s counsel will prevail."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 22,
      "text": "That which makes a man to be desired is his kindness. A poor man is better than a liar."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 23,
      "text": "The fear of The LORD leads to life, then contentment; he rests and will not be touched by trouble."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 24,
      "text": "The sluggard buries his hand in the dish; he will not so much as bring it to his mouth again."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 25,
      "text": "Flog a scoffer, and the simple will learn prudence; rebuke one who has understanding, and he will gain knowledge."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 26,
      "text": "He who robs his father and drives away his mother, is a son who causes shame and brings reproach."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 27,
      "text": "If you stop listening to instruction, my son, you will stray from the words of knowledge."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 28,
      "text": "A corrupt witness mocks justice, and the mouth of the wicked gulps down iniquity."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 19,
      "verse": 29,
      "text": "Penalties are prepared for scoffers, and beatings for the backs of fools."
    }
  ],
  "text": "Better is the poor who walks in his integrity than he who is perverse in his lips and is a fool. It isn’t good to have zeal without knowledge; nor being hasty with one’s feet and missing the way. The foolishness of man subverts his way; his heart rages against The LORD. Wealth adds many friends, but the poor is separated from his friend. A false witness shall not be unpunished. He who pours out lies shall not go free. Many will entreat the favor of a ruler, and everyone is a friend to a man who gives gifts. All the relatives of the poor shun him: how much more do his friends avoid him! He pursues them with pleas, but they are gone. He who gets wisdom loves his own soul. He who keeps understanding shall find good. A false witness shall not be unpunished. He who utters lies shall perish. Delicate living is not appropriate for a fool, much less for a servant to have rule over princes. The discretion of a man makes him slow to anger. It is his glory to overlook an offense. The king’s wrath is like the roaring of a lion, but his favor is like dew on the grass. A foolish son is the calamity of his father. A wife’s quarrels are a continual dripping. House and riches are an inheritance from fathers, but a prudent wife is from The LORD. Slothfulness casts into a deep sleep. The idle soul shall suffer hunger. He who keeps the commandment keeps his soul, but he who is contemptuous in his ways shall die. He who has pity on the poor lends to The LORD; he will reward him. Discipline your son, for there is hope; don’t be a willing party to his death. A hot-tempered man must pay the penalty, for if you rescue him, you must do it again. Listen to counsel and receive instruction, that you may be wise in your latter end. There are many plans in a man’s heart, but The LORD’s counsel will prevail. That which makes a man to be desired is his kindness. A poor man is better than a liar. The fear of The LORD leads to life, then contentment; he rests and will not be touched by trouble. The sluggard buries his hand in the dish; he will not so much as bring it to his mouth again. Flog a scoffer, and the simple will learn prudence; rebuke one who has understanding, and he will gain knowledge. He who robs his father and drives away his mother, is a son who causes shame and brings reproach. If you stop listening to instruction, my son, you will stray from the words of knowledge. A corrupt witness mocks justice, and the mouth of the wicked gulps down iniquity. Penalties are prepared for scoffers, and beatings for the backs of fools.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}