{
  "reference": "Proverbs 2",
  "verses": [
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 1,
      "text": "My son, if you will receive my words, and store up my commandments within you;"
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 2,
      "text": "So as to turn your ear to wisdom, and apply your heart to understanding;"
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 3,
      "text": "Yes, if you call out for discernment, and lift up your voice for understanding;"
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 4,
      "text": "If you seek her as silver, and search for her as for hidden treasures:"
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 5,
      "text": "then you will understand the fear of The LORD, and find the knowledge of God."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 6,
      "text": "For The LORD gives wisdom. Out of his mouth comes knowledge and understanding."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 7,
      "text": "He lays up sound wisdom for the upright. He is a shield to those who walk in integrity;"
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 8,
      "text": "that he may guard the paths of justice, and preserve the way of his saints."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 9,
      "text": "Then you will understand righteousness and justice, equity and every good path."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 10,
      "text": "For wisdom will enter into your heart. Knowledge will be pleasant to your soul."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 11,
      "text": "Discretion will watch over you. Understanding will keep you,"
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 12,
      "text": "to deliver you from the way of evil, from the men who speak perverse things;"
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 13,
      "text": "who forsake the paths of uprightness, to walk in the ways of darkness;"
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 14,
      "text": "who rejoice to do evil, and delight in the perverseness of evil;"
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 15,
      "text": "who are crooked in their ways, and wayward in their paths:"
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 16,
      "text": "To deliver you from the strange woman, even from the foreigner who flatters with her words;"
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 17,
      "text": "who forsakes the friend of her youth, and forgets the covenant of her God:"
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 18,
      "text": "for her house leads down to death, her paths to the departed spirits."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 19,
      "text": "None who go to her return again, neither do they attain to the paths of life:"
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 20,
      "text": "that you may walk in the way of good men, and keep the paths of the righteous."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 21,
      "text": "For the upright will dwell in the land. The perfect will remain in it."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 2,
      "verse": 22,
      "text": "But the wicked will be cut off from the land. The treacherous will be rooted out of it."
    }
  ],
  "text": "My son, if you will receive my words, and store up my commandments within you; So as to turn your ear to wisdom, and apply your heart to understanding; Yes, if you call out for discernment, and lift up your voice for understanding; If you seek her as silver, and search for her as for hidden treasures: then you will understand the fear of The LORD, and find the knowledge of God. For The LORD gives wisdom. Out of his mouth comes knowledge and understanding. He lays up sound wisdom for the upright. He is a shield to those who walk in integrity; that he may guard the paths of justice, and preserve the way of his saints. Then you will understand righteousness and justice, equity and every good path. For wisdom will enter into your heart. Knowledge will be pleasant to your soul. Discretion will watch over you. Understanding will keep you, to deliver you from the way of evil, from the men who speak perverse things; who forsake the paths of uprightness, to walk in the ways of darkness; who rejoice to do evil, and delight in the perverseness of evil; who are crooked in their ways, and wayward in their paths: To deliver you from the strange woman, even from the foreigner who flatters with her words; who forsakes the friend of her youth, and forgets the covenant of her God: for her house leads down to death, her paths to the departed spirits. None who go to her return again, neither do they attain to the paths of life: that you may walk in the way of good men, and keep the paths of the righteous. For the upright will dwell in the land. The perfect will remain in it. But the wicked will be cut off from the land. The treacherous will be rooted out of it.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}