{
  "reference": "Proverbs 8",
  "verses": [
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 1,
      "text": "Doesn’t wisdom cry out? Doesn’t understanding raise her voice?"
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 2,
      "text": "On the top of high places by the way, where the paths meet, she stands."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 3,
      "text": "Beside the gates, at the entry of the city, at the entry doors, she cries aloud:"
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 4,
      "text": "\"To you men, I call! I send my voice to the sons of mankind."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 5,
      "text": "You simple, understand prudence. You fools, be of an understanding heart."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 6,
      "text": "Hear, for I will speak excellent things. The opening of my lips is for right things."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 7,
      "text": "For my mouth speaks truth. Wickedness is an abomination to my lips."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 8,
      "text": "All the words of my mouth are in righteousness. There is nothing crooked or perverse in them."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 9,
      "text": "They are all plain to him who understands, right to those who find knowledge."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 10,
      "text": "Receive my instruction rather than silver; knowledge rather than choice gold."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 11,
      "text": "For wisdom is better than rubies. All the things that may be desired can’t be compared to it."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 12,
      "text": "\"I, wisdom, have made prudence my dwelling. Find out knowledge and discretion."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 13,
      "text": "The fear of The LORD is to hate evil. I hate pride, arrogance, the evil way, and the perverse mouth."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 14,
      "text": "Counsel and sound knowledge are mine. I have understanding and power."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 15,
      "text": "By me kings reign, and princes decree justice."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 16,
      "text": "By me princes rule; nobles, and all the righteous rulers of the earth."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 17,
      "text": "I love those who love me. Those who seek me diligently will find me."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 18,
      "text": "With me are riches, honor, enduring wealth, and prosperity."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 19,
      "text": "My fruit is better than gold, yes, than fine gold; my yield than choice silver."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 20,
      "text": "I walk in the way of righteousness, in the middle of the paths of justice;"
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 21,
      "text": "that I may give wealth to those who love me. I fill their treasuries."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 22,
      "text": "\"The LORD possessed me in the beginning of his work, before his deeds of old."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 23,
      "text": "I was set up from everlasting, from the beginning, before the earth existed."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 24,
      "text": "When there were no depths, I was born, when there were no springs abounding with water."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 25,
      "text": "Before the mountains were settled in place, before the hills, I was born;"
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 26,
      "text": "while as yet he had not made the earth, nor the fields, nor the beginning of the dust of the world."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 27,
      "text": "When he established the heavens, I was there; when he set a circle on the surface of the deep,"
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 28,
      "text": "when he established the clouds above, when the springs of the deep became strong,"
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 29,
      "text": "when he gave to the sea its boundary, that the waters should not violate his commandment, when he marked out the foundations of the earth;"
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 30,
      "text": "then I was the craftsman by his side. I was a delight day by day, always rejoicing before him,"
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 31,
      "text": "rejoicing in his whole world. My delight was with the sons of men."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 32,
      "text": "\"Now therefore, my sons, listen to me, for blessed are those who keep my ways."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 33,
      "text": "Hear instruction, and be wise. Don’t refuse it."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 34,
      "text": "Blessed is the man who hears me, watching daily at my gates, waiting at my door posts."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 35,
      "text": "For whoever finds me, finds life, and will obtain favor from The LORD."
    },
    {
      "book_id": "PRO",
      "book_name": "Proverbs",
      "chapter": 8,
      "verse": 36,
      "text": "But he who sins against me wrongs his own soul. All those who hate me love death.\""
    }
  ],
  "text": "Doesn’t wisdom cry out? Doesn’t understanding raise her voice? On the top of high places by the way, where the paths meet, she stands. Beside the gates, at the entry of the city, at the entry doors, she cries aloud: \"To you men, I call! I send my voice to the sons of mankind. You simple, understand prudence. You fools, be of an understanding heart. Hear, for I will speak excellent things. The opening of my lips is for right things. For my mouth speaks truth. Wickedness is an abomination to my lips. All the words of my mouth are in righteousness. There is nothing crooked or perverse in them. They are all plain to him who understands, right to those who find knowledge. Receive my instruction rather than silver; knowledge rather than choice gold. For wisdom is better than rubies. All the things that may be desired can’t be compared to it. \"I, wisdom, have made prudence my dwelling. Find out knowledge and discretion. The fear of The LORD is to hate evil. I hate pride, arrogance, the evil way, and the perverse mouth. Counsel and sound knowledge are mine. I have understanding and power. By me kings reign, and princes decree justice. By me princes rule; nobles, and all the righteous rulers of the earth. I love those who love me. Those who seek me diligently will find me. With me are riches, honor, enduring wealth, and prosperity. My fruit is better than gold, yes, than fine gold; my yield than choice silver. I walk in the way of righteousness, in the middle of the paths of justice; that I may give wealth to those who love me. I fill their treasuries. \"The LORD possessed me in the beginning of his work, before his deeds of old. I was set up from everlasting, from the beginning, before the earth existed. When there were no depths, I was born, when there were no springs abounding with water. Before the mountains were settled in place, before the hills, I was born; while as yet he had not made the earth, nor the fields, nor the beginning of the dust of the world. When he established the heavens, I was there; when he set a circle on the surface of the deep, when he established the clouds above, when the springs of the deep became strong, when he gave to the sea its boundary, that the waters should not violate his commandment, when he marked out the foundations of the earth; then I was the craftsman by his side. I was a delight day by day, always rejoicing before him, rejoicing in his whole world. My delight was with the sons of men. \"Now therefore, my sons, listen to me, for blessed are those who keep my ways. Hear instruction, and be wise. Don’t refuse it. Blessed is the man who hears me, watching daily at my gates, waiting at my door posts. For whoever finds me, finds life, and will obtain favor from The LORD. But he who sins against me wrongs his own soul. All those who hate me love death.\"",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}