{
  "reference": "Psalms 148",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 148,
      "verse": 1,
      "text": "Praise Yah! Praise The LORD from the heavens! Praise him in the heights!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 148,
      "verse": 2,
      "text": "Praise him, all his angels! Praise him, all his army!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 148,
      "verse": 3,
      "text": "Praise him, sun and moon! Praise him, all you shining stars!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 148,
      "verse": 4,
      "text": "Praise him, you heavens of heavens, You waters that are above the heavens."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 148,
      "verse": 5,
      "text": "Let them praise The LORD’s name, For he commanded, and they were created."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 148,
      "verse": 6,
      "text": "He has also established them forever and ever. He has made a decree which will not pass away."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 148,
      "verse": 7,
      "text": "Praise The LORD from the earth, you great sea creatures, and all depths;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 148,
      "verse": 8,
      "text": "lightning and hail, snow and clouds; stormy wind, fulfilling his word;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 148,
      "verse": 9,
      "text": "mountains and all hills; fruit trees and all cedars;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 148,
      "verse": 10,
      "text": "wild animals and all livestock; small creatures and flying birds;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 148,
      "verse": 11,
      "text": "kings of the earth and all peoples; princes and all judges of the earth;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 148,
      "verse": 12,
      "text": "both young men and maidens; old men and children:"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 148,
      "verse": 13,
      "text": "let them praise The LORD’s name, for his name alone is exalted. His glory is above the earth and the heavens."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 148,
      "verse": 14,
      "text": "He has lifted up the horn of his people, the praise of all his saints; even of the children of Israel, a people near to him. Praise Yah!"
    }
  ],
  "text": "Praise Yah! Praise The LORD from the heavens! Praise him in the heights! Praise him, all his angels! Praise him, all his army! Praise him, sun and moon! Praise him, all you shining stars! Praise him, you heavens of heavens, You waters that are above the heavens. Let them praise The LORD’s name, For he commanded, and they were created. He has also established them forever and ever. He has made a decree which will not pass away. Praise The LORD from the earth, you great sea creatures, and all depths; lightning and hail, snow and clouds; stormy wind, fulfilling his word; mountains and all hills; fruit trees and all cedars; wild animals and all livestock; small creatures and flying birds; kings of the earth and all peoples; princes and all judges of the earth; both young men and maidens; old men and children: let them praise The LORD’s name, for his name alone is exalted. His glory is above the earth and the heavens. He has lifted up the horn of his people, the praise of all his saints; even of the children of Israel, a people near to him. Praise Yah!",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}