{
  "reference": "Psalms 67",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 67,
      "verse": 1,
      "text": "May God be merciful to us, bless us, and cause his face to shine on us. Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 67,
      "verse": 2,
      "text": "That your way may be known on earth, and your salvation among all nations,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 67,
      "verse": 3,
      "text": "let the peoples praise you, God. Let all the peoples praise you."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 67,
      "verse": 4,
      "text": "Oh let the nations be glad and sing for joy, for you will judge the peoples with equity, and govern the nations on earth. Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 67,
      "verse": 5,
      "text": "Let the peoples praise you, God. Let all the peoples praise you."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 67,
      "verse": 6,
      "text": "The earth has yielded its increase. God, even our own God, will bless us."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 67,
      "verse": 7,
      "text": "God will bless us. All the ends of the earth shall fear him."
    }
  ],
  "text": "May God be merciful to us, bless us, and cause his face to shine on us. Selah. That your way may be known on earth, and your salvation among all nations, let the peoples praise you, God. Let all the peoples praise you. Oh let the nations be glad and sing for joy, for you will judge the peoples with equity, and govern the nations on earth. Selah. Let the peoples praise you, God. Let all the peoples praise you. The earth has yielded its increase. God, even our own God, will bless us. God will bless us. All the ends of the earth shall fear him.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}