{
  "reference": "Psalms 10",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 10,
      "verse": 1,
      "text": "Why do you stand far off, The LORD? Why do you hide yourself in times of trouble?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 10,
      "verse": 2,
      "text": "In arrogance, the wicked hunt down the weak. They are caught in the schemes that they devise."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 10,
      "verse": 3,
      "text": "For the wicked boasts of his heart’s cravings. He blesses the greedy, and condemns The LORD."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 10,
      "verse": 4,
      "text": "The wicked, in the pride of his face, has no room in his thoughts for God."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 10,
      "verse": 5,
      "text": "His ways are prosperous at all times. He is haughty, and your laws are far from his sight. As for all his adversaries, he sneers at them."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 10,
      "verse": 6,
      "text": "He says in his heart, \"I shall not be shaken. For generations I shall have no trouble.\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 10,
      "verse": 7,
      "text": "His mouth is full of cursing, deceit, and oppression. Under his tongue is mischief and iniquity."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 10,
      "verse": 8,
      "text": "He lies in wait near the villages. From ambushes, he murders the innocent. His eyes are secretly set against the helpless."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 10,
      "verse": 9,
      "text": "He lurks in secret as a lion in his ambush. He lies in wait to catch the helpless. He catches the helpless, when he draws him in his net."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 10,
      "verse": 10,
      "text": "The helpless are crushed. They collapse. They fall under his strength."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 10,
      "verse": 11,
      "text": "He says in his heart, \"God has forgotten. He hides his face. He will never see it.\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 10,
      "verse": 12,
      "text": "Arise, The LORD! God, lift up your hand! Don’t forget the helpless."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 10,
      "verse": 13,
      "text": "Why does the wicked person condemn God, and say in his heart, \"God won’t call me into account?\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 10,
      "verse": 14,
      "text": "But you do see trouble and grief. You consider it to take it into your hand. You help the victim and the fatherless."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 10,
      "verse": 15,
      "text": "Break the arm of the wicked. As for the evil man, seek out his wickedness until you find none."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 10,
      "verse": 16,
      "text": "The LORD is King forever and ever! The nations will perish out of his land."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 10,
      "verse": 17,
      "text": "The LORD, you have heard the desire of the humble. You will prepare their heart. You will cause your ear to hear,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 10,
      "verse": 18,
      "text": "to judge the fatherless and the oppressed, that man who is of the earth may terrify no more."
    }
  ],
  "text": "Why do you stand far off, The LORD? Why do you hide yourself in times of trouble? In arrogance, the wicked hunt down the weak. They are caught in the schemes that they devise. For the wicked boasts of his heart’s cravings. He blesses the greedy, and condemns The LORD. The wicked, in the pride of his face, has no room in his thoughts for God. His ways are prosperous at all times. He is haughty, and your laws are far from his sight. As for all his adversaries, he sneers at them. He says in his heart, \"I shall not be shaken. For generations I shall have no trouble.\" His mouth is full of cursing, deceit, and oppression. Under his tongue is mischief and iniquity. He lies in wait near the villages. From ambushes, he murders the innocent. His eyes are secretly set against the helpless. He lurks in secret as a lion in his ambush. He lies in wait to catch the helpless. He catches the helpless, when he draws him in his net. The helpless are crushed. They collapse. They fall under his strength. He says in his heart, \"God has forgotten. He hides his face. He will never see it.\" Arise, The LORD! God, lift up your hand! Don’t forget the helpless. Why does the wicked person condemn God, and say in his heart, \"God won’t call me into account?\" But you do see trouble and grief. You consider it to take it into your hand. You help the victim and the fatherless. Break the arm of the wicked. As for the evil man, seek out his wickedness until you find none. The LORD is King forever and ever! The nations will perish out of his land. The LORD, you have heard the desire of the humble. You will prepare their heart. You will cause your ear to hear, to judge the fatherless and the oppressed, that man who is of the earth may terrify no more.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}