{
  "reference": "Psalms 145",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 145,
      "verse": 1,
      "text": "I will exalt you, my God, the King. I will praise your name forever and ever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 145,
      "verse": 2,
      "text": "Every day I will praise you. I will extol your name forever and ever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 145,
      "verse": 3,
      "text": "Great is The LORD, and greatly to be praised! His greatness is unsearchable."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 145,
      "verse": 4,
      "text": "One generation will commend your works to another, and will declare your mighty acts."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 145,
      "verse": 5,
      "text": "Of the glorious majesty of your honor, of your wondrous works, I will meditate."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 145,
      "verse": 6,
      "text": "Men will speak of the might of your awesome acts. I will declare your greatness."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 145,
      "verse": 7,
      "text": "They will utter the memory of your great goodness, and will sing of your righteousness."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 145,
      "verse": 8,
      "text": "The LORD is gracious, merciful, slow to anger, and of great loving kindness."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 145,
      "verse": 9,
      "text": "The LORD is good to all. His tender mercies are over all his works."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 145,
      "verse": 10,
      "text": "All your works will give thanks to you, The LORD. Your saints will extol you."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 145,
      "verse": 11,
      "text": "They will speak of the glory of your kingdom, and talk about your power;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 145,
      "verse": 12,
      "text": "to make known to the sons of men his mighty acts, the glory of the majesty of his kingdom."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 145,
      "verse": 13,
      "text": "Your kingdom is an everlasting kingdom. Your dominion endures throughout all generations. The LORD is faithful in all his words, and loving in all his deeds."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 145,
      "verse": 14,
      "text": "The LORD upholds all who fall, and raises up all those who are bowed down."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 145,
      "verse": 15,
      "text": "The eyes of all wait for you. You give them their food in due season."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 145,
      "verse": 16,
      "text": "You open your hand, and satisfy the desire of every living thing."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 145,
      "verse": 17,
      "text": "The LORD is righteous in all his ways, and gracious in all his works."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 145,
      "verse": 18,
      "text": "The LORD is near to all those who call on him, to all who call on him in truth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 145,
      "verse": 19,
      "text": "He will fulfill the desire of those who fear him. He also will hear their cry, and will save them."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 145,
      "verse": 20,
      "text": "The LORD preserves all those who love him, but all the wicked he will destroy."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 145,
      "verse": 21,
      "text": "My mouth will speak the praise of The LORD. Let all flesh bless his holy name forever and ever."
    }
  ],
  "text": "I will exalt you, my God, the King. I will praise your name forever and ever. Every day I will praise you. I will extol your name forever and ever. Great is The LORD, and greatly to be praised! His greatness is unsearchable. One generation will commend your works to another, and will declare your mighty acts. Of the glorious majesty of your honor, of your wondrous works, I will meditate. Men will speak of the might of your awesome acts. I will declare your greatness. They will utter the memory of your great goodness, and will sing of your righteousness. The LORD is gracious, merciful, slow to anger, and of great loving kindness. The LORD is good to all. His tender mercies are over all his works. All your works will give thanks to you, The LORD. Your saints will extol you. They will speak of the glory of your kingdom, and talk about your power; to make known to the sons of men his mighty acts, the glory of the majesty of his kingdom. Your kingdom is an everlasting kingdom. Your dominion endures throughout all generations. The LORD is faithful in all his words, and loving in all his deeds. The LORD upholds all who fall, and raises up all those who are bowed down. The eyes of all wait for you. You give them their food in due season. You open your hand, and satisfy the desire of every living thing. The LORD is righteous in all his ways, and gracious in all his works. The LORD is near to all those who call on him, to all who call on him in truth. He will fulfill the desire of those who fear him. He also will hear their cry, and will save them. The LORD preserves all those who love him, but all the wicked he will destroy. My mouth will speak the praise of The LORD. Let all flesh bless his holy name forever and ever.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}