{
  "reference": "Psalms 63",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 63,
      "verse": 1,
      "text": "God, you are my God. I will earnestly seek you. My soul thirsts for you. My flesh longs for you, in a dry and weary land, where there is no water."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 63,
      "verse": 2,
      "text": "So I have seen you in the sanctuary, watching your power and your glory."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 63,
      "verse": 3,
      "text": "Because your loving kindness is better than life, my lips shall praise you."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 63,
      "verse": 4,
      "text": "So I will bless you while I live. I will lift up my hands in your name."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 63,
      "verse": 5,
      "text": "My soul shall be satisfied as with the richest food. My mouth shall praise you with joyful lips,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 63,
      "verse": 6,
      "text": "when I remember you on my bed, and think about you in the night watches."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 63,
      "verse": 7,
      "text": "For you have been my help. I will rejoice in the shadow of your wings."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 63,
      "verse": 8,
      "text": "My soul stays close to you. Your right hand holds me up."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 63,
      "verse": 9,
      "text": "But those who seek my soul, to destroy it, shall go into the lower parts of the earth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 63,
      "verse": 10,
      "text": "They shall be given over to the power of the sword. They shall be jackal food."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 63,
      "verse": 11,
      "text": "But the king shall rejoice in God. Everyone who swears by him will praise him, for the mouth of those who speak lies shall be silenced."
    }
  ],
  "text": "God, you are my God. I will earnestly seek you. My soul thirsts for you. My flesh longs for you, in a dry and weary land, where there is no water. So I have seen you in the sanctuary, watching your power and your glory. Because your loving kindness is better than life, my lips shall praise you. So I will bless you while I live. I will lift up my hands in your name. My soul shall be satisfied as with the richest food. My mouth shall praise you with joyful lips, when I remember you on my bed, and think about you in the night watches. For you have been my help. I will rejoice in the shadow of your wings. My soul stays close to you. Your right hand holds me up. But those who seek my soul, to destroy it, shall go into the lower parts of the earth. They shall be given over to the power of the sword. They shall be jackal food. But the king shall rejoice in God. Everyone who swears by him will praise him, for the mouth of those who speak lies shall be silenced.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}