{
  "reference": "Psalms 30",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 30,
      "verse": 1,
      "text": "I will extol you, The LORD, for you have raised me up, and have not made my foes to rejoice over me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 30,
      "verse": 2,
      "text": "The LORD my God, I cried to you, and you have healed me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 30,
      "verse": 3,
      "text": "The LORD, you have brought up my soul from Sheol. You have kept me alive, that I should not go down to the pit."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 30,
      "verse": 4,
      "text": "Sing praise to The LORD, you saints of his. Give thanks to his holy name."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 30,
      "verse": 5,
      "text": "For his anger is but for a moment. His favor is for a lifetime. Weeping may stay for the night, but joy comes in the morning."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 30,
      "verse": 6,
      "text": "As for me, I said in my prosperity, \"I shall never be moved.\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 30,
      "verse": 7,
      "text": "You, The LORD, when you favored me, made my mountain stand strong; but when you hid your face, I was troubled."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 30,
      "verse": 8,
      "text": "I cried to you, The LORD. I made supplication to the Lord:"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 30,
      "verse": 9,
      "text": "\"What profit is there in my destruction, if I go down to the pit? Shall the dust praise you? Shall it declare your truth?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 30,
      "verse": 10,
      "text": "Hear, The LORD, and have mercy on me. The LORD, be my helper.\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 30,
      "verse": 11,
      "text": "You have turned my mourning into dancing for me. You have removed my sackcloth, and clothed me with gladness,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 30,
      "verse": 12,
      "text": "To the end that my heart may sing praise to you, and not be silent. The LORD my God, I will give thanks to you forever!"
    }
  ],
  "text": "I will extol you, The LORD, for you have raised me up, and have not made my foes to rejoice over me. The LORD my God, I cried to you, and you have healed me. The LORD, you have brought up my soul from Sheol. You have kept me alive, that I should not go down to the pit. Sing praise to The LORD, you saints of his. Give thanks to his holy name. For his anger is but for a moment. His favor is for a lifetime. Weeping may stay for the night, but joy comes in the morning. As for me, I said in my prosperity, \"I shall never be moved.\" You, The LORD, when you favored me, made my mountain stand strong; but when you hid your face, I was troubled. I cried to you, The LORD. I made supplication to the Lord: \"What profit is there in my destruction, if I go down to the pit? Shall the dust praise you? Shall it declare your truth? Hear, The LORD, and have mercy on me. The LORD, be my helper.\" You have turned my mourning into dancing for me. You have removed my sackcloth, and clothed me with gladness, To the end that my heart may sing praise to you, and not be silent. The LORD my God, I will give thanks to you forever!",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}