{
  "reference": "Psalms 99",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 99,
      "verse": 1,
      "text": "The LORD reigns! Let the peoples tremble. He sits enthroned among the cherubim. Let the earth be moved."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 99,
      "verse": 2,
      "text": "The LORD is great in Zion. He is high above all the peoples."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 99,
      "verse": 3,
      "text": "Let them praise your great and awesome name. He is Holy!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 99,
      "verse": 4,
      "text": "The King’s strength also loves justice. You do establish equity. You execute justice and righteousness in Jacob."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 99,
      "verse": 5,
      "text": "Exalt The LORD our God. Worship at his footstool. He is Holy!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 99,
      "verse": 6,
      "text": "Moses and Aaron were among his priests, Samuel among those who call on his name; they called on The LORD, and he answered them."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 99,
      "verse": 7,
      "text": "He spoke to them in the pillar of cloud. They kept his testimonies, the statute that he gave them."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 99,
      "verse": 8,
      "text": "You answered them, The LORD our God. You are a God who forgave them, although you took vengeance for their doings."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 99,
      "verse": 9,
      "text": "Exalt The LORD, our God. Worship at his holy hill, for The LORD, our God, is holy!"
    }
  ],
  "text": "The LORD reigns! Let the peoples tremble. He sits enthroned among the cherubim. Let the earth be moved. The LORD is great in Zion. He is high above all the peoples. Let them praise your great and awesome name. He is Holy! The King’s strength also loves justice. You do establish equity. You execute justice and righteousness in Jacob. Exalt The LORD our God. Worship at his footstool. He is Holy! Moses and Aaron were among his priests, Samuel among those who call on his name; they called on The LORD, and he answered them. He spoke to them in the pillar of cloud. They kept his testimonies, the statute that he gave them. You answered them, The LORD our God. You are a God who forgave them, although you took vengeance for their doings. Exalt The LORD, our God. Worship at his holy hill, for The LORD, our God, is holy!",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}