{
  "reference": "Psalms 84",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 84,
      "verse": 1,
      "text": "How lovely are your dwellings, The LORD of Armies!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 84,
      "verse": 2,
      "text": "My soul longs, and even faints for the courts of The LORD. My heart and my flesh cry out for the living God."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 84,
      "verse": 3,
      "text": "Yes, the sparrow has found a home, and the swallow a nest for herself, where she may have her young, near your altars, The LORD of Armies, my King, and my God."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 84,
      "verse": 4,
      "text": "Blessed are those who dwell in your house. They are always praising you. Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 84,
      "verse": 5,
      "text": "Blessed are those whose strength is in you; who have set their hearts on a pilgrimage."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 84,
      "verse": 6,
      "text": "Passing through the valley of Weeping, they make it a place of springs. Yes, the autumn rain covers it with blessings."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 84,
      "verse": 7,
      "text": "They go from strength to strength. Everyone of them appears before God in Zion."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 84,
      "verse": 8,
      "text": "The LORD, God of Armies, hear my prayer. Listen, God of Jacob. Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 84,
      "verse": 9,
      "text": "Behold, God our shield, look at the face of your anointed."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 84,
      "verse": 10,
      "text": "For a day in your courts is better than a thousand. I would rather be a doorkeeper in the house of my God, than to dwell in the tents of wickedness."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 84,
      "verse": 11,
      "text": "For The LORD God is a sun and a shield. The LORD will give grace and glory. He withholds no good thing from those who walk blamelessly."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 84,
      "verse": 12,
      "text": "The LORD of Armies, blessed is the man who trusts in you."
    }
  ],
  "text": "How lovely are your dwellings, The LORD of Armies! My soul longs, and even faints for the courts of The LORD. My heart and my flesh cry out for the living God. Yes, the sparrow has found a home, and the swallow a nest for herself, where she may have her young, near your altars, The LORD of Armies, my King, and my God. Blessed are those who dwell in your house. They are always praising you. Selah. Blessed are those whose strength is in you; who have set their hearts on a pilgrimage. Passing through the valley of Weeping, they make it a place of springs. Yes, the autumn rain covers it with blessings. They go from strength to strength. Everyone of them appears before God in Zion. The LORD, God of Armies, hear my prayer. Listen, God of Jacob. Selah. Behold, God our shield, look at the face of your anointed. For a day in your courts is better than a thousand. I would rather be a doorkeeper in the house of my God, than to dwell in the tents of wickedness. For The LORD God is a sun and a shield. The LORD will give grace and glory. He withholds no good thing from those who walk blamelessly. The LORD of Armies, blessed is the man who trusts in you.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}