{
  "reference": "Psalms 97",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 97,
      "verse": 1,
      "text": "The LORD reigns! Let the earth rejoice! Let the multitude of islands be glad!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 97,
      "verse": 2,
      "text": "Clouds and darkness are around him. Righteousness and justice are the foundation of his throne."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 97,
      "verse": 3,
      "text": "A fire goes before him, and burns up his adversaries on every side."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 97,
      "verse": 4,
      "text": "His lightning lights up the world. The earth sees, and trembles."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 97,
      "verse": 5,
      "text": "The mountains melt like wax at the presence of The LORD, at the presence of the Lord of the whole earth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 97,
      "verse": 6,
      "text": "The heavens declare his righteousness. All the peoples have seen his glory."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 97,
      "verse": 7,
      "text": "Let all them be shamed who serve engraved images, who boast in their idols. Worship him, all you gods!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 97,
      "verse": 8,
      "text": "Zion heard and was glad. The daughters of Judah rejoiced, because of your judgments, The LORD."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 97,
      "verse": 9,
      "text": "For you, The LORD, are most high above all the earth. You are exalted far above all gods."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 97,
      "verse": 10,
      "text": "You who love The LORD, hate evil. He preserves the souls of his saints. He delivers them out of the hand of the wicked."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 97,
      "verse": 11,
      "text": "Light is sown for the righteous, and gladness for the upright in heart."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 97,
      "verse": 12,
      "text": "Be glad in The LORD, you righteous people! Give thanks to his holy Name."
    }
  ],
  "text": "The LORD reigns! Let the earth rejoice! Let the multitude of islands be glad! Clouds and darkness are around him. Righteousness and justice are the foundation of his throne. A fire goes before him, and burns up his adversaries on every side. His lightning lights up the world. The earth sees, and trembles. The mountains melt like wax at the presence of The LORD, at the presence of the Lord of the whole earth. The heavens declare his righteousness. All the peoples have seen his glory. Let all them be shamed who serve engraved images, who boast in their idols. Worship him, all you gods! Zion heard and was glad. The daughters of Judah rejoiced, because of your judgments, The LORD. For you, The LORD, are most high above all the earth. You are exalted far above all gods. You who love The LORD, hate evil. He preserves the souls of his saints. He delivers them out of the hand of the wicked. Light is sown for the righteous, and gladness for the upright in heart. Be glad in The LORD, you righteous people! Give thanks to his holy Name.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}