{
  "reference": "Psalms 96",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 96,
      "verse": 1,
      "text": "Sing to The LORD a new song! Sing to The LORD, all the earth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 96,
      "verse": 2,
      "text": "Sing to The LORD! Bless his name! Proclaim his salvation from day to day!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 96,
      "verse": 3,
      "text": "Declare his glory among the nations, his marvelous works among all the peoples."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 96,
      "verse": 4,
      "text": "For great is The LORD, and greatly to be praised! He is to be feared above all gods."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 96,
      "verse": 5,
      "text": "For all the gods of the peoples are idols, but The LORD made the heavens."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 96,
      "verse": 6,
      "text": "Honor and majesty are before him. Strength and beauty are in his sanctuary."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 96,
      "verse": 7,
      "text": "Ascribe to The LORD, you families of nations, ascribe to The LORD glory and strength."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 96,
      "verse": 8,
      "text": "Ascribe to The LORD the glory due to his name. Bring an offering, and come into his courts."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 96,
      "verse": 9,
      "text": "Worship The LORD in holy array. Tremble before him, all the earth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 96,
      "verse": 10,
      "text": "Say among the nations, \"The LORD reigns.\" The world is also established. It can’t be moved. He will judge the peoples with equity."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 96,
      "verse": 11,
      "text": "Let the heavens be glad, and let the earth rejoice. Let the sea roar, and its fullness!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 96,
      "verse": 12,
      "text": "Let the field and all that is in it exult! Then all the trees of the woods shall sing for joy"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 96,
      "verse": 13,
      "text": "before The LORD; for he comes, for he comes to judge the earth. He will judge the world with righteousness, the peoples with his truth."
    }
  ],
  "text": "Sing to The LORD a new song! Sing to The LORD, all the earth. Sing to The LORD! Bless his name! Proclaim his salvation from day to day! Declare his glory among the nations, his marvelous works among all the peoples. For great is The LORD, and greatly to be praised! He is to be feared above all gods. For all the gods of the peoples are idols, but The LORD made the heavens. Honor and majesty are before him. Strength and beauty are in his sanctuary. Ascribe to The LORD, you families of nations, ascribe to The LORD glory and strength. Ascribe to The LORD the glory due to his name. Bring an offering, and come into his courts. Worship The LORD in holy array. Tremble before him, all the earth. Say among the nations, \"The LORD reigns.\" The world is also established. It can’t be moved. He will judge the peoples with equity. Let the heavens be glad, and let the earth rejoice. Let the sea roar, and its fullness! Let the field and all that is in it exult! Then all the trees of the woods shall sing for joy before The LORD; for he comes, for he comes to judge the earth. He will judge the world with righteousness, the peoples with his truth.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}