{
  "reference": "Psalms 88",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 88,
      "verse": 1,
      "text": "The LORD, the God of my salvation, I have cried day and night before you."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 88,
      "verse": 2,
      "text": "Let my prayer enter into your presence. Turn your ear to my cry."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 88,
      "verse": 3,
      "text": "For my soul is full of troubles. My life draws near to Sheol."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 88,
      "verse": 4,
      "text": "I am counted among those who go down into the pit. I am like a man who has no help,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 88,
      "verse": 5,
      "text": "set apart among the dead, like the slain who lie in the grave, whom you remember no more. They are cut off from your hand."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 88,
      "verse": 6,
      "text": "You have laid me in the lowest pit, in the darkest depths."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 88,
      "verse": 7,
      "text": "Your wrath lies heavily on me. You have afflicted me with all your waves. Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 88,
      "verse": 8,
      "text": "You have taken my friends from me. You have made me an abomination to them. I am confined, and I can’t escape."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 88,
      "verse": 9,
      "text": "My eyes are dim from grief. I have called on you daily, The LORD. I have spread out my hands to you."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 88,
      "verse": 10,
      "text": "Do you show wonders to the dead? Do the departed spirits rise up and praise you? Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 88,
      "verse": 11,
      "text": "Is your loving kindness declared in the grave? Or your faithfulness in Destruction?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 88,
      "verse": 12,
      "text": "Are your wonders made known in the dark? Or your righteousness in the land of forgetfulness?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 88,
      "verse": 13,
      "text": "But to you, The LORD, I have cried. In the morning, my prayer comes before you."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 88,
      "verse": 14,
      "text": "The LORD, why do you reject my soul? Why do you hide your face from me?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 88,
      "verse": 15,
      "text": "I am afflicted and ready to die from my youth up. While I suffer your terrors, I am distracted."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 88,
      "verse": 16,
      "text": "Your fierce wrath has gone over me. Your terrors have cut me off."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 88,
      "verse": 17,
      "text": "They came around me like water all day long. They completely engulfed me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 88,
      "verse": 18,
      "text": "You have put lover and friend far from me, and my friends into darkness."
    }
  ],
  "text": "The LORD, the God of my salvation, I have cried day and night before you. Let my prayer enter into your presence. Turn your ear to my cry. For my soul is full of troubles. My life draws near to Sheol. I am counted among those who go down into the pit. I am like a man who has no help, set apart among the dead, like the slain who lie in the grave, whom you remember no more. They are cut off from your hand. You have laid me in the lowest pit, in the darkest depths. Your wrath lies heavily on me. You have afflicted me with all your waves. Selah. You have taken my friends from me. You have made me an abomination to them. I am confined, and I can’t escape. My eyes are dim from grief. I have called on you daily, The LORD. I have spread out my hands to you. Do you show wonders to the dead? Do the departed spirits rise up and praise you? Selah. Is your loving kindness declared in the grave? Or your faithfulness in Destruction? Are your wonders made known in the dark? Or your righteousness in the land of forgetfulness? But to you, The LORD, I have cried. In the morning, my prayer comes before you. The LORD, why do you reject my soul? Why do you hide your face from me? I am afflicted and ready to die from my youth up. While I suffer your terrors, I am distracted. Your fierce wrath has gone over me. Your terrors have cut me off. They came around me like water all day long. They completely engulfed me. You have put lover and friend far from me, and my friends into darkness.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}