{
  "reference": "Psalms 41",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 41,
      "verse": 1,
      "text": "Blessed is he who considers the poor. The LORD will deliver him in the day of evil."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 41,
      "verse": 2,
      "text": "The LORD will preserve him, and keep him alive. He shall be blessed on the earth, and he will not surrender him to the will of his enemies."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 41,
      "verse": 3,
      "text": "The LORD will sustain him on his sickbed, and restore him from his bed of illness."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 41,
      "verse": 4,
      "text": "I said, \"The LORD, have mercy on me! Heal me, for I have sinned against you.\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 41,
      "verse": 5,
      "text": "My enemies speak evil against me: \"When will he die, and his name perish?\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 41,
      "verse": 6,
      "text": "If he comes to see me, he speaks falsehood. His heart gathers iniquity to itself. When he goes abroad, he tells it."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 41,
      "verse": 7,
      "text": "All who hate me whisper together against me. They imagine the worst for me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 41,
      "verse": 8,
      "text": "\"An evil disease\", they say, \"has afflicted him. Now that he lies he shall rise up no more.\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 41,
      "verse": 9,
      "text": "Yes, my own familiar friend, in whom I trusted, who ate bread with me, has lifted up his heel against me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 41,
      "verse": 10,
      "text": "But you, The LORD, have mercy on me, and raise me up, that I may repay them."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 41,
      "verse": 11,
      "text": "By this I know that you delight in me, because my enemy doesn’t triumph over me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 41,
      "verse": 12,
      "text": "As for me, you uphold me in my integrity, and set me in your presence forever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 41,
      "verse": 13,
      "text": "Blessed be The LORD, the God of Israel, from everlasting and to everlasting! Amen and amen."
    }
  ],
  "text": "Blessed is he who considers the poor. The LORD will deliver him in the day of evil. The LORD will preserve him, and keep him alive. He shall be blessed on the earth, and he will not surrender him to the will of his enemies. The LORD will sustain him on his sickbed, and restore him from his bed of illness. I said, \"The LORD, have mercy on me! Heal me, for I have sinned against you.\" My enemies speak evil against me: \"When will he die, and his name perish?\" If he comes to see me, he speaks falsehood. His heart gathers iniquity to itself. When he goes abroad, he tells it. All who hate me whisper together against me. They imagine the worst for me. \"An evil disease\", they say, \"has afflicted him. Now that he lies he shall rise up no more.\" Yes, my own familiar friend, in whom I trusted, who ate bread with me, has lifted up his heel against me. But you, The LORD, have mercy on me, and raise me up, that I may repay them. By this I know that you delight in me, because my enemy doesn’t triumph over me. As for me, you uphold me in my integrity, and set me in your presence forever. Blessed be The LORD, the God of Israel, from everlasting and to everlasting! Amen and amen.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}