{
  "reference": "Psalms 143",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 143,
      "verse": 1,
      "text": "Hear my prayer, The LORD. Listen to my petitions. In your faithfulness and righteousness, relieve me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 143,
      "verse": 2,
      "text": "Don’t enter into judgment with your servant, for in your sight no man living is righteous."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 143,
      "verse": 3,
      "text": "For the enemy pursues my soul. He has struck my life down to the ground. He has made me live in dark places, as those who have been long dead."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 143,
      "verse": 4,
      "text": "Therefore my spirit is overwhelmed within me. My heart within me is desolate."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 143,
      "verse": 5,
      "text": "I remember the days of old. I meditate on all your doings. I contemplate the work of your hands."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 143,
      "verse": 6,
      "text": "I spread out my hands to you. My soul thirsts for you, like a parched land. Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 143,
      "verse": 7,
      "text": "Hurry to answer me, The LORD. My spirit fails. Don’t hide your face from me, so that I don’t become like those who go down into the pit."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 143,
      "verse": 8,
      "text": "Cause me to hear your loving kindness in the morning, for I trust in you. Cause me to know the way in which I should walk, for I lift up my soul to you."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 143,
      "verse": 9,
      "text": "Deliver me, The LORD, from my enemies. I flee to you to hide me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 143,
      "verse": 10,
      "text": "Teach me to do your will, for you are my God. Your Spirit is good. Lead me in the land of uprightness."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 143,
      "verse": 11,
      "text": "Revive me, The LORD, for your name’s sake. In your righteousness, bring my soul out of trouble."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 143,
      "verse": 12,
      "text": "In your loving kindness, cut off my enemies, and destroy all those who afflict my soul, For I am your servant."
    }
  ],
  "text": "Hear my prayer, The LORD. Listen to my petitions. In your faithfulness and righteousness, relieve me. Don’t enter into judgment with your servant, for in your sight no man living is righteous. For the enemy pursues my soul. He has struck my life down to the ground. He has made me live in dark places, as those who have been long dead. Therefore my spirit is overwhelmed within me. My heart within me is desolate. I remember the days of old. I meditate on all your doings. I contemplate the work of your hands. I spread out my hands to you. My soul thirsts for you, like a parched land. Selah. Hurry to answer me, The LORD. My spirit fails. Don’t hide your face from me, so that I don’t become like those who go down into the pit. Cause me to hear your loving kindness in the morning, for I trust in you. Cause me to know the way in which I should walk, for I lift up my soul to you. Deliver me, The LORD, from my enemies. I flee to you to hide me. Teach me to do your will, for you are my God. Your Spirit is good. Lead me in the land of uprightness. Revive me, The LORD, for your name’s sake. In your righteousness, bring my soul out of trouble. In your loving kindness, cut off my enemies, and destroy all those who afflict my soul, For I am your servant.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}