{
  "reference": "Psalms 136",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 1,
      "text": "Give thanks to The LORD, for he is good; for his loving kindness endures forever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 2,
      "text": "Give thanks to the God of gods; for his loving kindness endures forever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 3,
      "text": "Give thanks to the Lord of lords; for his loving kindness endures forever:"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 4,
      "text": "To him who alone does great wonders; for his loving kindness endures forever:"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 5,
      "text": "To him who by understanding made the heavens; for his loving kindness endures forever:"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 6,
      "text": "To him who spread out the earth above the waters; for his loving kindness endures forever:"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 7,
      "text": "To him who made the great lights; for his loving kindness endures forever:"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 8,
      "text": "The sun to rule by day; for his loving kindness endures forever;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 9,
      "text": "The moon and stars to rule by night; for his loving kindness endures forever:"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 10,
      "text": "To him who struck down the Egyptian firstborn; for his loving kindness endures forever;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 11,
      "text": "And brought out Israel from among them; for his loving kindness endures forever;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 12,
      "text": "With a strong hand, and with an outstretched arm; for his loving kindness endures forever:"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 13,
      "text": "To him who divided the Red Sea apart; for his loving kindness endures forever;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 14,
      "text": "And made Israel to pass through the middle of it; for his loving kindness endures forever;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 15,
      "text": "But overthrew Pharaoh and his army in the Red Sea; for his loving kindness endures forever:"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 16,
      "text": "To him who led his people through the wilderness; for his loving kindness endures forever:"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 17,
      "text": "To him who struck great kings; for his loving kindness endures forever;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 18,
      "text": "And killed mighty kings; for his loving kindness endures forever:"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 19,
      "text": "Sihon king of the Amorites; for his loving kindness endures forever;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 20,
      "text": "Og king of Bashan; for his loving kindness endures forever;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 21,
      "text": "And gave their land as an inheritance; for his loving kindness endures forever;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 22,
      "text": "Even a heritage to Israel his servant; for his loving kindness endures forever:"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 23,
      "text": "Who remembered us in our low estate; for his loving kindness endures forever;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 24,
      "text": "And has delivered us from our adversaries; for his loving kindness endures forever:"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 25,
      "text": "Who gives food to every creature; for his loving kindness endures forever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 136,
      "verse": 26,
      "text": "Oh give thanks to the God of heaven; for his loving kindness endures forever."
    }
  ],
  "text": "Give thanks to The LORD, for he is good; for his loving kindness endures forever. Give thanks to the God of gods; for his loving kindness endures forever. Give thanks to the Lord of lords; for his loving kindness endures forever: To him who alone does great wonders; for his loving kindness endures forever: To him who by understanding made the heavens; for his loving kindness endures forever: To him who spread out the earth above the waters; for his loving kindness endures forever: To him who made the great lights; for his loving kindness endures forever: The sun to rule by day; for his loving kindness endures forever; The moon and stars to rule by night; for his loving kindness endures forever: To him who struck down the Egyptian firstborn; for his loving kindness endures forever; And brought out Israel from among them; for his loving kindness endures forever; With a strong hand, and with an outstretched arm; for his loving kindness endures forever: To him who divided the Red Sea apart; for his loving kindness endures forever; And made Israel to pass through the middle of it; for his loving kindness endures forever; But overthrew Pharaoh and his army in the Red Sea; for his loving kindness endures forever: To him who led his people through the wilderness; for his loving kindness endures forever: To him who struck great kings; for his loving kindness endures forever; And killed mighty kings; for his loving kindness endures forever: Sihon king of the Amorites; for his loving kindness endures forever; Og king of Bashan; for his loving kindness endures forever; And gave their land as an inheritance; for his loving kindness endures forever; Even a heritage to Israel his servant; for his loving kindness endures forever: Who remembered us in our low estate; for his loving kindness endures forever; And has delivered us from our adversaries; for his loving kindness endures forever: Who gives food to every creature; for his loving kindness endures forever. Oh give thanks to the God of heaven; for his loving kindness endures forever.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}