{
  "reference": "Psalms 105",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 1,
      "text": "Give thanks to The LORD! Call on his name! Make his doings known among the peoples."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 2,
      "text": "Sing to him, sing praises to him! Tell of all his marvelous works."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 3,
      "text": "Glory in his holy name. Let the heart of those who seek The LORD rejoice."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 4,
      "text": "Seek The LORD and his strength. Seek his face forever more."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 5,
      "text": "Remember his marvelous works that he has done; his wonders, and the judgments of his mouth,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 6,
      "text": "you offspring of Abraham, his servant, you children of Jacob, his chosen ones."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 7,
      "text": "He is The LORD, our God. His judgments are in all the earth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 8,
      "text": "He has remembered his covenant forever, the word which he commanded to a thousand generations,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 9,
      "text": "the covenant which he made with Abraham, his oath to Isaac,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 10,
      "text": "and confirmed the same to Jacob for a statute; to Israel for an everlasting covenant,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 11,
      "text": "saying, “To you I will give the land of Canaan, the lot of your inheritance”;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 12,
      "text": "when they were but a few men in number, yes, very few, and foreigners in it."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 13,
      "text": "They went about from nation to nation, from one kingdom to another people."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 14,
      "text": "He allowed no one to do them wrong. Yes, he reproved kings for their sakes,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 15,
      "text": "“Don’t touch my anointed ones! Do my prophets no harm!”"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 16,
      "text": "He called for a famine on the land. He destroyed the food supplies."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 17,
      "text": "He sent a man before them. Joseph was sold for a slave."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 18,
      "text": "They bruised his feet with shackles. His neck was locked in irons,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 19,
      "text": "until the time that his word happened, and The LORD’s word proved him true."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 20,
      "text": "The king sent and freed him; even the ruler of peoples, and let him go free."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 21,
      "text": "He made him lord of his house, and ruler of all of his possessions;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 22,
      "text": "to discipline his princes at his pleasure, and to teach his elders wisdom."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 23,
      "text": "Israel also came into Egypt. Jacob lived in the land of Ham."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 24,
      "text": "He increased his people greatly, and made them stronger than their adversaries."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 25,
      "text": "He turned their heart to hate his people, to conspire against his servants."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 26,
      "text": "He sent Moses, his servant, and Aaron, whom he had chosen."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 27,
      "text": "They performed miracles among them, and wonders in the land of Ham."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 28,
      "text": "He sent darkness, and made it dark. They didn’t rebel against his words."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 29,
      "text": "He turned their waters into blood, and killed their fish."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 30,
      "text": "Their land swarmed with frogs, even in the rooms of their kings."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 31,
      "text": "He spoke, and swarms of flies came, and lice in all their borders."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 32,
      "text": "He gave them hail for rain, with lightning in their land."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 33,
      "text": "He struck their vines and also their fig trees, and shattered the trees of their country."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 34,
      "text": "He spoke, and the locusts came, and the grasshoppers, without number,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 35,
      "text": "ate up every plant in their land; and ate up the fruit of their ground."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 36,
      "text": "He struck also all the firstborn in their land, the first fruits of all their manhood."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 37,
      "text": "He brought them out with silver and gold. There was not one feeble person among his tribes."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 38,
      "text": "Egypt was glad when they departed, for the fear of them had fallen on them."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 39,
      "text": "He spread a cloud for a covering, fire to give light in the night."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 40,
      "text": "They asked, and he brought quails, and satisfied them with the bread of the sky."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 41,
      "text": "He opened the rock, and waters gushed out. They ran as a river in the dry places."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 42,
      "text": "For he remembered his holy word, and Abraham, his servant."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 43,
      "text": "He brought his people out with joy, his chosen with singing."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 44,
      "text": "He gave them the lands of the nations. They took the labor of the peoples in possession,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 105,
      "verse": 45,
      "text": "that they might keep his statutes, and observe his laws. Praise Yah!"
    }
  ],
  "text": "Give thanks to The LORD! Call on his name! Make his doings known among the peoples. Sing to him, sing praises to him! Tell of all his marvelous works. Glory in his holy name. Let the heart of those who seek The LORD rejoice. Seek The LORD and his strength. Seek his face forever more. Remember his marvelous works that he has done; his wonders, and the judgments of his mouth, you offspring of Abraham, his servant, you children of Jacob, his chosen ones. He is The LORD, our God. His judgments are in all the earth. He has remembered his covenant forever, the word which he commanded to a thousand generations, the covenant which he made with Abraham, his oath to Isaac, and confirmed the same to Jacob for a statute; to Israel for an everlasting covenant, saying, “To you I will give the land of Canaan, the lot of your inheritance”; when they were but a few men in number, yes, very few, and foreigners in it. They went about from nation to nation, from one kingdom to another people. He allowed no one to do them wrong. Yes, he reproved kings for their sakes, “Don’t touch my anointed ones! Do my prophets no harm!” He called for a famine on the land. He destroyed the food supplies. He sent a man before them. Joseph was sold for a slave. They bruised his feet with shackles. His neck was locked in irons, until the time that his word happened, and The LORD’s word proved him true. The king sent and freed him; even the ruler of peoples, and let him go free. He made him lord of his house, and ruler of all of his possessions; to discipline his princes at his pleasure, and to teach his elders wisdom. Israel also came into Egypt. Jacob lived in the land of Ham. He increased his people greatly, and made them stronger than their adversaries. He turned their heart to hate his people, to conspire against his servants. He sent Moses, his servant, and Aaron, whom he had chosen. They performed miracles among them, and wonders in the land of Ham. He sent darkness, and made it dark. They didn’t rebel against his words. He turned their waters into blood, and killed their fish. Their land swarmed with frogs, even in the rooms of their kings. He spoke, and swarms of flies came, and lice in all their borders. He gave them hail for rain, with lightning in their land. He struck their vines and also their fig trees, and shattered the trees of their country. He spoke, and the locusts came, and the grasshoppers, without number, ate up every plant in their land; and ate up the fruit of their ground. He struck also all the firstborn in their land, the first fruits of all their manhood. He brought them out with silver and gold. There was not one feeble person among his tribes. Egypt was glad when they departed, for the fear of them had fallen on them. He spread a cloud for a covering, fire to give light in the night. They asked, and he brought quails, and satisfied them with the bread of the sky. He opened the rock, and waters gushed out. They ran as a river in the dry places. For he remembered his holy word, and Abraham, his servant. He brought his people out with joy, his chosen with singing. He gave them the lands of the nations. They took the labor of the peoples in possession, that they might keep his statutes, and observe his laws. Praise Yah!",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}