{
  "reference": "Psalms 65",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 65,
      "verse": 1,
      "text": "Praise waits for you, God, in Zion. To you shall vows be performed."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 65,
      "verse": 2,
      "text": "You who hear prayer, to you all men will come."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 65,
      "verse": 3,
      "text": "Sins overwhelmed me, but you atoned for our transgressions."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 65,
      "verse": 4,
      "text": "Blessed is one whom you choose, and cause to come near, that he may live in your courts. We will be filled with the goodness of your house, your holy temple."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 65,
      "verse": 5,
      "text": "By awesome deeds of righteousness, you answer us, God of our salvation. You who are the hope of all the ends of the earth, of those who are far away on the sea;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 65,
      "verse": 6,
      "text": "Who by his power forms the mountains, having armed yourself with strength;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 65,
      "verse": 7,
      "text": "who stills the roaring of the seas, the roaring of their waves, and the turmoil of the nations."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 65,
      "verse": 8,
      "text": "They also who dwell in faraway places are afraid at your wonders. You call the morning’s dawn and the evening with songs of joy."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 65,
      "verse": 9,
      "text": "You visit the earth, and water it. You greatly enrich it. The river of God is full of water. You provide them grain, for so you have ordained it."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 65,
      "verse": 10,
      "text": "You drench its furrows. You level its ridges. You soften it with showers. You bless it with a crop."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 65,
      "verse": 11,
      "text": "You crown the year with your bounty. Your carts overflow with abundance."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 65,
      "verse": 12,
      "text": "The wilderness grasslands overflow. The hills are clothed with gladness."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 65,
      "verse": 13,
      "text": "The pastures are covered with flocks. The valleys also are clothed with grain. They shout for joy! They also sing."
    }
  ],
  "text": "Praise waits for you, God, in Zion. To you shall vows be performed. You who hear prayer, to you all men will come. Sins overwhelmed me, but you atoned for our transgressions. Blessed is one whom you choose, and cause to come near, that he may live in your courts. We will be filled with the goodness of your house, your holy temple. By awesome deeds of righteousness, you answer us, God of our salvation. You who are the hope of all the ends of the earth, of those who are far away on the sea; Who by his power forms the mountains, having armed yourself with strength; who stills the roaring of the seas, the roaring of their waves, and the turmoil of the nations. They also who dwell in faraway places are afraid at your wonders. You call the morning’s dawn and the evening with songs of joy. You visit the earth, and water it. You greatly enrich it. The river of God is full of water. You provide them grain, for so you have ordained it. You drench its furrows. You level its ridges. You soften it with showers. You bless it with a crop. You crown the year with your bounty. Your carts overflow with abundance. The wilderness grasslands overflow. The hills are clothed with gladness. The pastures are covered with flocks. The valleys also are clothed with grain. They shout for joy! They also sing.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}