{
  "reference": "Psalms 24",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 24,
      "verse": 1,
      "text": "The earth is The LORD’s, with its fullness; the world, and those who dwell therein."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 24,
      "verse": 2,
      "text": "For he has founded it on the seas, and established it on the floods."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 24,
      "verse": 3,
      "text": "Who may ascend to The LORD’s hill? Who may stand in his holy place?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 24,
      "verse": 4,
      "text": "He who has clean hands and a pure heart; who has not lifted up his soul to falsehood, and has not sworn deceitfully."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 24,
      "verse": 5,
      "text": "He shall receive a blessing from The LORD, righteousness from the God of his salvation."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 24,
      "verse": 6,
      "text": "This is the generation of those who seek Him, who seek your face—even Jacob. Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 24,
      "verse": 7,
      "text": "Lift up your heads, you gates! Be lifted up, you everlasting doors, and the King of glory will come in."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 24,
      "verse": 8,
      "text": "Who is the King of glory? The LORD strong and mighty, The LORD mighty in battle."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 24,
      "verse": 9,
      "text": "Lift up your heads, you gates; yes, lift them up, you everlasting doors, and the King of glory will come in."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 24,
      "verse": 10,
      "text": "Who is this King of glory? The LORD of Armies is the King of glory! Selah."
    }
  ],
  "text": "The earth is The LORD’s, with its fullness; the world, and those who dwell therein. For he has founded it on the seas, and established it on the floods. Who may ascend to The LORD’s hill? Who may stand in his holy place? He who has clean hands and a pure heart; who has not lifted up his soul to falsehood, and has not sworn deceitfully. He shall receive a blessing from The LORD, righteousness from the God of his salvation. This is the generation of those who seek Him, who seek your face—even Jacob. Selah. Lift up your heads, you gates! Be lifted up, you everlasting doors, and the King of glory will come in. Who is the King of glory? The LORD strong and mighty, The LORD mighty in battle. Lift up your heads, you gates; yes, lift them up, you everlasting doors, and the King of glory will come in. Who is this King of glory? The LORD of Armies is the King of glory! Selah.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}