{
  "reference": "Psalms 42",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse": 1,
      "text": "As the deer pants for the water brooks, so my soul pants after you, God."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse": 2,
      "text": "My soul thirsts for God, for the living God. When shall I come and appear before God?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse": 3,
      "text": "My tears have been my food day and night, while they continually ask me, \"Where is your God?\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse": 4,
      "text": "These things I remember, and pour out my soul within me, how I used to go with the crowd, and led them to God’s house, with the voice of joy and praise, a multitude keeping a holy day."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse": 5,
      "text": "Why are you in despair, my soul? Why are you disturbed within me? Hope in God! For I shall still praise him for the saving help of his presence."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse": 6,
      "text": "My God, my soul is in despair within me. Therefore I remember you from the land of the Jordan, the heights of Hermon, from the hill Mizar."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse": 7,
      "text": "Deep calls to deep at the noise of your waterfalls. All your waves and your billows have swept over me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse": 8,
      "text": "The LORD will command his loving kindness in the daytime. In the night his song shall be with me: a prayer to the God of my life."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse": 9,
      "text": "I will ask God, my rock, \"Why have you forgotten me? Why do I go mourning because of the oppression of the enemy?\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse": 10,
      "text": "As with a sword in my bones, my adversaries reproach me, while they continually ask me, \"Where is your God?\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 42,
      "verse": 11,
      "text": "Why are you in despair, my soul? Why are you disturbed within me? Hope in God! For I shall still praise him, the saving help of my countenance, and my God."
    }
  ],
  "text": "As the deer pants for the water brooks, so my soul pants after you, God. My soul thirsts for God, for the living God. When shall I come and appear before God? My tears have been my food day and night, while they continually ask me, \"Where is your God?\" These things I remember, and pour out my soul within me, how I used to go with the crowd, and led them to God’s house, with the voice of joy and praise, a multitude keeping a holy day. Why are you in despair, my soul? Why are you disturbed within me? Hope in God! For I shall still praise him for the saving help of his presence. My God, my soul is in despair within me. Therefore I remember you from the land of the Jordan, the heights of Hermon, from the hill Mizar. Deep calls to deep at the noise of your waterfalls. All your waves and your billows have swept over me. The LORD will command his loving kindness in the daytime. In the night his song shall be with me: a prayer to the God of my life. I will ask God, my rock, \"Why have you forgotten me? Why do I go mourning because of the oppression of the enemy?\" As with a sword in my bones, my adversaries reproach me, while they continually ask me, \"Where is your God?\" Why are you in despair, my soul? Why are you disturbed within me? Hope in God! For I shall still praise him, the saving help of my countenance, and my God.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}