{
  "reference": "Psalms 26",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 26,
      "verse": 1,
      "text": "Judge me, The LORD, for I have walked in my integrity. I have trusted also in The LORD without wavering."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 26,
      "verse": 2,
      "text": "Examine me, The LORD, and prove me. Try my heart and my mind."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 26,
      "verse": 3,
      "text": "For your loving kindness is before my eyes. I have walked in your truth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 26,
      "verse": 4,
      "text": "I have not sat with deceitful men, neither will I go in with hypocrites."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 26,
      "verse": 5,
      "text": "I hate the assembly of evildoers, and will not sit with the wicked."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 26,
      "verse": 6,
      "text": "I will wash my hands in innocence, so I will go about your altar, The LORD;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 26,
      "verse": 7,
      "text": "that I may make the voice of thanksgiving to be heard, and tell of all your wondrous deeds."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 26,
      "verse": 8,
      "text": "The LORD, I love the habitation of your house, the place where your glory dwells."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 26,
      "verse": 9,
      "text": "Don’t gather my soul with sinners, nor my life with bloodthirsty men;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 26,
      "verse": 10,
      "text": "in whose hands is wickedness, their right hand is full of bribes."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 26,
      "verse": 11,
      "text": "But as for me, I will walk in my integrity. Redeem me, and be merciful to me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 26,
      "verse": 12,
      "text": "My foot stands in an even place. In the congregations I will bless The LORD."
    }
  ],
  "text": "Judge me, The LORD, for I have walked in my integrity. I have trusted also in The LORD without wavering. Examine me, The LORD, and prove me. Try my heart and my mind. For your loving kindness is before my eyes. I have walked in your truth. I have not sat with deceitful men, neither will I go in with hypocrites. I hate the assembly of evildoers, and will not sit with the wicked. I will wash my hands in innocence, so I will go about your altar, The LORD; that I may make the voice of thanksgiving to be heard, and tell of all your wondrous deeds. The LORD, I love the habitation of your house, the place where your glory dwells. Don’t gather my soul with sinners, nor my life with bloodthirsty men; in whose hands is wickedness, their right hand is full of bribes. But as for me, I will walk in my integrity. Redeem me, and be merciful to me. My foot stands in an even place. In the congregations I will bless The LORD.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}