{
  "reference": "Psalms 47",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 47,
      "verse": 1,
      "text": "Oh clap your hands, all you nations. Shout to God with the voice of triumph!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 47,
      "verse": 2,
      "text": "For The LORD Most High is awesome. He is a great King over all the earth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 47,
      "verse": 3,
      "text": "He subdues nations under us, and peoples under our feet."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 47,
      "verse": 4,
      "text": "He chooses our inheritance for us, the glory of Jacob whom he loved. Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 47,
      "verse": 5,
      "text": "God has gone up with a shout, The LORD with the sound of a trumpet."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 47,
      "verse": 6,
      "text": "Sing praises to God, sing praises. Sing praises to our King, sing praises."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 47,
      "verse": 7,
      "text": "For God is the King of all the earth. Sing praises with understanding."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 47,
      "verse": 8,
      "text": "God reigns over the nations. God sits on his holy throne."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 47,
      "verse": 9,
      "text": "The princes of the peoples are gathered together, the people of the God of Abraham. For the shields of the earth belong to God. He is greatly exalted!"
    }
  ],
  "text": "Oh clap your hands, all you nations. Shout to God with the voice of triumph! For The LORD Most High is awesome. He is a great King over all the earth. He subdues nations under us, and peoples under our feet. He chooses our inheritance for us, the glory of Jacob whom he loved. Selah. God has gone up with a shout, The LORD with the sound of a trumpet. Sing praises to God, sing praises. Sing praises to our King, sing praises. For God is the King of all the earth. Sing praises with understanding. God reigns over the nations. God sits on his holy throne. The princes of the peoples are gathered together, the people of the God of Abraham. For the shields of the earth belong to God. He is greatly exalted!",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}