{
  "reference": "Psalms 54",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 54,
      "verse": 1,
      "text": "Save me, God, by your name. Vindicate me in your might."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 54,
      "verse": 2,
      "text": "Hear my prayer, God. Listen to the words of my mouth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 54,
      "verse": 3,
      "text": "For strangers have risen up against me. Violent men have sought after my soul. They haven’t set God before them. Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 54,
      "verse": 4,
      "text": "Behold, God is my helper. The Lord is the one who sustains my soul."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 54,
      "verse": 5,
      "text": "He will repay the evil to my enemies. Destroy them in your truth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 54,
      "verse": 6,
      "text": "With a free will offering, I will sacrifice to you. I will give thanks to your name, The LORD, for it is good."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 54,
      "verse": 7,
      "text": "For he has delivered me out of all trouble. My eye has seen triumph over my enemies."
    }
  ],
  "text": "Save me, God, by your name. Vindicate me in your might. Hear my prayer, God. Listen to the words of my mouth. For strangers have risen up against me. Violent men have sought after my soul. They haven’t set God before them. Selah. Behold, God is my helper. The Lord is the one who sustains my soul. He will repay the evil to my enemies. Destroy them in your truth. With a free will offering, I will sacrifice to you. I will give thanks to your name, The LORD, for it is good. For he has delivered me out of all trouble. My eye has seen triumph over my enemies.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}