{
  "reference": "Psalms 51",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 51,
      "verse": 1,
      "text": "Have mercy on me, God, according to your loving kindness. According to the multitude of your tender mercies, blot out my transgressions."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 51,
      "verse": 2,
      "text": "Wash me thoroughly from my iniquity. Cleanse me from my sin."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 51,
      "verse": 3,
      "text": "For I know my transgressions. My sin is constantly before me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 51,
      "verse": 4,
      "text": "Against you, and you only, I have sinned, and done that which is evil in your sight; that you may be proved right when you speak, and justified when you judge."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 51,
      "verse": 5,
      "text": "Behold, I was born in iniquity. In sin my mother conceived me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 51,
      "verse": 6,
      "text": "Behold, you desire truth in the inward parts. You teach me wisdom in the inmost place."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 51,
      "verse": 7,
      "text": "Purify me with hyssop, and I will be clean. Wash me, and I will be whiter than snow."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 51,
      "verse": 8,
      "text": "Let me hear joy and gladness, That the bones which you have broken may rejoice."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 51,
      "verse": 9,
      "text": "Hide your face from my sins, and blot out all of my iniquities."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 51,
      "verse": 10,
      "text": "Create in me a clean heart, O God. Renew a right spirit within me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 51,
      "verse": 11,
      "text": "Don’t throw me from your presence, and don’t take your holy Spirit from me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 51,
      "verse": 12,
      "text": "Restore to me the joy of your salvation. Uphold me with a willing spirit."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 51,
      "verse": 13,
      "text": "Then I will teach transgressors your ways. Sinners shall be converted to you."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 51,
      "verse": 14,
      "text": "Deliver me from the guilt of bloodshed, O God, the God of my salvation. My tongue shall sing aloud of your righteousness."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 51,
      "verse": 15,
      "text": "Lord, open my lips. My mouth shall declare your praise."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 51,
      "verse": 16,
      "text": "For you don’t delight in sacrifice, or else I would give it. You have no pleasure in burnt offering."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 51,
      "verse": 17,
      "text": "The sacrifices of God are a broken spirit. A broken and contrite heart, O God, you will not despise."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 51,
      "verse": 18,
      "text": "Do well in your good pleasure to Zion. Build the walls of Jerusalem."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 51,
      "verse": 19,
      "text": "Then you will delight in the sacrifices of righteousness, in burnt offerings and in whole burnt offerings. Then they will offer bulls on your altar."
    }
  ],
  "text": "Have mercy on me, God, according to your loving kindness. According to the multitude of your tender mercies, blot out my transgressions. Wash me thoroughly from my iniquity. Cleanse me from my sin. For I know my transgressions. My sin is constantly before me. Against you, and you only, I have sinned, and done that which is evil in your sight; that you may be proved right when you speak, and justified when you judge. Behold, I was born in iniquity. In sin my mother conceived me. Behold, you desire truth in the inward parts. You teach me wisdom in the inmost place. Purify me with hyssop, and I will be clean. Wash me, and I will be whiter than snow. Let me hear joy and gladness, That the bones which you have broken may rejoice. Hide your face from my sins, and blot out all of my iniquities. Create in me a clean heart, O God. Renew a right spirit within me. Don’t throw me from your presence, and don’t take your holy Spirit from me. Restore to me the joy of your salvation. Uphold me with a willing spirit. Then I will teach transgressors your ways. Sinners shall be converted to you. Deliver me from the guilt of bloodshed, O God, the God of my salvation. My tongue shall sing aloud of your righteousness. Lord, open my lips. My mouth shall declare your praise. For you don’t delight in sacrifice, or else I would give it. You have no pleasure in burnt offering. The sacrifices of God are a broken spirit. A broken and contrite heart, O God, you will not despise. Do well in your good pleasure to Zion. Build the walls of Jerusalem. Then you will delight in the sacrifices of righteousness, in burnt offerings and in whole burnt offerings. Then they will offer bulls on your altar.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}