{
  "reference": "Psalms 85",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 85,
      "verse": 1,
      "text": "The LORD, you have been favorable to your land. You have restored the fortunes of Jacob."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 85,
      "verse": 2,
      "text": "You have forgiven the iniquity of your people. You have covered all their sin. Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 85,
      "verse": 3,
      "text": "You have taken away all your wrath. You have turned from the fierceness of your anger."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 85,
      "verse": 4,
      "text": "Turn us, God of our salvation, and cause your indignation toward us to cease."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 85,
      "verse": 5,
      "text": "Will you be angry with us forever? Will you draw out your anger to all generations?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 85,
      "verse": 6,
      "text": "Won’t you revive us again, that your people may rejoice in you?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 85,
      "verse": 7,
      "text": "Show us your loving kindness, The LORD. Grant us your salvation."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 85,
      "verse": 8,
      "text": "I will hear what God, The LORD, will speak, for he will speak peace to his people, his saints; but let them not turn again to folly."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 85,
      "verse": 9,
      "text": "Surely his salvation is near those who fear him, that glory may dwell in our land."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 85,
      "verse": 10,
      "text": "Mercy and truth meet together. Righteousness and peace have kissed each other."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 85,
      "verse": 11,
      "text": "Truth springs out of the earth. Righteousness has looked down from heaven."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 85,
      "verse": 12,
      "text": "Yes, The LORD will give that which is good. Our land will yield its increase."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 85,
      "verse": 13,
      "text": "Righteousness goes before him, And prepares the way for his steps."
    }
  ],
  "text": "The LORD, you have been favorable to your land. You have restored the fortunes of Jacob. You have forgiven the iniquity of your people. You have covered all their sin. Selah. You have taken away all your wrath. You have turned from the fierceness of your anger. Turn us, God of our salvation, and cause your indignation toward us to cease. Will you be angry with us forever? Will you draw out your anger to all generations? Won’t you revive us again, that your people may rejoice in you? Show us your loving kindness, The LORD. Grant us your salvation. I will hear what God, The LORD, will speak, for he will speak peace to his people, his saints; but let them not turn again to folly. Surely his salvation is near those who fear him, that glory may dwell in our land. Mercy and truth meet together. Righteousness and peace have kissed each other. Truth springs out of the earth. Righteousness has looked down from heaven. Yes, The LORD will give that which is good. Our land will yield its increase. Righteousness goes before him, And prepares the way for his steps.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}