{
  "reference": "Psalms 2",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 2,
      "verse": 1,
      "text": "Why do the nations rage, and the peoples plot a vain thing?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 2,
      "verse": 2,
      "text": "The kings of the earth take a stand, and the rulers take counsel together, against The LORD, and against his Anointed, saying,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 2,
      "verse": 3,
      "text": "\"Let’s break their bonds apart, and cast their cords from us.\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 2,
      "verse": 4,
      "text": "He who sits in the heavens will laugh. The Lord will have them in derision."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 2,
      "verse": 5,
      "text": "Then he will speak to them in his anger, and terrify them in his wrath:"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 2,
      "verse": 6,
      "text": "\"Yet I have set my King on my holy hill of Zion.\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 2,
      "verse": 7,
      "text": "I will tell of the decree. The LORD said to me, \"You are my son. Today I have become your father."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 2,
      "verse": 8,
      "text": "Ask of me, and I will give the nations for your inheritance, the uttermost parts of the earth for your possession."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 2,
      "verse": 9,
      "text": "You shall break them with a rod of iron. You shall dash them in pieces like a potter’s vessel.\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 2,
      "verse": 10,
      "text": "Now therefore be wise, you kings. Be instructed, you judges of the earth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 2,
      "verse": 11,
      "text": "Serve The LORD with fear, and rejoice with trembling."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 2,
      "verse": 12,
      "text": "Give sincere homage to the Son, lest he be angry, and you perish on the way, for his wrath will soon be kindled. Blessed are all those who take refuge in him."
    }
  ],
  "text": "Why do the nations rage, and the peoples plot a vain thing? The kings of the earth take a stand, and the rulers take counsel together, against The LORD, and against his Anointed, saying, \"Let’s break their bonds apart, and cast their cords from us.\" He who sits in the heavens will laugh. The Lord will have them in derision. Then he will speak to them in his anger, and terrify them in his wrath: \"Yet I have set my King on my holy hill of Zion.\" I will tell of the decree. The LORD said to me, \"You are my son. Today I have become your father. Ask of me, and I will give the nations for your inheritance, the uttermost parts of the earth for your possession. You shall break them with a rod of iron. You shall dash them in pieces like a potter’s vessel.\" Now therefore be wise, you kings. Be instructed, you judges of the earth. Serve The LORD with fear, and rejoice with trembling. Give sincere homage to the Son, lest he be angry, and you perish on the way, for his wrath will soon be kindled. Blessed are all those who take refuge in him.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}