{
  "reference": "Psalms 37",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 1,
      "text": "Don’t fret because of evildoers, neither be envious against those who work unrighteousness."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 2,
      "text": "For they shall soon be cut down like the grass, and wither like the green herb."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 3,
      "text": "Trust in The LORD, and do good. Dwell in the land, and enjoy safe pasture."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 4,
      "text": "Also delight yourself in The LORD, and he will give you the desires of your heart."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 5,
      "text": "Commit your way to The LORD. Trust also in him, and he will do this:"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 6,
      "text": "he will make your righteousness go out as the light, and your justice as the noon day sun."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 7,
      "text": "Rest in The LORD, and wait patiently for him. Don’t fret because of him who prospers in his way, because of the man who makes wicked plots happen."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 8,
      "text": "Cease from anger, and forsake wrath. Don’t fret, it leads only to evildoing."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 9,
      "text": "For evildoers shall be cut off, but those who wait for The LORD shall inherit the land."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 10,
      "text": "For yet a little while, and the wicked will be no more. Yes, though you look for his place, he isn’t there."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 11,
      "text": "But the humble shall inherit the land, and shall delight themselves in the abundance of peace."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 12,
      "text": "The wicked plots against the just, and gnashes at him with his teeth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 13,
      "text": "The Lord will laugh at him, for he sees that his day is coming."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 14,
      "text": "The wicked have drawn out the sword, and have bent their bow, to cast down the poor and needy, to kill those who are upright on the path."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 15,
      "text": "Their sword shall enter into their own heart. Their bows shall be broken."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 16,
      "text": "Better is a little that the righteous has, than the abundance of many wicked."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 17,
      "text": "For the arms of the wicked shall be broken, but The LORD upholds the righteous."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 18,
      "text": "The LORD knows the days of the perfect. Their inheritance shall be forever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 19,
      "text": "They shall not be disappointed in the time of evil. In the days of famine they shall be satisfied."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 20,
      "text": "But the wicked shall perish. The enemies of The LORD shall be like the beauty of the fields. They will vanish— vanish like smoke."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 21,
      "text": "The wicked borrow, and don’t pay back, but the righteous give generously."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 22,
      "text": "For such as are blessed by him shall inherit the land. Those who are cursed by him shall be cut off."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 23,
      "text": "A man’s goings are established by The LORD. He delights in his way."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 24,
      "text": "Though he stumble, he shall not fall, for The LORD holds him up with his hand."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 25,
      "text": "I have been young, and now am old, yet I have not seen the righteous forsaken, nor his children begging for bread."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 26,
      "text": "All day long he deals graciously, and lends. His offspring is blessed."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 27,
      "text": "Depart from evil, and do good. Live securely forever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 28,
      "text": "For The LORD loves justice, and doesn’t forsake his saints. They are preserved forever, but the children of the wicked shall be cut off."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 29,
      "text": "The righteous shall inherit the land, and live in it forever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 30,
      "text": "The mouth of the righteous talks of wisdom. His tongue speaks justice."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 31,
      "text": "The law of his God is in his heart. None of his steps shall slide."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 32,
      "text": "The wicked watches the righteous, and seeks to kill him."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 33,
      "text": "The LORD will not leave him in his hand, nor condemn him when he is judged."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 34,
      "text": "Wait for The LORD, and keep his way, and he will exalt you to inherit the land. When the wicked are cut off, you shall see it."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 35,
      "text": "I have seen the wicked in great power, spreading himself like a green tree in its native soil."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 36,
      "text": "But he passed away, and behold, he was not. Yes, I sought him, but he could not be found."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 37,
      "text": "Mark the perfect man, and see the upright, for there is a future for the man of peace."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 38,
      "text": "As for transgressors, they shall be destroyed together. The future of the wicked shall be cut off."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 39,
      "text": "But the salvation of the righteous is from The LORD. He is their stronghold in the time of trouble."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 37,
      "verse": 40,
      "text": "The LORD helps them, and rescues them. He rescues them from the wicked, and saves them, Because they have taken refuge in him."
    }
  ],
  "text": "Don’t fret because of evildoers, neither be envious against those who work unrighteousness. For they shall soon be cut down like the grass, and wither like the green herb. Trust in The LORD, and do good. Dwell in the land, and enjoy safe pasture. Also delight yourself in The LORD, and he will give you the desires of your heart. Commit your way to The LORD. Trust also in him, and he will do this: he will make your righteousness go out as the light, and your justice as the noon day sun. Rest in The LORD, and wait patiently for him. Don’t fret because of him who prospers in his way, because of the man who makes wicked plots happen. Cease from anger, and forsake wrath. Don’t fret, it leads only to evildoing. For evildoers shall be cut off, but those who wait for The LORD shall inherit the land. For yet a little while, and the wicked will be no more. Yes, though you look for his place, he isn’t there. But the humble shall inherit the land, and shall delight themselves in the abundance of peace. The wicked plots against the just, and gnashes at him with his teeth. The Lord will laugh at him, for he sees that his day is coming. The wicked have drawn out the sword, and have bent their bow, to cast down the poor and needy, to kill those who are upright on the path. Their sword shall enter into their own heart. Their bows shall be broken. Better is a little that the righteous has, than the abundance of many wicked. For the arms of the wicked shall be broken, but The LORD upholds the righteous. The LORD knows the days of the perfect. Their inheritance shall be forever. They shall not be disappointed in the time of evil. In the days of famine they shall be satisfied. But the wicked shall perish. The enemies of The LORD shall be like the beauty of the fields. They will vanish— vanish like smoke. The wicked borrow, and don’t pay back, but the righteous give generously. For such as are blessed by him shall inherit the land. Those who are cursed by him shall be cut off. A man’s goings are established by The LORD. He delights in his way. Though he stumble, he shall not fall, for The LORD holds him up with his hand. I have been young, and now am old, yet I have not seen the righteous forsaken, nor his children begging for bread. All day long he deals graciously, and lends. His offspring is blessed. Depart from evil, and do good. Live securely forever. For The LORD loves justice, and doesn’t forsake his saints. They are preserved forever, but the children of the wicked shall be cut off. The righteous shall inherit the land, and live in it forever. The mouth of the righteous talks of wisdom. His tongue speaks justice. The law of his God is in his heart. None of his steps shall slide. The wicked watches the righteous, and seeks to kill him. The LORD will not leave him in his hand, nor condemn him when he is judged. Wait for The LORD, and keep his way, and he will exalt you to inherit the land. When the wicked are cut off, you shall see it. I have seen the wicked in great power, spreading himself like a green tree in its native soil. But he passed away, and behold, he was not. Yes, I sought him, but he could not be found. Mark the perfect man, and see the upright, for there is a future for the man of peace. As for transgressors, they shall be destroyed together. The future of the wicked shall be cut off. But the salvation of the righteous is from The LORD. He is their stronghold in the time of trouble. The LORD helps them, and rescues them. He rescues them from the wicked, and saves them, Because they have taken refuge in him.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}