{
  "reference": "Psalms 124",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 124,
      "verse": 1,
      "text": "If it had not been The LORD who was on our side, let Israel now say,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 124,
      "verse": 2,
      "text": "if it had not been The LORD who was on our side, when men rose up against us;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 124,
      "verse": 3,
      "text": "then they would have swallowed us up alive, when their wrath was kindled against us;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 124,
      "verse": 4,
      "text": "then the waters would have overwhelmed us, the stream would have gone over our soul;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 124,
      "verse": 5,
      "text": "then the proud waters would have gone over our soul."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 124,
      "verse": 6,
      "text": "Blessed be The LORD, who has not given us as a prey to their teeth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 124,
      "verse": 7,
      "text": "Our soul has escaped like a bird out of the fowler’s snare. The snare is broken, and we have escaped."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 124,
      "verse": 8,
      "text": "Our help is in The LORD’s name, who made heaven and earth."
    }
  ],
  "text": "If it had not been The LORD who was on our side, let Israel now say, if it had not been The LORD who was on our side, when men rose up against us; then they would have swallowed us up alive, when their wrath was kindled against us; then the waters would have overwhelmed us, the stream would have gone over our soul; then the proud waters would have gone over our soul. Blessed be The LORD, who has not given us as a prey to their teeth. Our soul has escaped like a bird out of the fowler’s snare. The snare is broken, and we have escaped. Our help is in The LORD’s name, who made heaven and earth.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}