{
  "reference": "Psalms 135",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 135,
      "verse": 1,
      "text": "Praise Yah! Praise The LORD’s name! Praise him, you servants of The LORD,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 135,
      "verse": 2,
      "text": "you who stand in The LORD’s house, in the courts of our God’s house."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 135,
      "verse": 3,
      "text": "Praise Yah, for The LORD is good. Sing praises to his name, for that is pleasant."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 135,
      "verse": 4,
      "text": "For Yah has chosen Jacob for himself; Israel for his own possession."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 135,
      "verse": 5,
      "text": "For I know that The LORD is great, that our Lord is above all gods."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 135,
      "verse": 6,
      "text": "Whatever The LORD pleased, that he has done, in heaven and in earth, in the seas and in all deeps;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 135,
      "verse": 7,
      "text": "who causes the clouds to rise from the ends of the earth; who makes lightnings with the rain; who brings the wind out of his treasuries;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 135,
      "verse": 8,
      "text": "Who struck the firstborn of Egypt, both of man and animal;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 135,
      "verse": 9,
      "text": "Who sent signs and wonders into the middle of you, Egypt, on Pharaoh, and on all his servants;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 135,
      "verse": 10,
      "text": "who struck many nations, and killed mighty kings,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 135,
      "verse": 11,
      "text": "Sihon king of the Amorites, Og king of Bashan, and all the kingdoms of Canaan,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 135,
      "verse": 12,
      "text": "and gave their land for a heritage, a heritage to Israel, his people."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 135,
      "verse": 13,
      "text": "Your name, The LORD, endures forever; your renown, The LORD, throughout all generations."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 135,
      "verse": 14,
      "text": "For The LORD will judge his people, and have compassion on his servants."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 135,
      "verse": 15,
      "text": "The idols of the nations are silver and gold, the work of men’s hands."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 135,
      "verse": 16,
      "text": "They have mouths, but they can’t speak. They have eyes, but they can’t see."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 135,
      "verse": 17,
      "text": "They have ears, but they can’t hear; neither is there any breath in their mouths."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 135,
      "verse": 18,
      "text": "Those who make them will be like them; yes, everyone who trusts in them."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 135,
      "verse": 19,
      "text": "House of Israel, praise The LORD! House of Aaron, praise The LORD!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 135,
      "verse": 20,
      "text": "House of Levi, praise The LORD! You who fear The LORD, praise The LORD!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 135,
      "verse": 21,
      "text": "Blessed be The LORD from Zion, Who dwells at Jerusalem. Praise Yah!"
    }
  ],
  "text": "Praise Yah! Praise The LORD’s name! Praise him, you servants of The LORD, you who stand in The LORD’s house, in the courts of our God’s house. Praise Yah, for The LORD is good. Sing praises to his name, for that is pleasant. For Yah has chosen Jacob for himself; Israel for his own possession. For I know that The LORD is great, that our Lord is above all gods. Whatever The LORD pleased, that he has done, in heaven and in earth, in the seas and in all deeps; who causes the clouds to rise from the ends of the earth; who makes lightnings with the rain; who brings the wind out of his treasuries; Who struck the firstborn of Egypt, both of man and animal; Who sent signs and wonders into the middle of you, Egypt, on Pharaoh, and on all his servants; who struck many nations, and killed mighty kings, Sihon king of the Amorites, Og king of Bashan, and all the kingdoms of Canaan, and gave their land for a heritage, a heritage to Israel, his people. Your name, The LORD, endures forever; your renown, The LORD, throughout all generations. For The LORD will judge his people, and have compassion on his servants. The idols of the nations are silver and gold, the work of men’s hands. They have mouths, but they can’t speak. They have eyes, but they can’t see. They have ears, but they can’t hear; neither is there any breath in their mouths. Those who make them will be like them; yes, everyone who trusts in them. House of Israel, praise The LORD! House of Aaron, praise The LORD! House of Levi, praise The LORD! You who fear The LORD, praise The LORD! Blessed be The LORD from Zion, Who dwells at Jerusalem. Praise Yah!",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}