{
  "reference": "Psalms 94",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 1,
      "text": "The LORD, you God to whom vengeance belongs, you God to whom vengeance belongs, shine out."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 2,
      "text": "Rise up, you judge of the earth. Pay back the proud what they deserve."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 3,
      "text": "The LORD, how long will the wicked, how long will the wicked triumph?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 4,
      "text": "They pour out arrogant words. All the evildoers boast."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 5,
      "text": "They break your people in pieces, The LORD, and afflict your heritage."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 6,
      "text": "They kill the widow and the alien, and murder the fatherless."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 7,
      "text": "They say, \"Yah will not see, neither will Jacob’s God consider.\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 8,
      "text": "Consider, you senseless among the people; you fools, when will you be wise?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 9,
      "text": "He who implanted the ear, won’t he hear? He who formed the eye, won’t he see?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 10,
      "text": "He who disciplines the nations, won’t he punish? He who teaches man knows."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 11,
      "text": "The LORD knows the thoughts of man, that they are futile."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 12,
      "text": "Blessed is the man whom you discipline, Yah, and teach out of your law;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 13,
      "text": "that you may give him rest from the days of adversity, until the pit is dug for the wicked."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 14,
      "text": "For The LORD won’t reject his people, neither will he forsake his inheritance."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 15,
      "text": "For judgment will return to righteousness. All the upright in heart shall follow it."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 16,
      "text": "Who will rise up for me against the wicked? Who will stand up for me against the evildoers?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 17,
      "text": "Unless The LORD had been my help, my soul would have soon lived in silence."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 18,
      "text": "When I said, \"My foot is slipping!\" Your loving kindness, The LORD, held me up."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 19,
      "text": "In the multitude of my thoughts within me, your comforts delight my soul."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 20,
      "text": "Shall the throne of wickedness have fellowship with you, which brings about mischief by statute?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 21,
      "text": "They gather themselves together against the soul of the righteous, and condemn the innocent blood."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 22,
      "text": "But The LORD has been my high tower, my God, the rock of my refuge."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 94,
      "verse": 23,
      "text": "He has brought on them their own iniquity, and will cut them off in their own wickedness. The LORD, our God, will cut them off."
    }
  ],
  "text": "The LORD, you God to whom vengeance belongs, you God to whom vengeance belongs, shine out. Rise up, you judge of the earth. Pay back the proud what they deserve. The LORD, how long will the wicked, how long will the wicked triumph? They pour out arrogant words. All the evildoers boast. They break your people in pieces, The LORD, and afflict your heritage. They kill the widow and the alien, and murder the fatherless. They say, \"Yah will not see, neither will Jacob’s God consider.\" Consider, you senseless among the people; you fools, when will you be wise? He who implanted the ear, won’t he hear? He who formed the eye, won’t he see? He who disciplines the nations, won’t he punish? He who teaches man knows. The LORD knows the thoughts of man, that they are futile. Blessed is the man whom you discipline, Yah, and teach out of your law; that you may give him rest from the days of adversity, until the pit is dug for the wicked. For The LORD won’t reject his people, neither will he forsake his inheritance. For judgment will return to righteousness. All the upright in heart shall follow it. Who will rise up for me against the wicked? Who will stand up for me against the evildoers? Unless The LORD had been my help, my soul would have soon lived in silence. When I said, \"My foot is slipping!\" Your loving kindness, The LORD, held me up. In the multitude of my thoughts within me, your comforts delight my soul. Shall the throne of wickedness have fellowship with you, which brings about mischief by statute? They gather themselves together against the soul of the righteous, and condemn the innocent blood. But The LORD has been my high tower, my God, the rock of my refuge. He has brought on them their own iniquity, and will cut them off in their own wickedness. The LORD, our God, will cut them off.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}