{
  "reference": "Psalms 101",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 101,
      "verse": 1,
      "text": "I will sing of loving kindness and justice. To you, The LORD, I will sing praises."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 101,
      "verse": 2,
      "text": "I will be careful to live a blameless life. When will you come to me? I will walk within my house with a blameless heart."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 101,
      "verse": 3,
      "text": "I will set no vile thing before my eyes. I hate the deeds of faithless men. They will not cling to me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 101,
      "verse": 4,
      "text": "A perverse heart will be far from me. I will have nothing to do with evil."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 101,
      "verse": 5,
      "text": "I will silence whoever secretly slanders his neighbor. I won’t tolerate one who is haughty and conceited."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 101,
      "verse": 6,
      "text": "My eyes will be on the faithful of the land, that they may dwell with me. He who walks in a perfect way, he will serve me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 101,
      "verse": 7,
      "text": "He who practices deceit won’t dwell within my house. He who speaks falsehood won’t be established before my eyes."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 101,
      "verse": 8,
      "text": "Morning by morning, I will destroy all the wicked of the land; to cut off all the workers of iniquity from The LORD’s city."
    }
  ],
  "text": "I will sing of loving kindness and justice. To you, The LORD, I will sing praises. I will be careful to live a blameless life. When will you come to me? I will walk within my house with a blameless heart. I will set no vile thing before my eyes. I hate the deeds of faithless men. They will not cling to me. A perverse heart will be far from me. I will have nothing to do with evil. I will silence whoever secretly slanders his neighbor. I won’t tolerate one who is haughty and conceited. My eyes will be on the faithful of the land, that they may dwell with me. He who walks in a perfect way, he will serve me. He who practices deceit won’t dwell within my house. He who speaks falsehood won’t be established before my eyes. Morning by morning, I will destroy all the wicked of the land; to cut off all the workers of iniquity from The LORD’s city.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}