{
  "reference": "Psalms 98",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 98,
      "verse": 1,
      "text": "Sing to The LORD a new song, for he has done marvelous things! His right hand, and his holy arm, have worked salvation for him."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 98,
      "verse": 2,
      "text": "The LORD has made known his salvation. He has openly shown his righteousness in the sight of the nations."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 98,
      "verse": 3,
      "text": "He has remembered his loving kindness and his faithfulness toward the house of Israel. All the ends of the earth have seen the salvation of our God."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 98,
      "verse": 4,
      "text": "Make a joyful noise to The LORD, all the earth! Burst out and sing for joy, yes, sing praises!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 98,
      "verse": 5,
      "text": "Sing praises to The LORD with the harp, with the harp and the voice of melody."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 98,
      "verse": 6,
      "text": "With trumpets and sound of the ram’s horn, make a joyful noise before the King, The LORD."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 98,
      "verse": 7,
      "text": "Let the sea roar with its fullness; the world, and those who dwell therein."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 98,
      "verse": 8,
      "text": "Let the rivers clap their hands. Let the mountains sing for joy together."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 98,
      "verse": 9,
      "text": "Let them sing before The LORD, for he comes to judge the earth. He will judge the world with righteousness, and the peoples with equity."
    }
  ],
  "text": "Sing to The LORD a new song, for he has done marvelous things! His right hand, and his holy arm, have worked salvation for him. The LORD has made known his salvation. He has openly shown his righteousness in the sight of the nations. He has remembered his loving kindness and his faithfulness toward the house of Israel. All the ends of the earth have seen the salvation of our God. Make a joyful noise to The LORD, all the earth! Burst out and sing for joy, yes, sing praises! Sing praises to The LORD with the harp, with the harp and the voice of melody. With trumpets and sound of the ram’s horn, make a joyful noise before the King, The LORD. Let the sea roar with its fullness; the world, and those who dwell therein. Let the rivers clap their hands. Let the mountains sing for joy together. Let them sing before The LORD, for he comes to judge the earth. He will judge the world with righteousness, and the peoples with equity.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}