{
  "reference": "Psalms 1",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 1,
      "verse": 1,
      "text": "Blessed is the man who doesn't walk in the counsel of the wicked, nor stand in the way of sinners, nor sit in the seat of scoffers;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 1,
      "verse": 2,
      "text": "but his delight is in The LORD’s law. On his law he meditates day and night."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 1,
      "verse": 3,
      "text": "He will be like a tree planted by the streams of water, that produces its fruit in its season, whose leaf also does not wither. Whatever he does shall prosper."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 1,
      "verse": 4,
      "text": "The wicked are not so, but are like the chaff which the wind drives away."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 1,
      "verse": 5,
      "text": "Therefore the wicked shall not stand in the judgment, nor sinners in the congregation of the righteous."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 1,
      "verse": 6,
      "text": "For The LORD knows the way of the righteous, but the way of the wicked shall perish."
    }
  ],
  "text": "Blessed is the man who doesn't walk in the counsel of the wicked, nor stand in the way of sinners, nor sit in the seat of scoffers; but his delight is in The LORD’s law. On his law he meditates day and night. He will be like a tree planted by the streams of water, that produces its fruit in its season, whose leaf also does not wither. Whatever he does shall prosper. The wicked are not so, but are like the chaff which the wind drives away. Therefore the wicked shall not stand in the judgment, nor sinners in the congregation of the righteous. For The LORD knows the way of the righteous, but the way of the wicked shall perish.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}