{
  "reference": "Psalms 121",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 121,
      "verse": 1,
      "text": "I will lift up my eyes to the hills. Where does my help come from?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 121,
      "verse": 2,
      "text": "My help comes from The LORD, who made heaven and earth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 121,
      "verse": 3,
      "text": "He will not allow your foot to be moved. He who keeps you will not slumber."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 121,
      "verse": 4,
      "text": "Behold, he who keeps Israel will neither slumber nor sleep."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 121,
      "verse": 5,
      "text": "The LORD is your keeper. The LORD is your shade on your right hand."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 121,
      "verse": 6,
      "text": "The sun will not harm you by day, nor the moon by night."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 121,
      "verse": 7,
      "text": "The LORD will keep you from all evil. He will keep your soul."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 121,
      "verse": 8,
      "text": "The LORD will keep your going out and your coming in, from this time forward, and forever more."
    }
  ],
  "text": "I will lift up my eyes to the hills. Where does my help come from? My help comes from The LORD, who made heaven and earth. He will not allow your foot to be moved. He who keeps you will not slumber. Behold, he who keeps Israel will neither slumber nor sleep. The LORD is your keeper. The LORD is your shade on your right hand. The sun will not harm you by day, nor the moon by night. The LORD will keep you from all evil. He will keep your soul. The LORD will keep your going out and your coming in, from this time forward, and forever more.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}