{
  "reference": "Psalms 45",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 45,
      "verse": 1,
      "text": "My heart overflows with a noble theme. I recite my verses for the king. My tongue is like the pen of a skillful writer."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 45,
      "verse": 2,
      "text": "You are the most excellent of the sons of men. Grace has anointed your lips, therefore God has blessed you forever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 45,
      "verse": 3,
      "text": "Strap your sword on your thigh, mighty one: your splendor and your majesty."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 45,
      "verse": 4,
      "text": "In your majesty ride on victoriously on behalf of truth, humility, and righteousness. Let your right hand display awesome deeds."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 45,
      "verse": 5,
      "text": "Your arrows are sharp. The nations fall under you, with arrows in the heart of the king’s enemies."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 45,
      "verse": 6,
      "text": "Your throne, God, is forever and ever. A scepter of equity is the scepter of your kingdom."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 45,
      "verse": 7,
      "text": "You have loved righteousness, and hated wickedness. Therefore God, your God, has anointed you with the oil of gladness above your fellows."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 45,
      "verse": 8,
      "text": "All your garments smell like myrrh, aloes, and cassia. Out of ivory palaces stringed instruments have made you glad."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 45,
      "verse": 9,
      "text": "Kings’ daughters are among your honorable women. At your right hand the queen stands in gold of Ophir."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 45,
      "verse": 10,
      "text": "Listen, daughter, consider, and turn your ear. Forget your own people, and also your father’s house."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 45,
      "verse": 11,
      "text": "So the king will desire your beauty, honor him, for he is your lord."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 45,
      "verse": 12,
      "text": "The daughter of Tyre comes with a gift. The rich among the people entreat your favor."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 45,
      "verse": 13,
      "text": "The princess inside is all glorious. Her clothing is interwoven with gold."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 45,
      "verse": 14,
      "text": "She shall be led to the king in embroidered work. The virgins, her companions who follow her, shall be brought to you."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 45,
      "verse": 15,
      "text": "With gladness and rejoicing they shall be led. They shall enter into the king’s palace."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 45,
      "verse": 16,
      "text": "Your sons will take the place of your fathers. You shall make them princes in all the earth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 45,
      "verse": 17,
      "text": "I will make your name to be remembered in all generations. Therefore the peoples shall give you thanks forever and ever."
    }
  ],
  "text": "My heart overflows with a noble theme. I recite my verses for the king. My tongue is like the pen of a skillful writer. You are the most excellent of the sons of men. Grace has anointed your lips, therefore God has blessed you forever. Strap your sword on your thigh, mighty one: your splendor and your majesty. In your majesty ride on victoriously on behalf of truth, humility, and righteousness. Let your right hand display awesome deeds. Your arrows are sharp. The nations fall under you, with arrows in the heart of the king’s enemies. Your throne, God, is forever and ever. A scepter of equity is the scepter of your kingdom. You have loved righteousness, and hated wickedness. Therefore God, your God, has anointed you with the oil of gladness above your fellows. All your garments smell like myrrh, aloes, and cassia. Out of ivory palaces stringed instruments have made you glad. Kings’ daughters are among your honorable women. At your right hand the queen stands in gold of Ophir. Listen, daughter, consider, and turn your ear. Forget your own people, and also your father’s house. So the king will desire your beauty, honor him, for he is your lord. The daughter of Tyre comes with a gift. The rich among the people entreat your favor. The princess inside is all glorious. Her clothing is interwoven with gold. She shall be led to the king in embroidered work. The virgins, her companions who follow her, shall be brought to you. With gladness and rejoicing they shall be led. They shall enter into the king’s palace. Your sons will take the place of your fathers. You shall make them princes in all the earth. I will make your name to be remembered in all generations. Therefore the peoples shall give you thanks forever and ever.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}