{
  "reference": "Psalms 92",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 92,
      "verse": 1,
      "text": "It is a good thing to give thanks to The LORD, to sing praises to your name, Most High;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 92,
      "verse": 2,
      "text": "to proclaim your loving kindness in the morning, and your faithfulness every night,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 92,
      "verse": 3,
      "text": "with the ten-stringed lute, with the harp, and with the melody of the lyre."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 92,
      "verse": 4,
      "text": "For you, The LORD, have made me glad through your work. I will triumph in the works of your hands."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 92,
      "verse": 5,
      "text": "How great are your works, The LORD! Your thoughts are very deep."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 92,
      "verse": 6,
      "text": "A senseless man doesn’t know, neither does a fool understand this:"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 92,
      "verse": 7,
      "text": "though the wicked spring up as the grass, and all the evildoers flourish, they will be destroyed forever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 92,
      "verse": 8,
      "text": "But you, The LORD, are on high forever more."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 92,
      "verse": 9,
      "text": "For, behold, your enemies, The LORD, for, behold, your enemies shall perish. All the evildoers will be scattered."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 92,
      "verse": 10,
      "text": "But you have exalted my horn like that of the wild ox. I am anointed with fresh oil."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 92,
      "verse": 11,
      "text": "My eye has also seen my enemies. My ears have heard of the wicked enemies who rise up against me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 92,
      "verse": 12,
      "text": "The righteous shall flourish like the palm tree. He will grow like a cedar in Lebanon."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 92,
      "verse": 13,
      "text": "They are planted in The LORD’s house. They will flourish in our God’s courts."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 92,
      "verse": 14,
      "text": "They will still produce fruit in old age. They will be full of sap and green,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 92,
      "verse": 15,
      "text": "to show that The LORD is upright. He is my rock, and there is no unrighteousness in him."
    }
  ],
  "text": "It is a good thing to give thanks to The LORD, to sing praises to your name, Most High; to proclaim your loving kindness in the morning, and your faithfulness every night, with the ten-stringed lute, with the harp, and with the melody of the lyre. For you, The LORD, have made me glad through your work. I will triumph in the works of your hands. How great are your works, The LORD! Your thoughts are very deep. A senseless man doesn’t know, neither does a fool understand this: though the wicked spring up as the grass, and all the evildoers flourish, they will be destroyed forever. But you, The LORD, are on high forever more. For, behold, your enemies, The LORD, for, behold, your enemies shall perish. All the evildoers will be scattered. But you have exalted my horn like that of the wild ox. I am anointed with fresh oil. My eye has also seen my enemies. My ears have heard of the wicked enemies who rise up against me. The righteous shall flourish like the palm tree. He will grow like a cedar in Lebanon. They are planted in The LORD’s house. They will flourish in our God’s courts. They will still produce fruit in old age. They will be full of sap and green, to show that The LORD is upright. He is my rock, and there is no unrighteousness in him.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}