{
  "reference": "Psalms 9",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 9,
      "verse": 1,
      "text": "I will give thanks to The LORD with my whole heart. I will tell of all your marvelous works."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 9,
      "verse": 2,
      "text": "I will be glad and rejoice in you. I will sing praise to your name, O Most High."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 9,
      "verse": 3,
      "text": "When my enemies turn back, they stumble and perish in your presence."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 9,
      "verse": 4,
      "text": "For you have maintained my just cause. You sit on the throne judging righteously."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 9,
      "verse": 5,
      "text": "You have rebuked the nations. You have destroyed the wicked. You have blotted out their name forever and ever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 9,
      "verse": 6,
      "text": "The enemy is overtaken by endless ruin. The very memory of the cities which you have overthrown has perished."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 9,
      "verse": 7,
      "text": "But The LORD reigns forever. He has prepared his throne for judgment."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 9,
      "verse": 8,
      "text": "He will judge the world in righteousness. He will administer judgment to the peoples in uprightness."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 9,
      "verse": 9,
      "text": "The LORD will also be a high tower for the oppressed; a high tower in times of trouble."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 9,
      "verse": 10,
      "text": "Those who know your name will put their trust in you, for you, The LORD, have not forsaken those who seek you."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 9,
      "verse": 11,
      "text": "Sing praises to The LORD, who dwells in Zion, and declare among the people what he has done."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 9,
      "verse": 12,
      "text": "For he who avenges blood remembers them. He doesn’t forget the cry of the afflicted."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 9,
      "verse": 13,
      "text": "Have mercy on me, The LORD. See my affliction by those who hate me, and lift me up from the gates of death;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 9,
      "verse": 14,
      "text": "that I may show all of your praise. In the gates of the daughter of Zion, I will rejoice in your salvation."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 9,
      "verse": 15,
      "text": "The nations have sunk down in the pit that they made. In the net which they hid, their own foot is taken."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 9,
      "verse": 16,
      "text": "The LORD has made himself known. He has executed judgment. The wicked is snared by the work of his own hands. Meditation. Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 9,
      "verse": 17,
      "text": "The wicked shall be turned back to Sheol, even all the nations that forget God."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 9,
      "verse": 18,
      "text": "For the needy shall not always be forgotten, nor the hope of the poor perish forever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 9,
      "verse": 19,
      "text": "Arise, The LORD! Don’t let man prevail. Let the nations be judged in your sight."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 9,
      "verse": 20,
      "text": "Put them in fear, The LORD. Let the nations know that they are only men. Selah."
    }
  ],
  "text": "I will give thanks to The LORD with my whole heart. I will tell of all your marvelous works. I will be glad and rejoice in you. I will sing praise to your name, O Most High. When my enemies turn back, they stumble and perish in your presence. For you have maintained my just cause. You sit on the throne judging righteously. You have rebuked the nations. You have destroyed the wicked. You have blotted out their name forever and ever. The enemy is overtaken by endless ruin. The very memory of the cities which you have overthrown has perished. But The LORD reigns forever. He has prepared his throne for judgment. He will judge the world in righteousness. He will administer judgment to the peoples in uprightness. The LORD will also be a high tower for the oppressed; a high tower in times of trouble. Those who know your name will put their trust in you, for you, The LORD, have not forsaken those who seek you. Sing praises to The LORD, who dwells in Zion, and declare among the people what he has done. For he who avenges blood remembers them. He doesn’t forget the cry of the afflicted. Have mercy on me, The LORD. See my affliction by those who hate me, and lift me up from the gates of death; that I may show all of your praise. In the gates of the daughter of Zion, I will rejoice in your salvation. The nations have sunk down in the pit that they made. In the net which they hid, their own foot is taken. The LORD has made himself known. He has executed judgment. The wicked is snared by the work of his own hands. Meditation. Selah. The wicked shall be turned back to Sheol, even all the nations that forget God. For the needy shall not always be forgotten, nor the hope of the poor perish forever. Arise, The LORD! Don’t let man prevail. Let the nations be judged in your sight. Put them in fear, The LORD. Let the nations know that they are only men. Selah.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}