{
  "reference": "Psalms 114",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 114,
      "verse": 1,
      "text": "When Israel went out of Egypt, the house of Jacob from a people of foreign language;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 114,
      "verse": 2,
      "text": "Judah became his sanctuary, Israel his dominion."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 114,
      "verse": 3,
      "text": "The sea saw it, and fled. The Jordan was driven back."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 114,
      "verse": 4,
      "text": "The mountains skipped like rams, the little hills like lambs."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 114,
      "verse": 5,
      "text": "What was it, you sea, that you fled? You Jordan, that you turned back?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 114,
      "verse": 6,
      "text": "You mountains, that you skipped like rams; you little hills, like lambs?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 114,
      "verse": 7,
      "text": "Tremble, you earth, at the presence of the Lord, at the presence of the God of Jacob,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 114,
      "verse": 8,
      "text": "who turned the rock into a pool of water, the flint into a spring of waters."
    }
  ],
  "text": "When Israel went out of Egypt, the house of Jacob from a people of foreign language; Judah became his sanctuary, Israel his dominion. The sea saw it, and fled. The Jordan was driven back. The mountains skipped like rams, the little hills like lambs. What was it, you sea, that you fled? You Jordan, that you turned back? You mountains, that you skipped like rams; you little hills, like lambs? Tremble, you earth, at the presence of the Lord, at the presence of the God of Jacob, who turned the rock into a pool of water, the flint into a spring of waters.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}