{
  "reference": "Psalms 5",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 5,
      "verse": 1,
      "text": "Give ear to my words, The LORD. Consider my meditation."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 5,
      "verse": 2,
      "text": "Listen to the voice of my cry, my King and my God; for to you do I pray."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 5,
      "verse": 3,
      "text": "The LORD, in the morning you shall hear my voice. In the morning I will lay my requests before you, and will watch expectantly."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 5,
      "verse": 4,
      "text": "For you are not a God who has pleasure in wickedness. Evil can’t live with you."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 5,
      "verse": 5,
      "text": "The arrogant shall not stand in your sight. You hate all workers of iniquity."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 5,
      "verse": 6,
      "text": "You will destroy those who speak lies. The LORD abhors the bloodthirsty and deceitful man."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 5,
      "verse": 7,
      "text": "But as for me, in the abundance of your loving kindness I will come into your house. I will bow toward your holy temple in reverence of you."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 5,
      "verse": 8,
      "text": "Lead me, The LORD, in your righteousness because of my enemies. Make your way straight before my face."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 5,
      "verse": 9,
      "text": "For there is no faithfulness in their mouth. Their heart is destruction. Their throat is an open tomb. They flatter with their tongue."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 5,
      "verse": 10,
      "text": "Hold them guilty, God. Let them fall by their own counsels; Thrust them out in the multitude of their transgressions, for they have rebelled against you."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 5,
      "verse": 11,
      "text": "But let all those who take refuge in you rejoice, Let them always shout for joy, because you defend them. Let them also who love your name be joyful in you."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 5,
      "verse": 12,
      "text": "For you will bless the righteous. The LORD, you will surround him with favor as with a shield."
    }
  ],
  "text": "Give ear to my words, The LORD. Consider my meditation. Listen to the voice of my cry, my King and my God; for to you do I pray. The LORD, in the morning you shall hear my voice. In the morning I will lay my requests before you, and will watch expectantly. For you are not a God who has pleasure in wickedness. Evil can’t live with you. The arrogant shall not stand in your sight. You hate all workers of iniquity. You will destroy those who speak lies. The LORD abhors the bloodthirsty and deceitful man. But as for me, in the abundance of your loving kindness I will come into your house. I will bow toward your holy temple in reverence of you. Lead me, The LORD, in your righteousness because of my enemies. Make your way straight before my face. For there is no faithfulness in their mouth. Their heart is destruction. Their throat is an open tomb. They flatter with their tongue. Hold them guilty, God. Let them fall by their own counsels; Thrust them out in the multitude of their transgressions, for they have rebelled against you. But let all those who take refuge in you rejoice, Let them always shout for joy, because you defend them. Let them also who love your name be joyful in you. For you will bless the righteous. The LORD, you will surround him with favor as with a shield.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}