{
  "reference": "Psalms 3",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 3,
      "verse": 1,
      "text": "The LORD, how my adversaries have increased! Many are those who rise up against me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 3,
      "verse": 2,
      "text": "Many there are who say of my soul, \"There is no help for him in God.\" Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 3,
      "verse": 3,
      "text": "But you, The LORD, are a shield around me, my glory, and the one who lifts up my head."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 3,
      "verse": 4,
      "text": "I cry to The LORD with my voice, and he answers me out of his holy hill. Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 3,
      "verse": 5,
      "text": "I laid myself down and slept. I awakened; for The LORD sustains me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 3,
      "verse": 6,
      "text": "I will not be afraid of tens of thousands of people who have set themselves against me on every side."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 3,
      "verse": 7,
      "text": "Arise, The LORD! Save me, my God! For you have struck all of my enemies on the cheek bone. You have broken the teeth of the wicked."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 3,
      "verse": 8,
      "text": "Salvation belongs to The LORD. Your blessing be on your people. Selah."
    }
  ],
  "text": "The LORD, how my adversaries have increased! Many are those who rise up against me. Many there are who say of my soul, \"There is no help for him in God.\" Selah. But you, The LORD, are a shield around me, my glory, and the one who lifts up my head. I cry to The LORD with my voice, and he answers me out of his holy hill. Selah. I laid myself down and slept. I awakened; for The LORD sustains me. I will not be afraid of tens of thousands of people who have set themselves against me on every side. Arise, The LORD! Save me, my God! For you have struck all of my enemies on the cheek bone. You have broken the teeth of the wicked. Salvation belongs to The LORD. Your blessing be on your people. Selah.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}