{
  "reference": "Psalms 39",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 39,
      "verse": 1,
      "text": "I said, \"I will watch my ways, so that I don’t sin with my tongue. I will keep my mouth with a bridle while the wicked is before me.\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 39,
      "verse": 2,
      "text": "I was mute with silence. I held my peace, even from good. My sorrow was stirred."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 39,
      "verse": 3,
      "text": "My heart was hot within me. While I meditated, the fire burned. I spoke with my tongue:"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 39,
      "verse": 4,
      "text": "\"The LORD, show me my end, what is the measure of my days. Let me know how frail I am."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 39,
      "verse": 5,
      "text": "Behold, you have made my days hand widths. My lifetime is as nothing before you. Surely every man stands as a breath.\" Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 39,
      "verse": 6,
      "text": "\"Surely every man walks like a shadow. Surely they busy themselves in vain. He heaps up, and doesn’t know who shall gather."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 39,
      "verse": 7,
      "text": "Now, Lord, what do I wait for? My hope is in you."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 39,
      "verse": 8,
      "text": "Deliver me from all my transgressions. Don’t make me the reproach of the foolish."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 39,
      "verse": 9,
      "text": "I was mute. I didn’t open my mouth, because you did it."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 39,
      "verse": 10,
      "text": "Remove your scourge away from me. I am overcome by the blow of your hand."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 39,
      "verse": 11,
      "text": "When you rebuke and correct man for iniquity, You consume his wealth like a moth. Surely every man is but a breath.\" Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 39,
      "verse": 12,
      "text": "\"Hear my prayer, The LORD, and give ear to my cry. Don’t be silent at my tears. For I am a stranger with you, a foreigner, as all my fathers were."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 39,
      "verse": 13,
      "text": "Oh spare me, that I may recover strength, before I go away, and exist no more.\""
    }
  ],
  "text": "I said, \"I will watch my ways, so that I don’t sin with my tongue. I will keep my mouth with a bridle while the wicked is before me.\" I was mute with silence. I held my peace, even from good. My sorrow was stirred. My heart was hot within me. While I meditated, the fire burned. I spoke with my tongue: \"The LORD, show me my end, what is the measure of my days. Let me know how frail I am. Behold, you have made my days hand widths. My lifetime is as nothing before you. Surely every man stands as a breath.\" Selah. \"Surely every man walks like a shadow. Surely they busy themselves in vain. He heaps up, and doesn’t know who shall gather. Now, Lord, what do I wait for? My hope is in you. Deliver me from all my transgressions. Don’t make me the reproach of the foolish. I was mute. I didn’t open my mouth, because you did it. Remove your scourge away from me. I am overcome by the blow of your hand. When you rebuke and correct man for iniquity, You consume his wealth like a moth. Surely every man is but a breath.\" Selah. \"Hear my prayer, The LORD, and give ear to my cry. Don’t be silent at my tears. For I am a stranger with you, a foreigner, as all my fathers were. Oh spare me, that I may recover strength, before I go away, and exist no more.\"",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}