{
  "reference": "Psalms 106",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 1,
      "text": "Praise The LORD! Give thanks to The LORD, for he is good, for his loving kindness endures forever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 2,
      "text": "Who can utter the mighty acts of The LORD, or fully declare all his praise?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 3,
      "text": "Blessed are those who keep justice. Blessed is one who does what is right at all times."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 4,
      "text": "Remember me, The LORD, with the favor that you show to your people. Visit me with your salvation,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 5,
      "text": "that I may see the prosperity of your chosen, that I may rejoice in the gladness of your nation, that I may glory with your inheritance."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 6,
      "text": "We have sinned with our fathers. We have committed iniquity. We have done wickedly."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 7,
      "text": "Our fathers didn’t understand your wonders in Egypt. They didn’t remember the multitude of your loving kindnesses, but were rebellious at the sea, even at the Red Sea."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 8,
      "text": "Nevertheless he saved them for his name’s sake, that he might make his mighty power known."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 9,
      "text": "He rebuked the Red Sea also, and it was dried up; so he led them through the depths, as through a desert."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 10,
      "text": "He saved them from the hand of him who hated them, and redeemed them from the hand of the enemy."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 11,
      "text": "The waters covered their adversaries. There was not one of them left."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 12,
      "text": "Then they believed his words. They sang his praise."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 13,
      "text": "They soon forgot his works. They didn’t wait for his counsel,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 14,
      "text": "but gave in to craving in the desert, and tested God in the wasteland."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 15,
      "text": "He gave them their request, but sent leanness into their soul."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 16,
      "text": "They envied Moses also in the camp, and Aaron, The LORD’s saint."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 17,
      "text": "The earth opened and swallowed up Dathan, and covered the company of Abiram."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 18,
      "text": "A fire was kindled in their company. The flame burned up the wicked."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 19,
      "text": "They made a calf in Horeb, and worshiped a molten image."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 20,
      "text": "Thus they exchanged their glory for an image of a bull that eats grass."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 21,
      "text": "They forgot God, their Savior, who had done great things in Egypt,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 22,
      "text": "Wondrous works in the land of Ham, and awesome things by the Red Sea."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 23,
      "text": "Therefore he said that he would destroy them, had Moses, his chosen, not stood before him in the breach, to turn away his wrath, so that he wouldn’t destroy them."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 24,
      "text": "Yes, they despised the pleasant land. They didn’t believe his word,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 25,
      "text": "but murmured in their tents, and didn’t listen to The LORD’s voice."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 26,
      "text": "Therefore he swore to them that he would overthrow them in the wilderness,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 27,
      "text": "that he would overthrow their offspring among the nations, and scatter them in the lands."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 28,
      "text": "They joined themselves also to Baal Peor, and ate the sacrifices of the dead."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 29,
      "text": "Thus they provoked him to anger with their deeds. The plague broke in on them."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 30,
      "text": "Then Phinehas stood up, and executed judgment, so the plague was stopped."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 31,
      "text": "That was credited to him for righteousness, for all generations to come."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 32,
      "text": "They angered him also at the waters of Meribah, so that Moses was troubled for their sakes;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 33,
      "text": "because they were rebellious against his spirit, he spoke rashly with his lips."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 34,
      "text": "They didn’t destroy the peoples, as The LORD commanded them,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 35,
      "text": "but mixed themselves with the nations, and learned their works."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 36,
      "text": "They served their idols, which became a snare to them."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 37,
      "text": "Yes, they sacrificed their sons and their daughters to demons."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 38,
      "text": "They shed innocent blood, even the blood of their sons and of their daughters, whom they sacrificed to the idols of Canaan. The land was polluted with blood."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 39,
      "text": "Thus were they defiled with their works, and prostituted themselves in their deeds."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 40,
      "text": "Therefore The LORD burned with anger against his people. He abhorred his inheritance."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 41,
      "text": "He gave them into the hand of the nations. Those who hated them ruled over them."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 42,
      "text": "Their enemies also oppressed them. They were brought into subjection under their hand."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 43,
      "text": "He rescued them many times, but they were rebellious in their counsel, and were brought low in their iniquity."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 44,
      "text": "Nevertheless he regarded their distress, when he heard their cry."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 45,
      "text": "He remembered for them his covenant, and repented according to the multitude of his loving kindnesses."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 46,
      "text": "He made them also to be pitied by all those who carried them captive."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 47,
      "text": "Save us, The LORD, our God, gather us from among the nations, to give thanks to your holy name, to triumph in your praise!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 106,
      "verse": 48,
      "text": "Blessed be The LORD, the God of Israel, from everlasting even to everlasting! Let all the people say, \"Amen.\" Praise Yah!"
    }
  ],
  "text": "Praise The LORD! Give thanks to The LORD, for he is good, for his loving kindness endures forever. Who can utter the mighty acts of The LORD, or fully declare all his praise? Blessed are those who keep justice. Blessed is one who does what is right at all times. Remember me, The LORD, with the favor that you show to your people. Visit me with your salvation, that I may see the prosperity of your chosen, that I may rejoice in the gladness of your nation, that I may glory with your inheritance. We have sinned with our fathers. We have committed iniquity. We have done wickedly. Our fathers didn’t understand your wonders in Egypt. They didn’t remember the multitude of your loving kindnesses, but were rebellious at the sea, even at the Red Sea. Nevertheless he saved them for his name’s sake, that he might make his mighty power known. He rebuked the Red Sea also, and it was dried up; so he led them through the depths, as through a desert. He saved them from the hand of him who hated them, and redeemed them from the hand of the enemy. The waters covered their adversaries. There was not one of them left. Then they believed his words. They sang his praise. They soon forgot his works. They didn’t wait for his counsel, but gave in to craving in the desert, and tested God in the wasteland. He gave them their request, but sent leanness into their soul. They envied Moses also in the camp, and Aaron, The LORD’s saint. The earth opened and swallowed up Dathan, and covered the company of Abiram. A fire was kindled in their company. The flame burned up the wicked. They made a calf in Horeb, and worshiped a molten image. Thus they exchanged their glory for an image of a bull that eats grass. They forgot God, their Savior, who had done great things in Egypt, Wondrous works in the land of Ham, and awesome things by the Red Sea. Therefore he said that he would destroy them, had Moses, his chosen, not stood before him in the breach, to turn away his wrath, so that he wouldn’t destroy them. Yes, they despised the pleasant land. They didn’t believe his word, but murmured in their tents, and didn’t listen to The LORD’s voice. Therefore he swore to them that he would overthrow them in the wilderness, that he would overthrow their offspring among the nations, and scatter them in the lands. They joined themselves also to Baal Peor, and ate the sacrifices of the dead. Thus they provoked him to anger with their deeds. The plague broke in on them. Then Phinehas stood up, and executed judgment, so the plague was stopped. That was credited to him for righteousness, for all generations to come. They angered him also at the waters of Meribah, so that Moses was troubled for their sakes; because they were rebellious against his spirit, he spoke rashly with his lips. They didn’t destroy the peoples, as The LORD commanded them, but mixed themselves with the nations, and learned their works. They served their idols, which became a snare to them. Yes, they sacrificed their sons and their daughters to demons. They shed innocent blood, even the blood of their sons and of their daughters, whom they sacrificed to the idols of Canaan. The land was polluted with blood. Thus were they defiled with their works, and prostituted themselves in their deeds. Therefore The LORD burned with anger against his people. He abhorred his inheritance. He gave them into the hand of the nations. Those who hated them ruled over them. Their enemies also oppressed them. They were brought into subjection under their hand. He rescued them many times, but they were rebellious in their counsel, and were brought low in their iniquity. Nevertheless he regarded their distress, when he heard their cry. He remembered for them his covenant, and repented according to the multitude of his loving kindnesses. He made them also to be pitied by all those who carried them captive. Save us, The LORD, our God, gather us from among the nations, to give thanks to your holy name, to triumph in your praise! Blessed be The LORD, the God of Israel, from everlasting even to everlasting! Let all the people say, \"Amen.\" Praise Yah!",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}