{
  "reference": "Psalms 52",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 52,
      "verse": 1,
      "text": "Why do you boast of mischief, mighty man? God’s loving kindness endures continually."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 52,
      "verse": 2,
      "text": "Your tongue plots destruction, like a sharp razor, working deceitfully."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 52,
      "verse": 3,
      "text": "You love evil more than good, lying rather than speaking the truth. Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 52,
      "verse": 4,
      "text": "You love all devouring words, you deceitful tongue."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 52,
      "verse": 5,
      "text": "God will likewise destroy you forever. He will take you up, and pluck you out of your tent, and root you out of the land of the living. Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 52,
      "verse": 6,
      "text": "The righteous also will see it, and fear, and laugh at him, saying,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 52,
      "verse": 7,
      "text": "\"Behold, this is the man who didn’t make God his strength, but trusted in the abundance of his riches, and strengthened himself in his wickedness.\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 52,
      "verse": 8,
      "text": "But as for me, I am like a green olive tree in God’s house. I trust in God’s loving kindness forever and ever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 52,
      "verse": 9,
      "text": "I will give you thanks forever, because you have done it. I will hope in your name, for it is good, in the presence of your saints."
    }
  ],
  "text": "Why do you boast of mischief, mighty man? God’s loving kindness endures continually. Your tongue plots destruction, like a sharp razor, working deceitfully. You love evil more than good, lying rather than speaking the truth. Selah. You love all devouring words, you deceitful tongue. God will likewise destroy you forever. He will take you up, and pluck you out of your tent, and root you out of the land of the living. Selah. The righteous also will see it, and fear, and laugh at him, saying, \"Behold, this is the man who didn’t make God his strength, but trusted in the abundance of his riches, and strengthened himself in his wickedness.\" But as for me, I am like a green olive tree in God’s house. I trust in God’s loving kindness forever and ever. I will give you thanks forever, because you have done it. I will hope in your name, for it is good, in the presence of your saints.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}