{
  "reference": "Psalms 102",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 1,
      "text": "Hear my prayer, The LORD! Let my cry come to you."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 2,
      "text": "Don’t hide your face from me in the day of my distress. Turn your ear to me. Answer me quickly in the day when I call."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 3,
      "text": "For my days consume away like smoke. My bones are burned as a torch."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 4,
      "text": "My heart is blighted like grass, and withered, for I forget to eat my bread."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 5,
      "text": "By reason of the voice of my groaning, my bones stick to my skin."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 6,
      "text": "I am like a pelican of the wilderness. I have become as an owl of the waste places."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 7,
      "text": "I watch, and have become like a sparrow that is alone on the housetop."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 8,
      "text": "My enemies reproach me all day. Those who are mad at me use my name as a curse."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 9,
      "text": "For I have eaten ashes like bread, and mixed my drink with tears,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 10,
      "text": "Because of your indignation and your wrath, for you have taken me up, and thrown me away."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 11,
      "text": "My days are like a long shadow. I have withered like grass."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 12,
      "text": "But you, The LORD, will remain forever; your renown endures to all generations."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 13,
      "text": "You will arise and have mercy on Zion; for it is time to have pity on her. Yes, the set time has come."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 14,
      "text": "For your servants take pleasure in her stones, and have pity on her dust."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 15,
      "text": "So the nations will fear The LORD’s name; all the kings of the earth your glory."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 16,
      "text": "For The LORD has built up Zion. He has appeared in his glory."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 17,
      "text": "He has responded to the prayer of the destitute, and has not despised their prayer."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 18,
      "text": "This will be written for the generation to come. A people which will be created will praise Yah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 19,
      "text": "For he has looked down from the height of his sanctuary. From heaven, The LORD saw the earth;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 20,
      "text": "to hear the groans of the prisoner; to free those who are condemned to death;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 21,
      "text": "that men may declare The LORD’s name in Zion, and his praise in Jerusalem;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 22,
      "text": "when the peoples are gathered together, the kingdoms, to serve The LORD."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 23,
      "text": "He weakened my strength along the course. He shortened my days."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 24,
      "text": "I said, \"My God, don’t take me away in the middle of my days. Your years are throughout all generations."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 25,
      "text": "Of old, you laid the foundation of the earth. The heavens are the work of your hands."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 26,
      "text": "They will perish, but you will endure. Yes, all of them will wear out like a garment. You will change them like a cloak, and they will be changed."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 27,
      "text": "But you are the same. Your years will have no end."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 102,
      "verse": 28,
      "text": "The children of your servants will continue. Their offspring will be established before you.\""
    }
  ],
  "text": "Hear my prayer, The LORD! Let my cry come to you. Don’t hide your face from me in the day of my distress. Turn your ear to me. Answer me quickly in the day when I call. For my days consume away like smoke. My bones are burned as a torch. My heart is blighted like grass, and withered, for I forget to eat my bread. By reason of the voice of my groaning, my bones stick to my skin. I am like a pelican of the wilderness. I have become as an owl of the waste places. I watch, and have become like a sparrow that is alone on the housetop. My enemies reproach me all day. Those who are mad at me use my name as a curse. For I have eaten ashes like bread, and mixed my drink with tears, Because of your indignation and your wrath, for you have taken me up, and thrown me away. My days are like a long shadow. I have withered like grass. But you, The LORD, will remain forever; your renown endures to all generations. You will arise and have mercy on Zion; for it is time to have pity on her. Yes, the set time has come. For your servants take pleasure in her stones, and have pity on her dust. So the nations will fear The LORD’s name; all the kings of the earth your glory. For The LORD has built up Zion. He has appeared in his glory. He has responded to the prayer of the destitute, and has not despised their prayer. This will be written for the generation to come. A people which will be created will praise Yah. For he has looked down from the height of his sanctuary. From heaven, The LORD saw the earth; to hear the groans of the prisoner; to free those who are condemned to death; that men may declare The LORD’s name in Zion, and his praise in Jerusalem; when the peoples are gathered together, the kingdoms, to serve The LORD. He weakened my strength along the course. He shortened my days. I said, \"My God, don’t take me away in the middle of my days. Your years are throughout all generations. Of old, you laid the foundation of the earth. The heavens are the work of your hands. They will perish, but you will endure. Yes, all of them will wear out like a garment. You will change them like a cloak, and they will be changed. But you are the same. Your years will have no end. The children of your servants will continue. Their offspring will be established before you.\"",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}