{
  "reference": "Psalms 129",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 129,
      "verse": 1,
      "text": "Many times they have afflicted me from my youth up. Let Israel now say,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 129,
      "verse": 2,
      "text": "many times they have afflicted me from my youth up, yet they have not prevailed against me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 129,
      "verse": 3,
      "text": "The plowers plowed on my back. They made their furrows long."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 129,
      "verse": 4,
      "text": "The LORD is righteous. He has cut apart the cords of the wicked."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 129,
      "verse": 5,
      "text": "Let them be disappointed and turned backward, all those who hate Zion."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 129,
      "verse": 6,
      "text": "Let them be as the grass on the housetops, which withers before it grows up;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 129,
      "verse": 7,
      "text": "with which the reaper doesn’t fill his hand, nor he who binds sheaves, his bosom."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 129,
      "verse": 8,
      "text": "Neither do those who go by say, \"The blessing of The LORD be on you. We bless you in The LORD’s name.\""
    }
  ],
  "text": "Many times they have afflicted me from my youth up. Let Israel now say, many times they have afflicted me from my youth up, yet they have not prevailed against me. The plowers plowed on my back. They made their furrows long. The LORD is righteous. He has cut apart the cords of the wicked. Let them be disappointed and turned backward, all those who hate Zion. Let them be as the grass on the housetops, which withers before it grows up; with which the reaper doesn’t fill his hand, nor he who binds sheaves, his bosom. Neither do those who go by say, \"The blessing of The LORD be on you. We bless you in The LORD’s name.\"",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}