{
  "reference": "Psalms 6",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 6,
      "verse": 1,
      "text": "The LORD, don’t rebuke me in your anger, neither discipline me in your wrath."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 6,
      "verse": 2,
      "text": "Have mercy on me, The LORD, for I am faint. The LORD, heal me, for my bones are troubled."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 6,
      "verse": 3,
      "text": "My soul is also in great anguish. But you, The LORD—how long?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 6,
      "verse": 4,
      "text": "Return, The LORD. Deliver my soul, and save me for your loving kindness’ sake."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 6,
      "verse": 5,
      "text": "For in death there is no memory of you. In Sheol, who shall give you thanks?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 6,
      "verse": 6,
      "text": "I am weary with my groaning. Every night I flood my bed. I drench my couch with my tears."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 6,
      "verse": 7,
      "text": "My eye wastes away because of grief. It grows old because of all my adversaries."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 6,
      "verse": 8,
      "text": "Depart from me, all you workers of iniquity, for The LORD has heard the voice of my weeping."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 6,
      "verse": 9,
      "text": "The LORD has heard my supplication. The LORD accepts my prayer."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 6,
      "verse": 10,
      "text": "May all my enemies be ashamed and dismayed. They shall turn back, they shall be disgraced suddenly."
    }
  ],
  "text": "The LORD, don’t rebuke me in your anger, neither discipline me in your wrath. Have mercy on me, The LORD, for I am faint. The LORD, heal me, for my bones are troubled. My soul is also in great anguish. But you, The LORD—how long? Return, The LORD. Deliver my soul, and save me for your loving kindness’ sake. For in death there is no memory of you. In Sheol, who shall give you thanks? I am weary with my groaning. Every night I flood my bed. I drench my couch with my tears. My eye wastes away because of grief. It grows old because of all my adversaries. Depart from me, all you workers of iniquity, for The LORD has heard the voice of my weeping. The LORD has heard my supplication. The LORD accepts my prayer. May all my enemies be ashamed and dismayed. They shall turn back, they shall be disgraced suddenly.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}