{
  "reference": "Psalms 103",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 1,
      "text": "Praise The LORD, my soul! All that is within me, praise his holy name!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 2,
      "text": "Praise The LORD, my soul, and don’t forget all his benefits;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 3,
      "text": "who forgives all your sins; who heals all your diseases;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 4,
      "text": "who redeems your life from destruction; who crowns you with loving kindness and tender mercies;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 5,
      "text": "who satisfies your desire with good things, so that your youth is renewed like the eagle’s."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 6,
      "text": "The LORD executes righteous acts, and justice for all who are oppressed."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 7,
      "text": "He made known his ways to Moses, his deeds to the children of Israel."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 8,
      "text": "The LORD is merciful and gracious, slow to anger, and abundant in loving kindness."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 9,
      "text": "He will not always accuse; neither will he stay angry forever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 10,
      "text": "He has not dealt with us according to our sins, nor repaid us for our iniquities."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 11,
      "text": "For as the heavens are high above the earth, so great is his loving kindness toward those who fear him."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 12,
      "text": "As far as the east is from the west, so far has he removed our transgressions from us."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 13,
      "text": "Like a father has compassion on his children, so The LORD has compassion on those who fear him."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 14,
      "text": "For he knows how we are made. He remembers that we are dust."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 15,
      "text": "As for man, his days are like grass. As a flower of the field, so he flourishes."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 16,
      "text": "For the wind passes over it, and it is gone. Its place remembers it no more."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 17,
      "text": "But The LORD’s loving kindness is from everlasting to everlasting with those who fear him, his righteousness to children’s children;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 18,
      "text": "to those who keep his covenant, to those who remember to obey his precepts."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 19,
      "text": "The LORD has established his throne in the heavens. His kingdom rules over all."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 20,
      "text": "Praise The LORD, you angels of his, who are mighty in strength, who fulfill his word, obeying the voice of his word."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 21,
      "text": "Praise The LORD, all you armies of his, you servants of his, who do his pleasure."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 103,
      "verse": 22,
      "text": "Praise The LORD, all you works of his, in all places of his dominion. Praise The LORD, my soul!"
    }
  ],
  "text": "Praise The LORD, my soul! All that is within me, praise his holy name! Praise The LORD, my soul, and don’t forget all his benefits; who forgives all your sins; who heals all your diseases; who redeems your life from destruction; who crowns you with loving kindness and tender mercies; who satisfies your desire with good things, so that your youth is renewed like the eagle’s. The LORD executes righteous acts, and justice for all who are oppressed. He made known his ways to Moses, his deeds to the children of Israel. The LORD is merciful and gracious, slow to anger, and abundant in loving kindness. He will not always accuse; neither will he stay angry forever. He has not dealt with us according to our sins, nor repaid us for our iniquities. For as the heavens are high above the earth, so great is his loving kindness toward those who fear him. As far as the east is from the west, so far has he removed our transgressions from us. Like a father has compassion on his children, so The LORD has compassion on those who fear him. For he knows how we are made. He remembers that we are dust. As for man, his days are like grass. As a flower of the field, so he flourishes. For the wind passes over it, and it is gone. Its place remembers it no more. But The LORD’s loving kindness is from everlasting to everlasting with those who fear him, his righteousness to children’s children; to those who keep his covenant, to those who remember to obey his precepts. The LORD has established his throne in the heavens. His kingdom rules over all. Praise The LORD, you angels of his, who are mighty in strength, who fulfill his word, obeying the voice of his word. Praise The LORD, all you armies of his, you servants of his, who do his pleasure. Praise The LORD, all you works of his, in all places of his dominion. Praise The LORD, my soul!",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}