{
  "reference": "Psalms 55",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 1,
      "text": "Listen to my prayer, God. Don’t hide yourself from my supplication."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 2,
      "text": "Attend to me, and answer me. I am restless in my complaint, and moan,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 3,
      "text": "Because of the voice of the enemy, Because of the oppression of the wicked. For they bring suffering on me. In anger they hold a grudge against me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 4,
      "text": "My heart is severely pained within me. The terrors of death have fallen on me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 5,
      "text": "Fearfulness and trembling have come on me. Horror has overwhelmed me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 6,
      "text": "I said, “Oh that I had wings like a dove! Then I would fly away, and be at rest."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 7,
      "text": "Behold, then I would wander far off. I would lodge in the wilderness.” Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 8,
      "text": "“I would hurry to a shelter from the stormy wind and storm.”"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 9,
      "text": "Confuse them, Lord, and confound their language, for I have seen violence and strife in the city."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 10,
      "text": "Day and night they prowl around on its walls. Malice and abuse are also within her."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 11,
      "text": "Destructive forces are within her. Threats and lies don’t depart from her streets."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 12,
      "text": "For it was not an enemy who insulted me, then I could have endured it. Neither was it he who hated me who raised himself up against me, then I would have hidden myself from him."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 13,
      "text": "But it was you, a man like me, my companion, and my familiar friend."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 14,
      "text": "We took sweet fellowship together. We walked in God’s house with company."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 15,
      "text": "Let death come suddenly on them. Let them go down alive into Sheol. For wickedness is among them, in their dwelling."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 16,
      "text": "As for me, I will call on God. The LORD will save me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 17,
      "text": "Evening, morning, and at noon, I will cry out in distress. He will hear my voice."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 18,
      "text": "He has redeemed my soul in peace from the battle that was against me, although there are many who oppose me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 19,
      "text": "God, who is enthroned forever, will hear, and answer them. Selah. They never change, who don’t fear God."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 20,
      "text": "He raises his hands against his friends. He has violated his covenant."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 21,
      "text": "His mouth was smooth as butter, but his heart was war. His words were softer than oil, yet they were drawn swords."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 22,
      "text": "Cast your burden on The LORD, and he will sustain you. He will never allow the righteous to be moved."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 55,
      "verse": 23,
      "text": "But you, God, will bring them down into the pit of destruction. Bloodthirsty and deceitful men shall not live out half their days, but I will trust in you."
    }
  ],
  "text": "Listen to my prayer, God. Don’t hide yourself from my supplication. Attend to me, and answer me. I am restless in my complaint, and moan, Because of the voice of the enemy, Because of the oppression of the wicked. For they bring suffering on me. In anger they hold a grudge against me. My heart is severely pained within me. The terrors of death have fallen on me. Fearfulness and trembling have come on me. Horror has overwhelmed me. I said, “Oh that I had wings like a dove! Then I would fly away, and be at rest. Behold, then I would wander far off. I would lodge in the wilderness.” Selah. “I would hurry to a shelter from the stormy wind and storm.” Confuse them, Lord, and confound their language, for I have seen violence and strife in the city. Day and night they prowl around on its walls. Malice and abuse are also within her. Destructive forces are within her. Threats and lies don’t depart from her streets. For it was not an enemy who insulted me, then I could have endured it. Neither was it he who hated me who raised himself up against me, then I would have hidden myself from him. But it was you, a man like me, my companion, and my familiar friend. We took sweet fellowship together. We walked in God’s house with company. Let death come suddenly on them. Let them go down alive into Sheol. For wickedness is among them, in their dwelling. As for me, I will call on God. The LORD will save me. Evening, morning, and at noon, I will cry out in distress. He will hear my voice. He has redeemed my soul in peace from the battle that was against me, although there are many who oppose me. God, who is enthroned forever, will hear, and answer them. Selah. They never change, who don’t fear God. He raises his hands against his friends. He has violated his covenant. His mouth was smooth as butter, but his heart was war. His words were softer than oil, yet they were drawn swords. Cast your burden on The LORD, and he will sustain you. He will never allow the righteous to be moved. But you, God, will bring them down into the pit of destruction. Bloodthirsty and deceitful men shall not live out half their days, but I will trust in you.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}