{
  "reference": "Psalms 108",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 108,
      "verse": 1,
      "text": "My heart is steadfast, God. I will sing and I will make music with my soul."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 108,
      "verse": 2,
      "text": "Wake up, harp and lyre! I will wake up the dawn."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 108,
      "verse": 3,
      "text": "I will give thanks to you, The LORD, among the nations. I will sing praises to you among the peoples."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 108,
      "verse": 4,
      "text": "For your loving kindness is great above the heavens. Your faithfulness reaches to the skies."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 108,
      "verse": 5,
      "text": "Be exalted, God, above the heavens! Let your glory be over all the earth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 108,
      "verse": 6,
      "text": "That your beloved may be delivered, save with your right hand, and answer us."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 108,
      "verse": 7,
      "text": "God has spoken from his sanctuary: \"In triumph, I will divide Shechem, and measure out the valley of Succoth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 108,
      "verse": 8,
      "text": "Gilead is mine. Manasseh is mine. Ephraim also is my helmet. Judah is my scepter."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 108,
      "verse": 9,
      "text": "Moab is my wash pot. I will toss my sandal on Edom. I will shout over Philistia.\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 108,
      "verse": 10,
      "text": "Who will bring me into the fortified city? Who has led me to Edom?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 108,
      "verse": 11,
      "text": "Haven’t you rejected us, God? You don’t go out, God, with our armies."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 108,
      "verse": 12,
      "text": "Give us help against the enemy, for the help of man is vain."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 108,
      "verse": 13,
      "text": "Through God, we will do valiantly. For it is he who will tread down our enemies."
    }
  ],
  "text": "My heart is steadfast, God. I will sing and I will make music with my soul. Wake up, harp and lyre! I will wake up the dawn. I will give thanks to you, The LORD, among the nations. I will sing praises to you among the peoples. For your loving kindness is great above the heavens. Your faithfulness reaches to the skies. Be exalted, God, above the heavens! Let your glory be over all the earth. That your beloved may be delivered, save with your right hand, and answer us. God has spoken from his sanctuary: \"In triumph, I will divide Shechem, and measure out the valley of Succoth. Gilead is mine. Manasseh is mine. Ephraim also is my helmet. Judah is my scepter. Moab is my wash pot. I will toss my sandal on Edom. I will shout over Philistia.\" Who will bring me into the fortified city? Who has led me to Edom? Haven’t you rejected us, God? You don’t go out, God, with our armies. Give us help against the enemy, for the help of man is vain. Through God, we will do valiantly. For it is he who will tread down our enemies.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}