{
  "reference": "Psalms 64",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 64,
      "verse": 1,
      "text": "Hear my voice, God, in my complaint. Preserve my life from fear of the enemy."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 64,
      "verse": 2,
      "text": "Hide me from the conspiracy of the wicked, from the noisy crowd of the ones doing evil;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 64,
      "verse": 3,
      "text": "who sharpen their tongue like a sword, and aim their arrows, deadly words,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 64,
      "verse": 4,
      "text": "to shoot innocent men from ambushes. They shoot at him suddenly and fearlessly."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 64,
      "verse": 5,
      "text": "They encourage themselves in evil plans. They talk about laying snares secretly. They say, \"Who will see them?\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 64,
      "verse": 6,
      "text": "They plot injustice, saying, \"We have made a perfect plan!\" Surely man’s mind and heart are cunning."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 64,
      "verse": 7,
      "text": "But God will shoot at them. They will be suddenly struck down with an arrow."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 64,
      "verse": 8,
      "text": "Their own tongues shall ruin them. All who see them will shake their heads."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 64,
      "verse": 9,
      "text": "All mankind shall be afraid. They shall declare the work of God, and shall wisely ponder what he has done."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 64,
      "verse": 10,
      "text": "The righteous shall be glad in The LORD, and shall take refuge in him. All the upright in heart shall praise him!"
    }
  ],
  "text": "Hear my voice, God, in my complaint. Preserve my life from fear of the enemy. Hide me from the conspiracy of the wicked, from the noisy crowd of the ones doing evil; who sharpen their tongue like a sword, and aim their arrows, deadly words, to shoot innocent men from ambushes. They shoot at him suddenly and fearlessly. They encourage themselves in evil plans. They talk about laying snares secretly. They say, \"Who will see them?\" They plot injustice, saying, \"We have made a perfect plan!\" Surely man’s mind and heart are cunning. But God will shoot at them. They will be suddenly struck down with an arrow. Their own tongues shall ruin them. All who see them will shake their heads. All mankind shall be afraid. They shall declare the work of God, and shall wisely ponder what he has done. The righteous shall be glad in The LORD, and shall take refuge in him. All the upright in heart shall praise him!",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}