{
  "reference": "Psalms 34",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 1,
      "text": "I will bless The LORD at all times. His praise will always be in my mouth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 2,
      "text": "My soul shall boast in The LORD. The humble shall hear of it, and be glad."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 3,
      "text": "Oh magnify The LORD with me. Let us exalt his name together."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 4,
      "text": "I sought The LORD, and he answered me, and delivered me from all my fears."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 5,
      "text": "They looked to him, and were radiant. Their faces shall never be covered with shame."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 6,
      "text": "This poor man cried, and The LORD heard him, and saved him out of all his troubles."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 7,
      "text": "The LORD’s angel encamps around those who fear him, and delivers them."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 8,
      "text": "Oh taste and see that The LORD is good. Blessed is the man who takes refuge in him."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 9,
      "text": "Oh fear The LORD, you his saints, for there is no lack with those who fear him."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 10,
      "text": "The young lions do lack, and suffer hunger, but those who seek The LORD shall not lack any good thing."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 11,
      "text": "Come, you children, listen to me. I will teach you the fear of The LORD."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 12,
      "text": "Who is someone who desires life, and loves many days, that he may see good?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 13,
      "text": "Keep your tongue from evil, and your lips from speaking lies."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 14,
      "text": "Depart from evil, and do good. seek peace, and pursue it."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 15,
      "text": "The LORD’s eyes are toward the righteous. His ears listen to their cry."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 16,
      "text": "The LORD’s face is against those who do evil, to cut off their memory from the earth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 17,
      "text": "The righteous cry, and The LORD hears, and delivers them out of all their troubles."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 18,
      "text": "The LORD is near to those who have a broken heart, and saves those who have a crushed spirit."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 19,
      "text": "Many are the afflictions of the righteous, but The LORD delivers him out of them all."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 20,
      "text": "He protects all of his bones. Not one of them is broken."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 21,
      "text": "Evil shall kill the wicked. Those who hate the righteous shall be condemned."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 34,
      "verse": 22,
      "text": "The LORD redeems the soul of his servants. None of those who take refuge in him shall be condemned."
    }
  ],
  "text": "I will bless The LORD at all times. His praise will always be in my mouth. My soul shall boast in The LORD. The humble shall hear of it, and be glad. Oh magnify The LORD with me. Let us exalt his name together. I sought The LORD, and he answered me, and delivered me from all my fears. They looked to him, and were radiant. Their faces shall never be covered with shame. This poor man cried, and The LORD heard him, and saved him out of all his troubles. The LORD’s angel encamps around those who fear him, and delivers them. Oh taste and see that The LORD is good. Blessed is the man who takes refuge in him. Oh fear The LORD, you his saints, for there is no lack with those who fear him. The young lions do lack, and suffer hunger, but those who seek The LORD shall not lack any good thing. Come, you children, listen to me. I will teach you the fear of The LORD. Who is someone who desires life, and loves many days, that he may see good? Keep your tongue from evil, and your lips from speaking lies. Depart from evil, and do good. seek peace, and pursue it. The LORD’s eyes are toward the righteous. His ears listen to their cry. The LORD’s face is against those who do evil, to cut off their memory from the earth. The righteous cry, and The LORD hears, and delivers them out of all their troubles. The LORD is near to those who have a broken heart, and saves those who have a crushed spirit. Many are the afflictions of the righteous, but The LORD delivers him out of them all. He protects all of his bones. Not one of them is broken. Evil shall kill the wicked. Those who hate the righteous shall be condemned. The LORD redeems the soul of his servants. None of those who take refuge in him shall be condemned.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}