{
  "reference": "Psalms 31",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 1,
      "text": "In you, The LORD, I take refuge. Let me never be disappointed. Deliver me in your righteousness."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 2,
      "text": "Bow down your ear to me. Deliver me speedily. Be to me a strong rock, a house of defense to save me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 3,
      "text": "For you are my rock and my fortress, therefore for your name’s sake lead me and guide me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 4,
      "text": "Pluck me out of the net that they have laid secretly for me, for you are my stronghold."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 5,
      "text": "Into your hand I commend my spirit. You redeem me, The LORD, God of truth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 6,
      "text": "I hate those who regard lying vanities, but I trust in The LORD."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 7,
      "text": "I will be glad and rejoice in your loving kindness, for you have seen my affliction. You have known my soul in adversities."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 8,
      "text": "You have not shut me up into the hand of the enemy. You have set my feet in a large place."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 9,
      "text": "Have mercy on me, The LORD, for I am in distress. My eye, my soul, and my body waste away with grief."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 10,
      "text": "For my life is spent with sorrow, my years with sighing. My strength fails because of my iniquity. My bones are wasted away."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 11,
      "text": "Because of all my adversaries I have become utterly contemptible to my neighbors, A fear to my acquaintances. Those who saw me on the street fled from me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 12,
      "text": "I am forgotten from their hearts like a dead man. I am like broken pottery."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 13,
      "text": "For I have heard the slander of many, terror on every side, while they conspire together against me, they plot to take away my life."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 14,
      "text": "But I trust in you, The LORD. I said, “You are my God.”"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 15,
      "text": "My times are in your hand. Deliver me from the hand of my enemies, and from those who persecute me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 16,
      "text": "Make your face to shine on your servant. Save me in your loving kindness."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 17,
      "text": "Let me not be disappointed, The LORD, for I have called on you. Let the wicked be disappointed. Let them be silent in Sheol."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 18,
      "text": "Let the lying lips be mute, which speak against the righteous insolently, with pride and contempt."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 19,
      "text": "Oh how great is your goodness, which you have laid up for those who fear you, which you have worked for those who take refuge in you, before the sons of men!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 20,
      "text": "In the shelter of your presence you will hide them from the plotting of man. You will keep them secretly in a dwelling away from the strife of tongues."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 21,
      "text": "Praise be to The LORD, for he has shown me his marvelous loving kindness in a strong city."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 22,
      "text": "As for me, I said in my haste, “I am cut off from before your eyes.” Nevertheless you heard the voice of my petitions when I cried to you."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 23,
      "text": "Oh love The LORD, all you his saints! The LORD preserves the faithful, and fully recompenses him who behaves arrogantly."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 31,
      "verse": 24,
      "text": "Be strong, and let your heart take courage, all you who hope in The LORD."
    }
  ],
  "text": "In you, The LORD, I take refuge. Let me never be disappointed. Deliver me in your righteousness. Bow down your ear to me. Deliver me speedily. Be to me a strong rock, a house of defense to save me. For you are my rock and my fortress, therefore for your name’s sake lead me and guide me. Pluck me out of the net that they have laid secretly for me, for you are my stronghold. Into your hand I commend my spirit. You redeem me, The LORD, God of truth. I hate those who regard lying vanities, but I trust in The LORD. I will be glad and rejoice in your loving kindness, for you have seen my affliction. You have known my soul in adversities. You have not shut me up into the hand of the enemy. You have set my feet in a large place. Have mercy on me, The LORD, for I am in distress. My eye, my soul, and my body waste away with grief. For my life is spent with sorrow, my years with sighing. My strength fails because of my iniquity. My bones are wasted away. Because of all my adversaries I have become utterly contemptible to my neighbors, A fear to my acquaintances. Those who saw me on the street fled from me. I am forgotten from their hearts like a dead man. I am like broken pottery. For I have heard the slander of many, terror on every side, while they conspire together against me, they plot to take away my life. But I trust in you, The LORD. I said, “You are my God.” My times are in your hand. Deliver me from the hand of my enemies, and from those who persecute me. Make your face to shine on your servant. Save me in your loving kindness. Let me not be disappointed, The LORD, for I have called on you. Let the wicked be disappointed. Let them be silent in Sheol. Let the lying lips be mute, which speak against the righteous insolently, with pride and contempt. Oh how great is your goodness, which you have laid up for those who fear you, which you have worked for those who take refuge in you, before the sons of men! In the shelter of your presence you will hide them from the plotting of man. You will keep them secretly in a dwelling away from the strife of tongues. Praise be to The LORD, for he has shown me his marvelous loving kindness in a strong city. As for me, I said in my haste, “I am cut off from before your eyes.” Nevertheless you heard the voice of my petitions when I cried to you. Oh love The LORD, all you his saints! The LORD preserves the faithful, and fully recompenses him who behaves arrogantly. Be strong, and let your heart take courage, all you who hope in The LORD.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}