{
  "reference": "Psalms 147",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 147,
      "verse": 1,
      "text": "Praise Yah, for it is good to sing praises to our God; for it is pleasant and fitting to praise him."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 147,
      "verse": 2,
      "text": "The LORD builds up Jerusalem. He gathers together the outcasts of Israel."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 147,
      "verse": 3,
      "text": "He heals the broken in heart, and binds up their wounds."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 147,
      "verse": 4,
      "text": "He counts the number of the stars. He calls them all by their names."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 147,
      "verse": 5,
      "text": "Great is our Lord, and mighty in power. His understanding is infinite."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 147,
      "verse": 6,
      "text": "The LORD upholds the humble. He brings the wicked down to the ground."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 147,
      "verse": 7,
      "text": "Sing to The LORD with thanksgiving. Sing praises on the harp to our God,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 147,
      "verse": 8,
      "text": "who covers the sky with clouds, who prepares rain for the earth, who makes grass grow on the mountains."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 147,
      "verse": 9,
      "text": "He provides food for the livestock, and for the young ravens when they call."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 147,
      "verse": 10,
      "text": "He doesn’t delight in the strength of the horse. He takes no pleasure in the legs of a man."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 147,
      "verse": 11,
      "text": "The LORD takes pleasure in those who fear him, in those who hope in his loving kindness."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 147,
      "verse": 12,
      "text": "Praise The LORD, Jerusalem! Praise your God, Zion!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 147,
      "verse": 13,
      "text": "For he has strengthened the bars of your gates. He has blessed your children within you."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 147,
      "verse": 14,
      "text": "He makes peace in your borders. He fills you with the finest of the wheat."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 147,
      "verse": 15,
      "text": "He sends out his commandment to the earth. His word runs very swiftly."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 147,
      "verse": 16,
      "text": "He gives snow like wool, and scatters frost like ashes."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 147,
      "verse": 17,
      "text": "He hurls down his hail like pebbles. Who can stand before his cold?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 147,
      "verse": 18,
      "text": "He sends out his word, and melts them. He causes his wind to blow, and the waters flow."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 147,
      "verse": 19,
      "text": "He shows his word to Jacob; his statutes and his ordinances to Israel."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 147,
      "verse": 20,
      "text": "He has not done this for just any nation. They don’t know his ordinances. Praise Yah!"
    }
  ],
  "text": "Praise Yah, for it is good to sing praises to our God; for it is pleasant and fitting to praise him. The LORD builds up Jerusalem. He gathers together the outcasts of Israel. He heals the broken in heart, and binds up their wounds. He counts the number of the stars. He calls them all by their names. Great is our Lord, and mighty in power. His understanding is infinite. The LORD upholds the humble. He brings the wicked down to the ground. Sing to The LORD with thanksgiving. Sing praises on the harp to our God, who covers the sky with clouds, who prepares rain for the earth, who makes grass grow on the mountains. He provides food for the livestock, and for the young ravens when they call. He doesn’t delight in the strength of the horse. He takes no pleasure in the legs of a man. The LORD takes pleasure in those who fear him, in those who hope in his loving kindness. Praise The LORD, Jerusalem! Praise your God, Zion! For he has strengthened the bars of your gates. He has blessed your children within you. He makes peace in your borders. He fills you with the finest of the wheat. He sends out his commandment to the earth. His word runs very swiftly. He gives snow like wool, and scatters frost like ashes. He hurls down his hail like pebbles. Who can stand before his cold? He sends out his word, and melts them. He causes his wind to blow, and the waters flow. He shows his word to Jacob; his statutes and his ordinances to Israel. He has not done this for just any nation. They don’t know his ordinances. Praise Yah!",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}