{
  "reference": "Psalms 115",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 115,
      "verse": 1,
      "text": "Not to us, The LORD, not to us, but to your name give glory, for your loving kindness, and for your truth’s sake."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 115,
      "verse": 2,
      "text": "Why should the nations say, “Where is their God, now?”"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 115,
      "verse": 3,
      "text": "But our God is in the heavens. He does whatever he pleases."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 115,
      "verse": 4,
      "text": "Their idols are silver and gold, the work of men’s hands."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 115,
      "verse": 5,
      "text": "They have mouths, but they don’t speak. They have eyes, but they don’t see."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 115,
      "verse": 6,
      "text": "They have ears, but they don’t hear. They have noses, but they don’t smell."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 115,
      "verse": 7,
      "text": "They have hands, but they don’t feel. They have feet, but they don’t walk, neither do they speak through their throat."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 115,
      "verse": 8,
      "text": "Those who make them will be like them; yes, everyone who trusts in them."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 115,
      "verse": 9,
      "text": "Israel, trust in The LORD! He is their help and their shield."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 115,
      "verse": 10,
      "text": "House of Aaron, trust in The LORD! He is their help and their shield."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 115,
      "verse": 11,
      "text": "You who fear The LORD, trust in The LORD! He is their help and their shield."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 115,
      "verse": 12,
      "text": "The LORD remembers us. He will bless us. He will bless the house of Israel. He will bless the house of Aaron."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 115,
      "verse": 13,
      "text": "He will bless those who fear The LORD, both small and great."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 115,
      "verse": 14,
      "text": "May The LORD increase you more and more, you and your children."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 115,
      "verse": 15,
      "text": "Blessed are you by The LORD, who made heaven and earth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 115,
      "verse": 16,
      "text": "The heavens are the heavens of The LORD; but the earth has he given to the children of men."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 115,
      "verse": 17,
      "text": "The dead don’t praise Yah, neither any who go down into silence;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 115,
      "verse": 18,
      "text": "But we will bless Yah, from this time forward and forever more. Praise Yah!"
    }
  ],
  "text": "Not to us, The LORD, not to us, but to your name give glory, for your loving kindness, and for your truth’s sake. Why should the nations say, “Where is their God, now?” But our God is in the heavens. He does whatever he pleases. Their idols are silver and gold, the work of men’s hands. They have mouths, but they don’t speak. They have eyes, but they don’t see. They have ears, but they don’t hear. They have noses, but they don’t smell. They have hands, but they don’t feel. They have feet, but they don’t walk, neither do they speak through their throat. Those who make them will be like them; yes, everyone who trusts in them. Israel, trust in The LORD! He is their help and their shield. House of Aaron, trust in The LORD! He is their help and their shield. You who fear The LORD, trust in The LORD! He is their help and their shield. The LORD remembers us. He will bless us. He will bless the house of Israel. He will bless the house of Aaron. He will bless those who fear The LORD, both small and great. May The LORD increase you more and more, you and your children. Blessed are you by The LORD, who made heaven and earth. The heavens are the heavens of The LORD; but the earth has he given to the children of men. The dead don’t praise Yah, neither any who go down into silence; But we will bless Yah, from this time forward and forever more. Praise Yah!",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}