{
  "reference": "Psalms 76",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 76,
      "verse": 1,
      "text": "In Judah, God is known. His name is great in Israel."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 76,
      "verse": 2,
      "text": "His tabernacle is also in Salem; His dwelling place in Zion."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 76,
      "verse": 3,
      "text": "There he broke the flaming arrows of the bow, the shield, and the sword, and the weapons of war. Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 76,
      "verse": 4,
      "text": "Glorious are you, and excellent, more than mountains of game."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 76,
      "verse": 5,
      "text": "Valiant men lie plundered, they have slept their last sleep. None of the men of war can lift their hands."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 76,
      "verse": 6,
      "text": "At your rebuke, God of Jacob, both chariot and horse are cast into a dead sleep."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 76,
      "verse": 7,
      "text": "You, even you, are to be feared. Who can stand in your sight when you are angry?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 76,
      "verse": 8,
      "text": "You pronounced judgment from heaven. The earth feared, and was silent,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 76,
      "verse": 9,
      "text": "when God arose to judgment, to save all the afflicted ones of the earth. Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 76,
      "verse": 10,
      "text": "Surely the wrath of man praises you. The survivors of your wrath are restrained."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 76,
      "verse": 11,
      "text": "Make vows to The LORD your God, and fulfill them! Let all of his neighbors bring presents to him who is to be feared."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 76,
      "verse": 12,
      "text": "He will cut off the spirit of princes. He is feared by the kings of the earth."
    }
  ],
  "text": "In Judah, God is known. His name is great in Israel. His tabernacle is also in Salem; His dwelling place in Zion. There he broke the flaming arrows of the bow, the shield, and the sword, and the weapons of war. Selah. Glorious are you, and excellent, more than mountains of game. Valiant men lie plundered, they have slept their last sleep. None of the men of war can lift their hands. At your rebuke, God of Jacob, both chariot and horse are cast into a dead sleep. You, even you, are to be feared. Who can stand in your sight when you are angry? You pronounced judgment from heaven. The earth feared, and was silent, when God arose to judgment, to save all the afflicted ones of the earth. Selah. Surely the wrath of man praises you. The survivors of your wrath are restrained. Make vows to The LORD your God, and fulfill them! Let all of his neighbors bring presents to him who is to be feared. He will cut off the spirit of princes. He is feared by the kings of the earth.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}