{
  "reference": "Psalms 90",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 90,
      "verse": 1,
      "text": "Lord, you have been our dwelling place for all generations."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 90,
      "verse": 2,
      "text": "Before the mountains were born, before you had formed the earth and the world, even from everlasting to everlasting, you are God."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 90,
      "verse": 3,
      "text": "You turn man to destruction, saying, “Return, you children of men.”"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 90,
      "verse": 4,
      "text": "For a thousand years in your sight are just like yesterday when it is past, like a watch in the night."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 90,
      "verse": 5,
      "text": "You sweep them away as they sleep. In the morning they sprout like new grass."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 90,
      "verse": 6,
      "text": "In the morning it sprouts and springs up. By evening, it is withered and dry."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 90,
      "verse": 7,
      "text": "For we are consumed in your anger. We are troubled in your wrath."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 90,
      "verse": 8,
      "text": "You have set our iniquities before you, our secret sins in the light of your presence."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 90,
      "verse": 9,
      "text": "For all our days have passed away in your wrath. We bring our years to an end as a sigh."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 90,
      "verse": 10,
      "text": "The days of our years are seventy, or even by reason of strength eighty years; yet their pride is but labor and sorrow, for it passes quickly, and we fly away."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 90,
      "verse": 11,
      "text": "Who knows the power of your anger, your wrath according to the fear that is due to you?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 90,
      "verse": 12,
      "text": "So teach us to count our days, that we may gain a heart of wisdom."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 90,
      "verse": 13,
      "text": "Relent, The LORD! How long? Have compassion on your servants!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 90,
      "verse": 14,
      "text": "Satisfy us in the morning with your loving kindness, that we may rejoice and be glad all our days."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 90,
      "verse": 15,
      "text": "Make us glad for as many days as you have afflicted us, for as many years as we have seen evil."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 90,
      "verse": 16,
      "text": "Let your work appear to your servants; your glory to their children."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 90,
      "verse": 17,
      "text": "Let the favor of the Lord our God be on us; establish the work of our hands for us; yes, establish the work of our hands."
    }
  ],
  "text": "Lord, you have been our dwelling place for all generations. Before the mountains were born, before you had formed the earth and the world, even from everlasting to everlasting, you are God. You turn man to destruction, saying, “Return, you children of men.” For a thousand years in your sight are just like yesterday when it is past, like a watch in the night. You sweep them away as they sleep. In the morning they sprout like new grass. In the morning it sprouts and springs up. By evening, it is withered and dry. For we are consumed in your anger. We are troubled in your wrath. You have set our iniquities before you, our secret sins in the light of your presence. For all our days have passed away in your wrath. We bring our years to an end as a sigh. The days of our years are seventy, or even by reason of strength eighty years; yet their pride is but labor and sorrow, for it passes quickly, and we fly away. Who knows the power of your anger, your wrath according to the fear that is due to you? So teach us to count our days, that we may gain a heart of wisdom. Relent, The LORD! How long? Have compassion on your servants! Satisfy us in the morning with your loving kindness, that we may rejoice and be glad all our days. Make us glad for as many days as you have afflicted us, for as many years as we have seen evil. Let your work appear to your servants; your glory to their children. Let the favor of the Lord our God be on us; establish the work of our hands for us; yes, establish the work of our hands.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}