{
  "reference": "Psalms 110",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 110,
      "verse": 1,
      "text": "The LORD says to my Lord, \"Sit at my right hand, until I make your enemies your footstool for your feet.\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 110,
      "verse": 2,
      "text": "The LORD will send out the rod of your strength out of Zion. Rule among your enemies."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 110,
      "verse": 3,
      "text": "Your people offer themselves willingly in the day of your power, in holy array. Out of the womb of the morning, you have the dew of your youth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 110,
      "verse": 4,
      "text": "The LORD has sworn, and will not change his mind: \"You are a priest forever in the order of Melchizedek.\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 110,
      "verse": 5,
      "text": "The Lord is at your right hand. He will crush kings in the day of his wrath."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 110,
      "verse": 6,
      "text": "He will judge among the nations. He will heap up dead bodies. He will crush the ruler of the whole earth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 110,
      "verse": 7,
      "text": "He will drink of the brook on the way; therefore he will lift up his head."
    }
  ],
  "text": "The LORD says to my Lord, \"Sit at my right hand, until I make your enemies your footstool for your feet.\" The LORD will send out the rod of your strength out of Zion. Rule among your enemies. Your people offer themselves willingly in the day of your power, in holy array. Out of the womb of the morning, you have the dew of your youth. The LORD has sworn, and will not change his mind: \"You are a priest forever in the order of Melchizedek.\" The Lord is at your right hand. He will crush kings in the day of his wrath. He will judge among the nations. He will heap up dead bodies. He will crush the ruler of the whole earth. He will drink of the brook on the way; therefore he will lift up his head.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}