{
  "reference": "Psalms 11",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 11,
      "verse": 1,
      "text": "In The LORD, I take refuge. How can you say to my soul, \"Flee as a bird to your mountain!\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 11,
      "verse": 2,
      "text": "For, behold, the wicked bend their bows. They set their arrows on the strings, that they may shoot in darkness at the upright in heart."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 11,
      "verse": 3,
      "text": "If the foundations are destroyed, what can the righteous do?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 11,
      "verse": 4,
      "text": "The LORD is in his holy temple. The LORD is on his throne in heaven. His eyes observe. His eyes examine the children of men."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 11,
      "verse": 5,
      "text": "The LORD examines the righteous, but the wicked and him who loves violence his soul hates."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 11,
      "verse": 6,
      "text": "On the wicked he will rain blazing coals; fire, sulfur, and scorching wind shall be the portion of their cup."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 11,
      "verse": 7,
      "text": "For The LORD is righteous. He loves righteousness. The upright shall see his face."
    }
  ],
  "text": "In The LORD, I take refuge. How can you say to my soul, \"Flee as a bird to your mountain!\" For, behold, the wicked bend their bows. They set their arrows on the strings, that they may shoot in darkness at the upright in heart. If the foundations are destroyed, what can the righteous do? The LORD is in his holy temple. The LORD is on his throne in heaven. His eyes observe. His eyes examine the children of men. The LORD examines the righteous, but the wicked and him who loves violence his soul hates. On the wicked he will rain blazing coals; fire, sulfur, and scorching wind shall be the portion of their cup. For The LORD is righteous. He loves righteousness. The upright shall see his face.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}