{
  "reference": "Psalms 146",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 146,
      "verse": 1,
      "text": "Praise Yah! Praise The LORD, my soul."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 146,
      "verse": 2,
      "text": "While I live, I will praise The LORD. I will sing praises to my God as long as I exist."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 146,
      "verse": 3,
      "text": "Don’t put your trust in princes, each a son of man in whom there is no help."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 146,
      "verse": 4,
      "text": "His spirit departs, and he returns to the earth. In that very day, his thoughts perish."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 146,
      "verse": 5,
      "text": "Happy is he who has the God of Jacob for his help, whose hope is in The LORD, his God:"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 146,
      "verse": 6,
      "text": "who made heaven and earth, the sea, and all that is in them; who keeps truth forever;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 146,
      "verse": 7,
      "text": "who executes justice for the oppressed; who gives food to the hungry. The LORD frees the prisoners."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 146,
      "verse": 8,
      "text": "The LORD opens the eyes of the blind. The LORD raises up those who are bowed down. The LORD loves the righteous."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 146,
      "verse": 9,
      "text": "The LORD preserves the foreigners. He upholds the fatherless and widow, but the way of the wicked he turns upside down."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 146,
      "verse": 10,
      "text": "The LORD will reign forever; your God, O Zion, to all generations. Praise Yah!"
    }
  ],
  "text": "Praise Yah! Praise The LORD, my soul. While I live, I will praise The LORD. I will sing praises to my God as long as I exist. Don’t put your trust in princes, each a son of man in whom there is no help. His spirit departs, and he returns to the earth. In that very day, his thoughts perish. Happy is he who has the God of Jacob for his help, whose hope is in The LORD, his God: who made heaven and earth, the sea, and all that is in them; who keeps truth forever; who executes justice for the oppressed; who gives food to the hungry. The LORD frees the prisoners. The LORD opens the eyes of the blind. The LORD raises up those who are bowed down. The LORD loves the righteous. The LORD preserves the foreigners. He upholds the fatherless and widow, but the way of the wicked he turns upside down. The LORD will reign forever; your God, O Zion, to all generations. Praise Yah!",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}