{
  "reference": "Psalms 112",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 112,
      "verse": 1,
      "text": "Praise Yah! Blessed is the man who fears The LORD, who delights greatly in his commandments."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 112,
      "verse": 2,
      "text": "His offspring will be mighty in the land. The generation of the upright will be blessed."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 112,
      "verse": 3,
      "text": "Wealth and riches are in his house. His righteousness endures forever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 112,
      "verse": 4,
      "text": "Light dawns in the darkness for the upright, gracious, merciful, and righteous."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 112,
      "verse": 5,
      "text": "It is well with the man who deals graciously and lends. He will maintain his cause in judgment."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 112,
      "verse": 6,
      "text": "For he will never be shaken. The righteous will be remembered forever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 112,
      "verse": 7,
      "text": "He will not be afraid of evil news. His heart is steadfast, trusting in The LORD."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 112,
      "verse": 8,
      "text": "His heart is established. He will not be afraid in the end when he sees his adversaries."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 112,
      "verse": 9,
      "text": "He has dispersed, he has given to the poor. His righteousness endures forever. His horn will be exalted with honor."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 112,
      "verse": 10,
      "text": "The wicked will see it, and be grieved. He shall gnash with his teeth, and melt away. The desire of the wicked will perish."
    }
  ],
  "text": "Praise Yah! Blessed is the man who fears The LORD, who delights greatly in his commandments. His offspring will be mighty in the land. The generation of the upright will be blessed. Wealth and riches are in his house. His righteousness endures forever. Light dawns in the darkness for the upright, gracious, merciful, and righteous. It is well with the man who deals graciously and lends. He will maintain his cause in judgment. For he will never be shaken. The righteous will be remembered forever. He will not be afraid of evil news. His heart is steadfast, trusting in The LORD. His heart is established. He will not be afraid in the end when he sees his adversaries. He has dispersed, he has given to the poor. His righteousness endures forever. His horn will be exalted with honor. The wicked will see it, and be grieved. He shall gnash with his teeth, and melt away. The desire of the wicked will perish.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}