{
  "reference": "Psalms 48",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 48,
      "verse": 1,
      "text": "Great is The LORD, and greatly to be praised, in the city of our God, in his holy mountain."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 48,
      "verse": 2,
      "text": "Beautiful in elevation, the joy of the whole earth, is Mount Zion, on the north sides, the city of the great King."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 48,
      "verse": 3,
      "text": "God has shown himself in her citadels as a refuge."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 48,
      "verse": 4,
      "text": "For, behold, the kings assembled themselves, they passed by together."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 48,
      "verse": 5,
      "text": "They saw it, then they were amazed. They were dismayed. They hurried away."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 48,
      "verse": 6,
      "text": "Trembling took hold of them there, pain, as of a woman in travail."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 48,
      "verse": 7,
      "text": "With the east wind, you break the ships of Tarshish."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 48,
      "verse": 8,
      "text": "As we have heard, so we have seen, in the city of The LORD of Armies, in the city of our God. God will establish it forever. Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 48,
      "verse": 9,
      "text": "We have thought about your loving kindness, God, in the middle of your temple."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 48,
      "verse": 10,
      "text": "As is your name, God, so is your praise to the ends of the earth. Your right hand is full of righteousness."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 48,
      "verse": 11,
      "text": "Let Mount Zion be glad! Let the daughters of Judah rejoice, Because of your judgments."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 48,
      "verse": 12,
      "text": "Walk about Zion, and go around her. Number its towers."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 48,
      "verse": 13,
      "text": "Mark well her bulwarks. Consider her palaces, that you may tell it to the next generation."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 48,
      "verse": 14,
      "text": "For this God is our God forever and ever. He will be our guide even to death."
    }
  ],
  "text": "Great is The LORD, and greatly to be praised, in the city of our God, in his holy mountain. Beautiful in elevation, the joy of the whole earth, is Mount Zion, on the north sides, the city of the great King. God has shown himself in her citadels as a refuge. For, behold, the kings assembled themselves, they passed by together. They saw it, then they were amazed. They were dismayed. They hurried away. Trembling took hold of them there, pain, as of a woman in travail. With the east wind, you break the ships of Tarshish. As we have heard, so we have seen, in the city of The LORD of Armies, in the city of our God. God will establish it forever. Selah. We have thought about your loving kindness, God, in the middle of your temple. As is your name, God, so is your praise to the ends of the earth. Your right hand is full of righteousness. Let Mount Zion be glad! Let the daughters of Judah rejoice, Because of your judgments. Walk about Zion, and go around her. Number its towers. Mark well her bulwarks. Consider her palaces, that you may tell it to the next generation. For this God is our God forever and ever. He will be our guide even to death.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}