{
  "reference": "Psalms 20",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 20,
      "verse": 1,
      "text": "May The LORD answer you in the day of trouble. May the name of the God of Jacob set you up on high,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 20,
      "verse": 2,
      "text": "send you help from the sanctuary, grant you support from Zion,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 20,
      "verse": 3,
      "text": "remember all your offerings, and accept your burned sacrifice. Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 20,
      "verse": 4,
      "text": "May He grant you your heart’s desire, and fulfill all your counsel."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 20,
      "verse": 5,
      "text": "We will triumph in your salvation. In the name of our God, we will set up our banners. May The LORD grant all your requests."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 20,
      "verse": 6,
      "text": "Now I know that The LORD saves his anointed. He will answer him from his holy heaven, with the saving strength of his right hand."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 20,
      "verse": 7,
      "text": "Some trust in chariots, and some in horses, but we trust the name of The LORD our God."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 20,
      "verse": 8,
      "text": "They are bowed down and fallen, but we rise up, and stand upright."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 20,
      "verse": 9,
      "text": "Save, The LORD! Let the King answer us when we call!"
    }
  ],
  "text": "May The LORD answer you in the day of trouble. May the name of the God of Jacob set you up on high, send you help from the sanctuary, grant you support from Zion, remember all your offerings, and accept your burned sacrifice. Selah. May He grant you your heart’s desire, and fulfill all your counsel. We will triumph in your salvation. In the name of our God, we will set up our banners. May The LORD grant all your requests. Now I know that The LORD saves his anointed. He will answer him from his holy heaven, with the saving strength of his right hand. Some trust in chariots, and some in horses, but we trust the name of The LORD our God. They are bowed down and fallen, but we rise up, and stand upright. Save, The LORD! Let the King answer us when we call!",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}