{
  "reference": "Psalms 12",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 12,
      "verse": 1,
      "text": "Help, The LORD; for the godly man ceases. For the faithful fail from among the children of men."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 12,
      "verse": 2,
      "text": "Everyone lies to his neighbor. They speak with flattering lips, and with a double heart."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 12,
      "verse": 3,
      "text": "May The LORD cut off all flattering lips, and the tongue that boasts,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 12,
      "verse": 4,
      "text": "who have said, \"With our tongue we will prevail. Our lips are our own. Who is lord over us?\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 12,
      "verse": 5,
      "text": "\"Because of the oppression of the weak and because of the groaning of the needy, I will now arise,\" says The LORD; \"I will set him in safety from those who malign him.\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 12,
      "verse": 6,
      "text": "The LORD’s words are flawless words, as silver refined in a clay furnace, purified seven times."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 12,
      "verse": 7,
      "text": "You will keep them, The LORD. You will preserve them from this generation forever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 12,
      "verse": 8,
      "text": "The wicked walk on every side, when what is vile is exalted among the sons of men."
    }
  ],
  "text": "Help, The LORD; for the godly man ceases. For the faithful fail from among the children of men. Everyone lies to his neighbor. They speak with flattering lips, and with a double heart. May The LORD cut off all flattering lips, and the tongue that boasts, who have said, \"With our tongue we will prevail. Our lips are our own. Who is lord over us?\" \"Because of the oppression of the weak and because of the groaning of the needy, I will now arise,\" says The LORD; \"I will set him in safety from those who malign him.\" The LORD’s words are flawless words, as silver refined in a clay furnace, purified seven times. You will keep them, The LORD. You will preserve them from this generation forever. The wicked walk on every side, when what is vile is exalted among the sons of men.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}