{
  "reference": "Psalms 81",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 81,
      "verse": 1,
      "text": "Sing aloud to God, our strength! Make a joyful shout to the God of Jacob!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 81,
      "verse": 2,
      "text": "Raise a song, and bring here the tambourine, the pleasant lyre with the harp."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 81,
      "verse": 3,
      "text": "Blow the trumpet at the New Moon, at the full moon, on our feast day."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 81,
      "verse": 4,
      "text": "For it is a statute for Israel, an ordinance of the God of Jacob."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 81,
      "verse": 5,
      "text": "He appointed it in Joseph for a testimony, when he went out over the land of Egypt, I heard a language that I didn’t know."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 81,
      "verse": 6,
      "text": "“I removed his shoulder from the burden. His hands were freed from the basket."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 81,
      "verse": 7,
      "text": "You called in trouble, and I delivered you. I answered you in the secret place of thunder. I tested you at the waters of Meribah.” Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 81,
      "verse": 8,
      "text": "“Hear, my people, and I will testify to you, Israel, if you would listen to me!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 81,
      "verse": 9,
      "text": "There shall be no strange god in you, neither shall you worship any foreign god."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 81,
      "verse": 10,
      "text": "I am The LORD, your God, who brought you up out of the land of Egypt. Open your mouth wide, and I will fill it."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 81,
      "verse": 11,
      "text": "But my people didn’t listen to my voice. Israel desired none of me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 81,
      "verse": 12,
      "text": "So I let them go after the stubbornness of their hearts, that they might walk in their own counsels."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 81,
      "verse": 13,
      "text": "Oh that my people would listen to me, that Israel would walk in my ways!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 81,
      "verse": 14,
      "text": "I would soon subdue their enemies, and turn my hand against their adversaries."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 81,
      "verse": 15,
      "text": "The haters of The LORD would cringe before him, and their punishment would last forever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 81,
      "verse": 16,
      "text": "But he would have also fed them with the finest of the wheat. I will satisfy you with honey out of the rock.”"
    }
  ],
  "text": "Sing aloud to God, our strength! Make a joyful shout to the God of Jacob! Raise a song, and bring here the tambourine, the pleasant lyre with the harp. Blow the trumpet at the New Moon, at the full moon, on our feast day. For it is a statute for Israel, an ordinance of the God of Jacob. He appointed it in Joseph for a testimony, when he went out over the land of Egypt, I heard a language that I didn’t know. “I removed his shoulder from the burden. His hands were freed from the basket. You called in trouble, and I delivered you. I answered you in the secret place of thunder. I tested you at the waters of Meribah.” Selah. “Hear, my people, and I will testify to you, Israel, if you would listen to me! There shall be no strange god in you, neither shall you worship any foreign god. I am The LORD, your God, who brought you up out of the land of Egypt. Open your mouth wide, and I will fill it. But my people didn’t listen to my voice. Israel desired none of me. So I let them go after the stubbornness of their hearts, that they might walk in their own counsels. Oh that my people would listen to me, that Israel would walk in my ways! I would soon subdue their enemies, and turn my hand against their adversaries. The haters of The LORD would cringe before him, and their punishment would last forever. But he would have also fed them with the finest of the wheat. I will satisfy you with honey out of the rock.”",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}