{
  "reference": "Psalms 130",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 130,
      "verse": 1,
      "text": "Out of the depths I have cried to you, The LORD."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 130,
      "verse": 2,
      "text": "Lord, hear my voice. Let your ears be attentive to the voice of my petitions."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 130,
      "verse": 3,
      "text": "If you, Yah, kept a record of sins, Lord, who could stand?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 130,
      "verse": 4,
      "text": "But there is forgiveness with you, therefore you are feared."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 130,
      "verse": 5,
      "text": "I wait for The LORD. My soul waits. I hope in his word."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 130,
      "verse": 6,
      "text": "My soul longs for the Lord more than watchmen long for the morning; more than watchmen for the morning."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 130,
      "verse": 7,
      "text": "Israel, hope in The LORD, for with The LORD there is loving kindness. With him is abundant redemption."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 130,
      "verse": 8,
      "text": "He will redeem Israel from all their sins."
    }
  ],
  "text": "Out of the depths I have cried to you, The LORD. Lord, hear my voice. Let your ears be attentive to the voice of my petitions. If you, Yah, kept a record of sins, Lord, who could stand? But there is forgiveness with you, therefore you are feared. I wait for The LORD. My soul waits. I hope in his word. My soul longs for the Lord more than watchmen long for the morning; more than watchmen for the morning. Israel, hope in The LORD, for with The LORD there is loving kindness. With him is abundant redemption. He will redeem Israel from all their sins.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}