{
  "reference": "Psalms 137",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 137,
      "verse": 1,
      "text": "By the rivers of Babylon, there we sat down. Yes, we wept, when we remembered Zion."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 137,
      "verse": 2,
      "text": "On the willows in that land, we hung up our harps."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 137,
      "verse": 3,
      "text": "For there, those who led us captive asked us for songs. Those who tormented us demanded songs of joy: “Sing us one of the songs of Zion!”"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 137,
      "verse": 4,
      "text": "How can we sing The LORD’s song in a foreign land?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 137,
      "verse": 5,
      "text": "If I forget you, Jerusalem, let my right hand forget its skill."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 137,
      "verse": 6,
      "text": "Let my tongue stick to the roof of my mouth if I don’t remember you; if I don’t prefer Jerusalem above my chief joy."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 137,
      "verse": 7,
      "text": "Remember, The LORD, against the children of Edom, the day of Jerusalem; who said, “Raze it! Raze it even to its foundation!”"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 137,
      "verse": 8,
      "text": "Daughter of Babylon, doomed to destruction, he will be happy who rewards you, as you have served us."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 137,
      "verse": 9,
      "text": "Happy shall he be, who takes and dashes your little ones against the rock."
    }
  ],
  "text": "By the rivers of Babylon, there we sat down. Yes, we wept, when we remembered Zion. On the willows in that land, we hung up our harps. For there, those who led us captive asked us for songs. Those who tormented us demanded songs of joy: “Sing us one of the songs of Zion!” How can we sing The LORD’s song in a foreign land? If I forget you, Jerusalem, let my right hand forget its skill. Let my tongue stick to the roof of my mouth if I don’t remember you; if I don’t prefer Jerusalem above my chief joy. Remember, The LORD, against the children of Edom, the day of Jerusalem; who said, “Raze it! Raze it even to its foundation!” Daughter of Babylon, doomed to destruction, he will be happy who rewards you, as you have served us. Happy shall he be, who takes and dashes your little ones against the rock.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}