{
  "reference": "Psalms 132",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 132,
      "verse": 1,
      "text": "The LORD, remember David and all his affliction,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 132,
      "verse": 2,
      "text": "how he swore to The LORD, and vowed to the Mighty One of Jacob:"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 132,
      "verse": 3,
      "text": "“Surely I will not come into the structure of my house, nor go up into my bed;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 132,
      "verse": 4,
      "text": "I will not give sleep to my eyes, or slumber to my eyelids;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 132,
      "verse": 5,
      "text": "until I find out a place for The LORD, a dwelling for the Mighty One of Jacob.”"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 132,
      "verse": 6,
      "text": "Behold, we heard of it in Ephrathah. We found it in the field of Jaar:"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 132,
      "verse": 7,
      "text": "“We will go into his dwelling place. We will worship at his footstool."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 132,
      "verse": 8,
      "text": "Arise, The LORD, into your resting place; you, and the ark of your strength."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 132,
      "verse": 9,
      "text": "Let your priests be clothed with righteousness. Let your saints shout for joy!”"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 132,
      "verse": 10,
      "text": "For your servant David’s sake, don’t turn away the face of your anointed one."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 132,
      "verse": 11,
      "text": "The LORD has sworn to David in truth. He will not turn from it: “I will set the fruit of your body on your throne."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 132,
      "verse": 12,
      "text": "If your children will keep my covenant, my testimony that I will teach them, their children also will sit on your throne forever more.”"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 132,
      "verse": 13,
      "text": "For The LORD has chosen Zion. He has desired it for his habitation."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 132,
      "verse": 14,
      "text": "“This is my resting place forever. Here I will live, for I have desired it."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 132,
      "verse": 15,
      "text": "I will abundantly bless her provision. I will satisfy her poor with bread."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 132,
      "verse": 16,
      "text": "Her priests I will also clothe with salvation. Her saints will shout aloud for joy."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 132,
      "verse": 17,
      "text": "There I will make the horn of David to bud. I have ordained a lamp for my anointed."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 132,
      "verse": 18,
      "text": "I will clothe his enemies with shame, but on himself, his crown will be resplendent.”"
    }
  ],
  "text": "The LORD, remember David and all his affliction, how he swore to The LORD, and vowed to the Mighty One of Jacob: “Surely I will not come into the structure of my house, nor go up into my bed; I will not give sleep to my eyes, or slumber to my eyelids; until I find out a place for The LORD, a dwelling for the Mighty One of Jacob.” Behold, we heard of it in Ephrathah. We found it in the field of Jaar: “We will go into his dwelling place. We will worship at his footstool. Arise, The LORD, into your resting place; you, and the ark of your strength. Let your priests be clothed with righteousness. Let your saints shout for joy!” For your servant David’s sake, don’t turn away the face of your anointed one. The LORD has sworn to David in truth. He will not turn from it: “I will set the fruit of your body on your throne. If your children will keep my covenant, my testimony that I will teach them, their children also will sit on your throne forever more.” For The LORD has chosen Zion. He has desired it for his habitation. “This is my resting place forever. Here I will live, for I have desired it. I will abundantly bless her provision. I will satisfy her poor with bread. Her priests I will also clothe with salvation. Her saints will shout aloud for joy. There I will make the horn of David to bud. I have ordained a lamp for my anointed. I will clothe his enemies with shame, but on himself, his crown will be resplendent.”",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}