{
  "reference": "Psalms 113",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 113,
      "verse": 1,
      "text": "Praise Yah! Praise, you servants of The LORD, praise The LORD’s name."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 113,
      "verse": 2,
      "text": "Blessed be The LORD’s name, from this time forward and forever more."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 113,
      "verse": 3,
      "text": "From the rising of the sun to the going down of the same, The LORD’s name is to be praised."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 113,
      "verse": 4,
      "text": "The LORD is high above all nations, his glory above the heavens."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 113,
      "verse": 5,
      "text": "Who is like The LORD, our God, who has his seat on high,"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 113,
      "verse": 6,
      "text": "Who stoops down to see in heaven and in the earth?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 113,
      "verse": 7,
      "text": "He raises up the poor out of the dust. Lifts up the needy from the ash heap;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 113,
      "verse": 8,
      "text": "that he may set him with princes, even with the princes of his people."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 113,
      "verse": 9,
      "text": "He settles the barren woman in her home, as a joyful mother of children. Praise Yah!"
    }
  ],
  "text": "Praise Yah! Praise, you servants of The LORD, praise The LORD’s name. Blessed be The LORD’s name, from this time forward and forever more. From the rising of the sun to the going down of the same, The LORD’s name is to be praised. The LORD is high above all nations, his glory above the heavens. Who is like The LORD, our God, who has his seat on high, Who stoops down to see in heaven and in the earth? He raises up the poor out of the dust. Lifts up the needy from the ash heap; that he may set him with princes, even with the princes of his people. He settles the barren woman in her home, as a joyful mother of children. Praise Yah!",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}