{
  "reference": "Psalms 118",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 1,
      "text": "Give thanks to The LORD, for he is good, for his loving kindness endures forever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 2,
      "text": "Let Israel now say that his loving kindness endures forever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 3,
      "text": "Let the house of Aaron now say that his loving kindness endures forever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 4,
      "text": "Now let those who fear The LORD say that his loving kindness endures forever."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 5,
      "text": "Out of my distress, I called on Yah. Yah answered me with freedom."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 6,
      "text": "The LORD is on my side. I will not be afraid. What can man do to me?"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 7,
      "text": "The LORD is on my side among those who help me. Therefore I will look in triumph at those who hate me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 8,
      "text": "It is better to take refuge in The LORD, than to put confidence in man."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 9,
      "text": "It is better to take refuge in The LORD, than to put confidence in princes."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 10,
      "text": "All the nations surrounded me, but in The LORD’s name, I cut them off."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 11,
      "text": "They surrounded me, yes, they surrounded me. In The LORD’s name I indeed cut them off."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 12,
      "text": "They surrounded me like bees. They are quenched like the burning thorns. In The LORD’s name I cut them off."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 13,
      "text": "You pushed me back hard, to make me fall, but The LORD helped me."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 14,
      "text": "Yah is my strength and song. He has become my salvation."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 15,
      "text": "The voice of rejoicing and salvation is in the tents of the righteous. “The right hand of The LORD does valiantly."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 16,
      "text": "The right hand of The LORD is exalted! The right hand of The LORD does valiantly!”"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 17,
      "text": "I will not die, but live, and declare Yah’s works."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 18,
      "text": "Yah has punished me severely, but he has not given me over to death."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 19,
      "text": "Open to me the gates of righteousness. I will enter into them. I will give thanks to Yah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 20,
      "text": "This is the gate of The LORD; the righteous will enter into it."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 21,
      "text": "I will give thanks to you, for you have answered me, and have become my salvation."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 22,
      "text": "The stone which the builders rejected has become the cornerstone."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 23,
      "text": "This is The LORD’s doing. It is marvelous in our eyes."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 24,
      "text": "This is the day that The LORD has made. We will rejoice and be glad in it!"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 25,
      "text": "Save us now, we beg you, The LORD! The LORD, we beg you, send prosperity now."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 26,
      "text": "Blessed is he who comes in The LORD’s name! We have blessed you out of The LORD’s house."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 27,
      "text": "The LORD is God, and he has given us light. Bind the sacrifice with cords, even to the horns of the altar."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 28,
      "text": "You are my God, and I will give thanks to you. You are my God, I will exalt you."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 118,
      "verse": 29,
      "text": "Oh give thanks to The LORD, for he is good, for his loving kindness endures forever."
    }
  ],
  "text": "Give thanks to The LORD, for he is good, for his loving kindness endures forever. Let Israel now say that his loving kindness endures forever. Let the house of Aaron now say that his loving kindness endures forever. Now let those who fear The LORD say that his loving kindness endures forever. Out of my distress, I called on Yah. Yah answered me with freedom. The LORD is on my side. I will not be afraid. What can man do to me? The LORD is on my side among those who help me. Therefore I will look in triumph at those who hate me. It is better to take refuge in The LORD, than to put confidence in man. It is better to take refuge in The LORD, than to put confidence in princes. All the nations surrounded me, but in The LORD’s name, I cut them off. They surrounded me, yes, they surrounded me. In The LORD’s name I indeed cut them off. They surrounded me like bees. They are quenched like the burning thorns. In The LORD’s name I cut them off. You pushed me back hard, to make me fall, but The LORD helped me. Yah is my strength and song. He has become my salvation. The voice of rejoicing and salvation is in the tents of the righteous. “The right hand of The LORD does valiantly. The right hand of The LORD is exalted! The right hand of The LORD does valiantly!” I will not die, but live, and declare Yah’s works. Yah has punished me severely, but he has not given me over to death. Open to me the gates of righteousness. I will enter into them. I will give thanks to Yah. This is the gate of The LORD; the righteous will enter into it. I will give thanks to you, for you have answered me, and have become my salvation. The stone which the builders rejected has become the cornerstone. This is The LORD’s doing. It is marvelous in our eyes. This is the day that The LORD has made. We will rejoice and be glad in it! Save us now, we beg you, The LORD! The LORD, we beg you, send prosperity now. Blessed is he who comes in The LORD’s name! We have blessed you out of The LORD’s house. The LORD is God, and he has given us light. Bind the sacrifice with cords, even to the horns of the altar. You are my God, and I will give thanks to you. You are my God, I will exalt you. Oh give thanks to The LORD, for he is good, for his loving kindness endures forever.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}