{
  "reference": "Psalms 46",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 46,
      "verse": 1,
      "text": "God is our refuge and strength, a very present help in trouble."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 46,
      "verse": 2,
      "text": "Therefore we won’t be afraid, though the earth changes, though the mountains are shaken into the heart of the seas;"
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 46,
      "verse": 3,
      "text": "though its waters roar and are troubled, though the mountains tremble with their swelling. Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 46,
      "verse": 4,
      "text": "There is a river, the streams of which make the city of God glad, the holy place of the tents of the Most High."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 46,
      "verse": 5,
      "text": "God is within her. She shall not be moved. God will help her at dawn."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 46,
      "verse": 6,
      "text": "The nations raged. The kingdoms were moved. He lifted his voice, and the earth melted."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 46,
      "verse": 7,
      "text": "The LORD of Armies is with us. The God of Jacob is our refuge. Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 46,
      "verse": 8,
      "text": "Come, see The LORD’s works, what desolations he has made in the earth."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 46,
      "verse": 9,
      "text": "He makes wars cease to the end of the earth. He breaks the bow, and shatters the spear. He burns the chariots in the fire."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 46,
      "verse": 10,
      "text": "\"Be still, and know that I am God. I will be exalted among the nations. I will be exalted in the earth.\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 46,
      "verse": 11,
      "text": "The LORD of Armies is with us. The God of Jacob is our refuge. Selah."
    }
  ],
  "text": "God is our refuge and strength, a very present help in trouble. Therefore we won’t be afraid, though the earth changes, though the mountains are shaken into the heart of the seas; though its waters roar and are troubled, though the mountains tremble with their swelling. Selah. There is a river, the streams of which make the city of God glad, the holy place of the tents of the Most High. God is within her. She shall not be moved. God will help her at dawn. The nations raged. The kingdoms were moved. He lifted his voice, and the earth melted. The LORD of Armies is with us. The God of Jacob is our refuge. Selah. Come, see The LORD’s works, what desolations he has made in the earth. He makes wars cease to the end of the earth. He breaks the bow, and shatters the spear. He burns the chariots in the fire. \"Be still, and know that I am God. I will be exalted among the nations. I will be exalted in the earth.\" The LORD of Armies is with us. The God of Jacob is our refuge. Selah.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}