{
  "reference": "Psalms 87",
  "verses": [
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 87,
      "verse": 1,
      "text": "His foundation is in the holy mountains."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 87,
      "verse": 2,
      "text": "The LORD loves the gates of Zion more than all the dwellings of Jacob."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 87,
      "verse": 3,
      "text": "Glorious things are spoken about you, city of God. Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 87,
      "verse": 4,
      "text": "I will record Rahab and Babylon among those who acknowledge me. Behold, Philistia, Tyre, and also Ethiopia: \"This one was born there.\""
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 87,
      "verse": 5,
      "text": "Yes, of Zion it will be said, \"This one and that one was born in her\"; the Most High himself will establish her."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 87,
      "verse": 6,
      "text": "The LORD will count, when he writes up the peoples, \"This one was born there.\" Selah."
    },
    {
      "book_id": "PSA",
      "book_name": "Psalms",
      "chapter": 87,
      "verse": 7,
      "text": "Those who sing as well as those who dance say, \"All my springs are in you.\""
    }
  ],
  "text": "His foundation is in the holy mountains. The LORD loves the gates of Zion more than all the dwellings of Jacob. Glorious things are spoken about you, city of God. Selah. I will record Rahab and Babylon among those who acknowledge me. Behold, Philistia, Tyre, and also Ethiopia: \"This one was born there.\" Yes, of Zion it will be said, \"This one and that one was born in her\"; the Most High himself will establish her. The LORD will count, when he writes up the peoples, \"This one was born there.\" Selah. Those who sing as well as those who dance say, \"All my springs are in you.\"",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}