{
  "reference": "Song of Solomon 4",
  "verses": [
    {
      "book_id": "SNG",
      "book_name": "Song of Solomon",
      "chapter": 4,
      "verse": 1,
      "text": "Behold, you are beautiful, my love. Behold, you are beautiful. Your eyes are doves behind your veil. Your hair is as a flock of goats, that descend from Mount Gilead."
    },
    {
      "book_id": "SNG",
      "book_name": "Song of Solomon",
      "chapter": 4,
      "verse": 2,
      "text": "Your teeth are like a newly shorn flock, which have come up from the washing, where every one of them has twins. None is bereaved among them."
    },
    {
      "book_id": "SNG",
      "book_name": "Song of Solomon",
      "chapter": 4,
      "verse": 3,
      "text": "Your lips are like scarlet thread. Your mouth is lovely. Your temples are like a piece of a pomegranate behind your veil."
    },
    {
      "book_id": "SNG",
      "book_name": "Song of Solomon",
      "chapter": 4,
      "verse": 4,
      "text": "Your neck is like David’s tower built for an armory, whereon a thousand shields hang, all the shields of the mighty men."
    },
    {
      "book_id": "SNG",
      "book_name": "Song of Solomon",
      "chapter": 4,
      "verse": 5,
      "text": "Your two breasts are like two fawns that are twins of a roe, which feed among the lilies."
    },
    {
      "book_id": "SNG",
      "book_name": "Song of Solomon",
      "chapter": 4,
      "verse": 6,
      "text": "Until the day is cool, and the shadows flee away, I will go to the mountain of myrrh, to the hill of frankincense."
    },
    {
      "book_id": "SNG",
      "book_name": "Song of Solomon",
      "chapter": 4,
      "verse": 7,
      "text": "You are all beautiful, my love. There is no spot in you."
    },
    {
      "book_id": "SNG",
      "book_name": "Song of Solomon",
      "chapter": 4,
      "verse": 8,
      "text": "Come with me from Lebanon, my bride, with me from Lebanon. Look from the top of Amana, from the top of Senir and Hermon, from the lions’ dens, from the mountains of the leopards."
    },
    {
      "book_id": "SNG",
      "book_name": "Song of Solomon",
      "chapter": 4,
      "verse": 9,
      "text": "You have ravished my heart, my sister, my bride. You have ravished my heart with one of your eyes, with one chain of your neck."
    },
    {
      "book_id": "SNG",
      "book_name": "Song of Solomon",
      "chapter": 4,
      "verse": 10,
      "text": "How beautiful is your love, my sister, my bride! How much better is your love than wine! The fragrance of your perfumes than all kinds of spices!"
    },
    {
      "book_id": "SNG",
      "book_name": "Song of Solomon",
      "chapter": 4,
      "verse": 11,
      "text": "Your lips, my bride, drip like the honeycomb. Honey and milk are under your tongue. The smell of your garments is like the smell of Lebanon."
    },
    {
      "book_id": "SNG",
      "book_name": "Song of Solomon",
      "chapter": 4,
      "verse": 12,
      "text": "A locked up garden is my sister, my bride; a locked up spring, a sealed fountain."
    },
    {
      "book_id": "SNG",
      "book_name": "Song of Solomon",
      "chapter": 4,
      "verse": 13,
      "text": "Your shoots are an orchard of pomegranates, with precious fruits: henna with spikenard plants,"
    },
    {
      "book_id": "SNG",
      "book_name": "Song of Solomon",
      "chapter": 4,
      "verse": 14,
      "text": "spikenard and saffron, calamus and cinnamon, with every kind of incense tree; myrrh and aloes, with all the best spices,"
    },
    {
      "book_id": "SNG",
      "book_name": "Song of Solomon",
      "chapter": 4,
      "verse": 15,
      "text": "a fountain of gardens, a well of living waters, flowing streams from Lebanon."
    },
    {
      "book_id": "SNG",
      "book_name": "Song of Solomon",
      "chapter": 4,
      "verse": 16,
      "text": "Awake, north wind; and come, you south! Blow on my garden, that its spices may flow out. Let my beloved come into his garden, and taste his precious fruits."
    }
  ],
  "text": "Behold, you are beautiful, my love. Behold, you are beautiful. Your eyes are doves behind your veil. Your hair is as a flock of goats, that descend from Mount Gilead. Your teeth are like a newly shorn flock, which have come up from the washing, where every one of them has twins. None is bereaved among them. Your lips are like scarlet thread. Your mouth is lovely. Your temples are like a piece of a pomegranate behind your veil. Your neck is like David’s tower built for an armory, whereon a thousand shields hang, all the shields of the mighty men. Your two breasts are like two fawns that are twins of a roe, which feed among the lilies. Until the day is cool, and the shadows flee away, I will go to the mountain of myrrh, to the hill of frankincense. You are all beautiful, my love. There is no spot in you. Come with me from Lebanon, my bride, with me from Lebanon. Look from the top of Amana, from the top of Senir and Hermon, from the lions’ dens, from the mountains of the leopards. You have ravished my heart, my sister, my bride. You have ravished my heart with one of your eyes, with one chain of your neck. How beautiful is your love, my sister, my bride! How much better is your love than wine! The fragrance of your perfumes than all kinds of spices! Your lips, my bride, drip like the honeycomb. Honey and milk are under your tongue. The smell of your garments is like the smell of Lebanon. A locked up garden is my sister, my bride; a locked up spring, a sealed fountain. Your shoots are an orchard of pomegranates, with precious fruits: henna with spikenard plants, spikenard and saffron, calamus and cinnamon, with every kind of incense tree; myrrh and aloes, with all the best spices, a fountain of gardens, a well of living waters, flowing streams from Lebanon. Awake, north wind; and come, you south! Blow on my garden, that its spices may flow out. Let my beloved come into his garden, and taste his precious fruits.",
  "translation_id": "web",
  "translation_name": "World English Bible",
  "translation_note": "Public Domain"
}